Repository: Solidsoft-Reply/EMVS-Unique-Identifier-Parser
Catalog: Solidsoft.Reply.Parsers.EmvsUniqueIdentifier/Properties/Advice.*.resx
Languages: bg, cs, da, de, el, es, et, fi, fr, ga, hr, hu, is, it, lt, lv, mt, nl, no, pl, pt, ro, sk, sl, sv

# Advice_280
source: If you experience difficulty when scanning PPN barcodes, try configuring your barcode scanner to emulate a numeric keypad.
da: Hvis du har problemer med at scanne PPN-stregkoder, så prøv at konfigurere din stregkodescanner til at emulere et numerisk tastatur.
de: Wenn Sie Schwierigkeiten beim Scannen von PPN-Barcodes haben, versuchen Sie, Ihren Barcode-Scanner so zu konfigurieren, dass er eine numerische Tastatur emuliert.
el: Εάν αντιμετωπίζετε δυσκολίες κατά τη σάρωση των γραμμωτών κωδίκων PPN, δοκιμάστε να διαμορφώσετε τον σαρωτή γραμμωτών κωδίκων ώστε να εξομοιώνει ένα αριθμητικό πληκτρολόγιο.
es: Si experimenta dificultades al escanear códigos de barras PPN, intente configurar su escáner de códigos de barras para que emule un teclado numérico.
hu: Ha nehézségei vannak a PPN vonalkódok beolvasása során, próbálja meg úgy konfigurálni a vonalkódolvasót, hogy az numerikus billentyűzetet emuláljon.
is: Ef þú lendir í erfiðleikum við að skanna PPN-strikamerki, reyndu að stilla strikamerkjalesarann þinn til að líkja eftir talnaborði.
it: Se riscontri difficoltà durante la scansione dei codici a barre PPN, prova a configurare il lettore di codici a barre per emulare un tastierino numerico.
lv: Ja rodas grūtības, skenējot PPN svītrkodus, mēģiniet konfigurēt savu svītrkodu skeneri tā, lai tas emulētu ciparu tastatūru.
no: Hvis du opplever problemer når du skanner PPN-strekkoder, prøv å konfigurere strekkodeskanneren din til å emulere et numerisk tastatur.
sk: Ak máte problémy pri skenovaní PPN čiarových kódov, skúste nakonfigurovať svoju čítačku čiarových kódov tak, aby emulovala numerickú klávesnicu.
sv: Om du har problem med att skanna PPN-streckkoder, försök att konfigurera din streckkodsläsare för att efterlikna ett numeriskt tangentbord.

# Advice_281
source: If you experience difficulty when scanning PPN barcodes, try configuring your barcode scanner to emulate a numeric keypad.
da: Hvis du har problemer med at scanne PPN-stregkoder, så prøv at konfigurere din stregkodescanner til at emulere et numerisk tastatur.
de: Wenn Sie Schwierigkeiten beim Scannen von PPN-Barcodes haben, versuchen Sie, Ihren Barcode-Scanner so zu konfigurieren, dass er eine numerische Tastatur emuliert.
el: Εάν αντιμετωπίζετε δυσκολίες κατά τη σάρωση των γραμμωτών κωδίκων PPN, δοκιμάστε να διαμορφώσετε τον σαρωτή γραμμωτών κωδίκων ώστε να εξομοιώνει ένα αριθμητικό πληκτρολόγιο.
es: Si experimenta dificultades al escanear códigos de barras PPN, intente configurar su escáner de códigos de barras para que emule un teclado numérico.
hu: Ha nehézségei vannak a PPN vonalkódok beolvasása során, próbálja meg úgy konfigurálni a vonalkódolvasót, hogy az numerikus billentyűzetet emuláljon.
is: Ef þú lendir í erfiðleikum við að skanna PPN-strikamerki, reyndu að stilla strikamerkjalesarann þinn til að líkja eftir talnaborði.
it: Se riscontri difficoltà durante la scansione dei codici a barre PPN, prova a configurare il lettore di codici a barre per emulare un tastierino numerico.
lv: Ja rodas grūtības, skenējot PPN svītrkodus, mēģiniet konfigurēt savu svītrkodu skeneri tā, lai tas emulētu ciparu tastatūru.
no: Hvis du opplever problemer når du skanner PPN-strekkoder, prøv å konfigurere strekkodeskanneren din til å emulere et numerisk tastatur.
sk: Ak máte problémy pri skenovaní PPN čiarových kódov, skúste nakonfigurovať svoju čítačku čiarových kódov tak, aby emulovala numerickú klávesnicu.
sv: Om du har problem med att skanna PPN-streckkoder, försök att konfigurera din streckkodsläsare för att efterlikna ett numeriskt tangentbord.

# Condition_277
source: Your system cannot read File Separator (ASCII 28) characters.
da: Dit system kan ikke læse filseparator-tegnene (ASCII 28).
de: Ihr System kann Dateitrennzeichen (ASCII 28) nicht lesen.
el: Το σύστημά σας δεν μπορεί να διαβάσει τους χαρακτήρες διαχωριστή αρχείου (ASCII 28).
es: Su sistema no puede leer los caracteres de separador de archivo (ASCII 28).
hu: A rendszer nem tudja beolvasni a fájlelválasztó (ASCII 28) karaktereket.
is: Kerfið þitt getur ekki lesið skráarskilmerki (ASCII 28).
it: Il tuo sistema non può leggere i caratteri separatori di file (ASCII 28).
lv: Jūsu sistēma nevar nolasa Faila Atdalītāja (ASCII 28) rakstzīmes.
no: Systemet ditt kan ikke lese filseparator-tegn (ASCII 28).
sk: Váš systém nedokáže čítať znaky oddeľovača súborov (ASCII 28).
sv: Ditt system kan inte läsa filseparator-tecken (ASCII 28).

# Condition_278
source: Your system may not read Unit Separator (ASCII 31) characters correctly.
da: Dit system læser muligvis ikke enhedseparator-tegnene (ASCII 31) korrekt.
de: Ihr System kann möglicherweise Einheitentrennzeichen (ASCII 31) nicht korrekt lesen.
el: Το σύστημά σας ενδέχεται να μην διαβάζει σωστά τους χαρακτήρες διαχωριστή μονάδας (ASCII 31).
es: Su sistema puede no leer correctamente los caracteres de separador de unidad (ASCII 31).
hu: A rendszer nem biztos, hogy helyesen olvassa be az egységelválasztó (ASCII 31) karaktereket.
is: Kerfið þitt gæti ekki lesið einingaskilmerki (ASCII 31) rétt.
it: Il tuo sistema potrebbe non leggere correttamente i caratteri separatori di unità (ASCII 31).
lv: Jūsu sistēma, iespējams, nepareizi nolasa Vienības Atdalītāja (ASCII 31) rakstzīmes.
no: Systemet ditt kan kanskje ikke lese enhetsseparator-tegn (ASCII 31) korrekt.
sk: Váš systém nemusí správne čítať znaky oddeľovača jednotiek (ASCII 31).
sv: Ditt system kanske inte läser enhetsseparator-tecken (ASCII 31) korrekt.

# Condition_279
source: Your system cannot read Unit Separator (ASCII 31) characters.
da: Dit system læser muligvis ikke enhedseparator-tegnene (ASCII 31) korrekt.
de: Ihr System kann möglicherweise Einheitentrennzeichen (ASCII 31) nicht korrekt lesen.
el: Το σύστημά σας ενδέχεται να μην διαβάζει σωστά τους χαρακτήρες διαχωριστή μονάδας (ASCII 31).
es: Su sistema puede no leer correctamente los caracteres de separador de unidad (ASCII 31).
hu: A rendszer nem biztos, hogy helyesen olvassa be az egységelválasztó (ASCII 31) karaktereket.
is: Kerfið þitt gæti ekki lesið einingaskilmerki (ASCII 31) rétt.
it: Il tuo sistema potrebbe non leggere correttamente i caratteri separatori di unità (ASCII 31).
lv: Jūsu sistēma, iespējams, nepareizi nolasa Vienības Atdalītāja (ASCII 31) rakstzīmes.
no: Systemet ditt kan kanskje ikke lese enhetsseparator-tegn (ASCII 31) korrekt.
sk: Váš systém nemusí správne čítať znaky oddeľovača jednotiek (ASCII 31).
sv: Ditt system kanske inte läser enhetsseparator-tecken (ASCII 31) korrekt.

# Condition_280
source: Your system may not read End-of-Transmission (ASCII 04) characters correctly.
da: Dit system læser muligvis ikke slutningen-af-transmission-tegnene (ASCII 04) korrekt.
de: Ihr System kann möglicherweise Übertragungsendzeichen (ASCII 04) nicht korrekt lesen.
el: Το σύστημά σας ενδέχεται να μην διαβάζει σωστά τους χαρακτήρες τέλους μετάδοσης (ASCII 04).
es: Su sistema puede no leer correctamente los caracteres de fin de transmisión (ASCII 04).
hu: A rendszer nem biztos, hogy helyesen olvassa be az átviteli vége (ASCII 04) karaktereket.
is: Kerfið þitt gæti ekki lesið sendingarlokamerki (ASCII 04) rétt.
it: Il tuo sistema potrebbe non leggere correttamente i caratteri di fine trasmissione (ASCII 04).
lv: Jūsu sistēma, iespējams, nepareizi nolasa Pārraides Beigu (ASCII 04) rakstzīmes.
no: Systemet ditt kan kanskje ikke lese overføringsslutt-tegn (ASCII 04) korrekt.
sk: Váš systém nemusí správne čítať znaky konca prenosu (ASCII 04).
sv: Ditt system kanske inte läser överföringsavslutning-tecken (ASCII 04) korrekt.

# Condition_281
source: Your system cannot read End-of-Transmission (ASCII 04) characters.
da: Dit system kan ikke læse slutningen-af-transmission-tegnene (ASCII 04).
de: Ihr System kann Übertragungsendzeichen (ASCII 04) nicht lesen.
el: Το σύστημά σας δεν μπορεί να διαβάσει τους χαρακτήρες τέλους μετάδοσης (ASCII 04).
es: Su sistema no puede leer los caracteres de fin de transmisión (ASCII 04).
hu: A rendszer nem tudja beolvasni az átviteli vége (ASCII 04) karaktereket.
is: Kerfið þitt getur ekki lesið sendingarlokamerki (ASCII 04).
it: Il tuo sistema non può leggere i caratteri di fine trasmissione (ASCII 04).
lv: Jūsu sistēma nevar nolasa Pārraides Beigu (ASCII 04) rakstzīmes.
no: Systemet ditt kan ikke lese overføringsslutt-tegn (ASCII 04).
sk: Váš systém nedokáže čítať znaky konca prenosu (ASCII 04).
sv: Ditt system kan inte läsa överföringsavslutning-tecken (ASCII 04).

# Description_277
source: These characters are very unlikely to be used in unique identifiers.
da: Det er meget usandsynligt, at disse tegn bruges i unikke identifikatorer.
de: Diese Zeichen werden sehr wahrscheinlich nicht in eindeutigen Identifikatoren verwendet.
el: Είναι πολύ απίθανο αυτά τα σύμβολα να χρησιμοποιηθούν σε μοναδικούς αναγνωριστικούς κωδικούς.
es: Es muy poco probable que estos caracteres se utilicen en identificadores únicos.
hu: Nagyon valószínűtlen, hogy ezek a karakterek egyedi azonosítókban kerülnek felhasználásra.
is: Mjög ólíklegt er að þessi tákn séu notuð í einstökum auðkennum.
it: È molto improbabile che questi caratteri vengano utilizzati negli identificatori univoci.
lv: Šie rakstzīmes ir ļoti maz ticams, ka tiks izmantotas unikālajos identifikatoros.
no: Det er svært lite sannsynlig at disse tegnene brukes i unike identifikatorer.
sk: Tieto znaky sa veľmi pravdepodobne nepoužívajú v jedinečných identifikátoroch.
sv: Dessa tecken är mycket osannolikt att de används i unika identifierare.

# Description_278
source: These characters are very unlikely to be used in unique identifiers.
da: Det er meget usandsynligt, at disse tegn bruges i unikke identifikatorer.
de: Diese Zeichen werden sehr wahrscheinlich nicht in eindeutigen Identifikatoren verwendet.
el: Είναι πολύ απίθανο αυτά τα σύμβολα να χρησιμοποιηθούν σε μοναδικούς αναγνωριστικούς κωδικούς.
es: Es muy poco probable que estos caracteres se utilicen en identificadores únicos.
hu: Nagyon valószínűtlen, hogy ezek a karakterek egyedi azonosítókban kerülnek felhasználásra.
is: Mjög ólíklegt er að þessi tákn séu notuð í einstökum auðkennum.
it: È molto improbabile che questi caratteri vengano utilizzati negli identificatori univoci.
lv: Šie rakstzīmes ir ļoti maz ticams, ka tiks izmantotas unikālajos identifikatoros.
no: Det er svært lite sannsynlig at disse tegnene brukes i unike identifikatorer.
sk: Tieto znaky sa veľmi pravdepodobne nepoužívajú v jedinečných identifikátoroch.
sv: Dessa tecken är mycket osannolikt att de används i unika identifierare.

# Description_279
source: These characters are very unlikely to be used in unique identifiers.
da: Det er meget usandsynligt, at disse tegn bruges i unikke identifikatorer.
de: Diese Zeichen werden sehr wahrscheinlich nicht in eindeutigen Identifikatoren verwendet.
el: Είναι πολύ απίθανο αυτά τα σύμβολα να χρησιμοποιηθούν σε μοναδικούς αναγνωριστικούς κωδικούς.
es: Es muy poco probable que estos caracteres se utilicen en identificadores únicos.
hu: Nagyon valószínűtlen, hogy ezek a karakterek egyedi azonosítókban kerülnek felhasználásra.
is: Mjög ólíklegt er að þessi tákn séu notuð í einstökum auðkennum.
it: È molto improbabile che questi caratteri vengano utilizzati negli identificatori univoci.
lv: Šie rakstzīmes ir ļoti maz ticams, ka tiks izmantotas unikālajos identifikatoros.
no: Det er svært lite sannsynlig at disse tegnene brukes i unike identifikatorer.
sk: Tieto znaky sa veľmi pravdepodobne nepoužívajú v jedinečných identifikátoroch.
sv: Dessa tecken är mycket osannolikt att de används i unika identifierare.

# Description_280
source: This character marks the end of data in PPN barcodes. Your software may not correctly read any suffix added by the barcode scanner.
da: Dette tegn markerer slutningen af data i PPN-stregkoder. Din software læser muligvis ikke korrekt noget suffiks tilføjet af stregkodescanneren.
de: Dieses Zeichen kennzeichnet das Ende der Daten in PPN-Barcodes. Ihre Software kann möglicherweise kein Suffix korrekt lesen, das vom Barcode-Scanner hinzugefügt wurde.
el: Αυτός ο χαρακτήρας υποδεικνύει το τέλος των δεδομένων στους γραμμωτούς κώδικες PPN. Το λογισμικό σας ενδέχεται να μην διαβάζει σωστά οποιοδήποτε επίθημα προσθέσει ο σαρωτής γραμμωτών κωδίκων.
es: Este carácter marca el final de los datos en los códigos de barras PPN. Su software puede no leer correctamente cualquier sufijo añadido por el escáner de códigos de barras.
hu: Ez a karakter jelzi az adatok végét a PPN vonalkódokban. Lehetséges, hogy a szoftvere nem olvassa be helyesen a vonalkódolvasó által hozzáadott bármilyen utótagot.
is: Þessi stafur táknar lok gagna í PPN-strikamerkjum. Hugbúnaðurinn þinn gæti ekki lesið rétt á hvaða viðskeyti sem er bætt við af strikamerkjalesaranum.
it: Questo carattere indica la fine dei dati nei codici a barre PPN. Il tuo software potrebbe non leggere correttamente alcun suffisso aggiunto dal lettore di codici a barre.
lv: Šis rakstzīme apzīmē datu beigas PPN svītrkodos. Jūsu programmatūra, iespējams, nepareizi nolasīs sufiksu, ko pievienoja svītrkodu skeneris.
no: Dette tegnet markerer slutten på data i PPN-strekkoder. Programvaren din kan kanskje ikke lese et eventuelt suffiks lagt til av strekkodeskanneren korrekt.
sk: Tento znak označuje koniec údajov v PPN čiarových kódoch. Váš softvér nemusí správne prečítať žiadnu príponu pridanú čítačkou čiarových kódov.
sv: Denna tecken markerar slutet på data i PPN-streckkoder. Din programvara kanske inte korrekt läser något suffix som lagts till av streckkodsläsaren.

# Description_281
source: This character marks the end of data in PPN barcodes. Your software may not correctly read any suffix added by the barcode scanner.
da: Dette tegn markerer slutningen af data i PPN-stregkoder. Din software læser muligvis ikke korrekt noget suffiks tilføjet af stregkodescanneren.
de: Dieses Zeichen kennzeichnet das Ende der Daten in PPN-Barcodes. Ihre Software kann möglicherweise kein Suffix korrekt lesen, das vom Barcode-Scanner hinzugefügt wurde.
el: Αυτός ο χαρακτήρας υποδεικνύει το τέλος των δεδομένων στους γραμμωτούς κώδικες PPN. Το λογισμικό σας ενδέχεται να μην διαβάζει σωστά οποιοδήποτε επίθημα προσθέσει ο σαρωτής γραμμωτών κωδίκων.
es: Este carácter marca el final de los datos en los códigos de barras PPN. Su software puede no leer correctamente cualquier sufijo añadido por el escáner de códigos de barras.
hu: Ez a karakter jelzi az adatok végét a PPN vonalkódokban. Lehetséges, hogy a szoftvere nem olvassa be helyesen a vonalkódolvasó által hozzáadott bármilyen utótagot.
is: Þessi stafur táknar lok gagna í PPN-strikamerkjum. Hugbúnaðurinn þinn gæti ekki lesið rétt á hvaða viðskeyti sem er bætt við af strikamerkjalesaranum.
it: Questo carattere indica la fine dei dati nei codici a barre PPN. Il tuo software potrebbe non leggere correttamente alcun suffisso aggiunto dal lettore di codici a barre.
lv: Šis rakstzīme apzīmē datu beigas PPN svītrkodos. Jūsu programmatūra, iespējams, nepareizi nolasīs sufiksu, ko pievienoja svītrkodu skeneris.
no: Dette tegnet markerer slutten på data i PPN-strekkoder. Programvaren din kan kanskje ikke lese et eventuelt suffiks lagt til av strekkodeskanneren korrekt.
sk: Tento znak označuje koniec údajov v PPN čiarových kódoch. Váš softvér nemusí správne prečítať žiadnu príponu pridanú čítačkou čiarových kódov.
sv: Denna tecken markerar slutet på data i PPN-streckkoder. Din programvara kanske inte korrekt läser något suffix som lagts till av streckkodsläsaren.

# Condition_276
source: Your system may not read File Separator (ASCII 28) characters correctly.
cs: Váš systém nedokáže rozlišit mezi určitými normálními a speciálními znaky.
da: Dit system læser muligvis ikke filseparator-tegnene (ASCII 28) korrekt.
de: Ihr System kann möglicherweise Dateitrennzeichen (ASCII 28) nicht korrekt lesen.
el: Το σύστημά σας ενδέχεται να μην διαβάζει σωστά τους χαρακτήρες διαχωριστή αρχείου (ASCII 28).
es: Su sistema puede no leer correctamente los caracteres de separador de archivo (ASCII 28).
et: Teie süsteem ei suuda eristada teatud tavalisi ja erimärke.
hu: A rendszer nem biztos, hogy helyesen olvassa be a fájlelválasztó (ASCII 28) karaktereket.
is: Kerfið þitt gæti ekki lesið skráarskilmerki (ASCII 28) rétt.
it: Il tuo sistema potrebbe non leggere correttamente i caratteri separatori di file (ASCII 28).
lv: Jūsu sistēma, iespējams, nepareizi nolasa Faila Atdalītāja (ASCII 28) rakstzīmes.
no: Systemet ditt kan kanskje ikke lese filseparator-tegn (ASCII 28) korrekt.
sk: Váš systém nemusí správne čítať znaky oddeľovača súborov (ASCII 28).
sl: Vaš sistem ne more razlikovati med nekaterimi običajnimi in posebnimi znaki.
sv: Ditt system kanske inte läser filseparator-tecken (ASCII 28) korrekt.

# Description_276
source: These characters are very unlikely to be used in unique identifiers.
cs: Tyto znaky by se nikdy neměly vyskytovat společně v čárovém kódu jedinečného identifikátoru.
da: Det er meget usandsynligt, at disse tegn bruges i unikke identifikatorer.
de: Diese Zeichen werden sehr wahrscheinlich nicht in eindeutigen Identifikatoren verwendet.
el: Είναι πολύ απίθανο αυτά τα σύμβολα να χρησιμοποιηθούν σε μοναδικούς αναγνωριστικούς κωδικούς.
es: Es muy poco probable que estos caracteres se utilicen en identificadores únicos.
et: Need märgid ei tohiks kunagi koos esineda unikaalse identifikaatori vöötkoodis.
hu: Nagyon valószínűtlen, hogy ezek a karakterek egyedi azonosítókban kerülnek felhasználásra.
is: Mjög ólíklegt er að þessi tákn séu notuð í einstökum auðkennum.
it: È molto improbabile che questi caratteri vengano utilizzati negli identificatori univoci.
lv: Šie rakstzīmes ir ļoti maz ticams, ka tiks izmantotas unikālajos identifikatoros.
no: Det er svært lite sannsynlig at disse tegnene brukes i unike identifikatorer.
sk: Tieto znaky sa veľmi pravdepodobne nepoužívajú v jedinečných identifikátoroch.
sl: Ti znaki se nikoli ne smejo pojaviti skupaj v enotni identifikacijski črtni kodi.
sv: Dessa tecken är mycket osannolikt att de används i unika identifierare.

# Advice_276
source: If you experience difficulty when scanning barcodes, try configuring your barcode scanner to emulate a numeric keypad.
cs: Pokud skenujete jiné čárové kódy a narazíte na potíže, zkuste nakonfigurovat čtečku čárových kódů tak, aby emulovala numerickou klávesnici.
da: Hvis du oplever problemer, når du scanner stregkoder, så prøv at konfigurere din stregkodescanner til at emulere et numerisk tastatur.
de: Wenn Sie Schwierigkeiten beim Scannen von Barcodes haben, versuchen Sie, Ihren Barcode-Scanner so zu konfigurieren, dass eC158:S161r eine numerische Tastatur emuliert.
el: Εάν αντιμετωπίζετε δυσκολίες κατά τη σάρωση barcodes, δοκιμάστε να διαμορφώσετε τον σαρωτή barcodes ώστε να εξομοιώνει ένα αριθμητικό πληκτρολόγιο.
es: Si experimenta dificultades al escanear códigos de barras, intente configurar su escáner de códigos de barras para que emule un teclado numérico.
et: Kui skannite teisi vöötkoode ja teil tekib raskusi, proovige seadistada oma vöötkoodilugeja numbriklaviatuuri emuleerimiseks.
hu: Ha nehézségekbe ütközik a vonalkódok beolvasása során, próbálja meg a vonalkódolvasót úgy beállítani, hogy numerikus billentyűzetet emuláljon.
is: Ef þú lendir í erfiðleikum við að skanna strikamerki, reyndu að stilla strikamerkjalesarann þinn til að líkja eftir talnaborði.
it: Se riscontri difficoltà durante la scansione dei codici a barre, prova a configurare il lettore di codici a barre per emulare un tastierino numerico.
lv: Ja rodas grūtības, skenējot svītrkodus, mēģiniet konfigurēt savu svītrkodu skeneri tā, lai tas emulētu ciparu tastatūru.
no: Hvis du opplever problemer når du skanner strekkoder, prøv å konfigurere strekkodeskanneren din til å emulere et numerisk tastatur.
sk: Ak máte problémy pri skenovaní čiarových kódov, skúste nakonfigurovať svoju čítačku čiarových kódov tak, aby emulovala numerickú klávesnicu.
sl: Če skenirate druge črtne kode in imate težave, poskusite konfigurirati čitalnik črtnih kod, da bo posnemal numerično tipkovnico.
sv: Om du har problem med att skanna streckkoder, försök att konfigurera din streckkodsläsare för att efterlikna ett numeriskt tangentbord.
