Repository: Solidsoft-Reply/EMVS-Unique-Identifier-Parser
Catalog: Solidsoft.Reply.Parsers.EmvsUniqueIdentifier/Properties/Advice.*.resx
Languages: bg, cs, da, de, el, es, et, fi, fr, ga, hr, hu, is, it, lt, lv, mt, nl, no, pl, pt, ro, sk, sl, sv

# Description_327
source: Your system cannot read unique identifier characters reliably.
bg: Вашата система не може да чете надеждно символи на уникални идентификатори.
cs: Váš systém nemůže spolehlivě číst jedinečné identifikační znaky.
da: Dit system kan ikke pålideligt læse unikke identifikatortegn.
de: Ihr System kann eindeutige Identifikatorzeichen nicht zuverlässig lesen.
el: Το σύστημά σας δεν μπορεί να διαβάσει αξιόπιστα χαρακτήρες μοναδικών ταυτοποιητών.
es: Su sistema no puede leer caracteres de identificadores únicos de manera confiable.
et: Teie süsteem ei suuda usaldusväärselt lugeda unikaalse identifikaatori tähemärke.
fi: Järjestelmäsi ei pysty luotettavasti lukemaan yksilöllisiä tunnisteen merkkejä.
fr: Votre système ne peut pas lire les caractères des identifiants uniques de manière fiable.
ga: Ní féidir le do chóras carachtair aitheantóirí uathúla a léamh go hiontaofa.
hr: Vaš sustav ne može pouzdano čitati znakove jedinstvenih identifikatora.
hu: A rendszere nem képes megbízhatóan olvasni az egyedi azonosító karaktereket.
is: Kerfið þitt getur ekki lesið einstök auðkennarastafi áreiðanlega.
it: Il tuo sistema non può leggere i caratteri identificativi unici in modo affidabile.
lt: Jūsų sistema negali patikimai skaityti unikalių identifikatorių simbolių.
lv: Jūsu sistēma nevar uzticami nolasīt unikālo identifikatoru rakstzīmes.
mt: Is-sistema tiegħek ma tistax taqra karattri identifikaturi uniku b'mod affidabbli.
nl: Uw systeem kan unieke identificatorkarakters niet betrouwbaar lezen.
no: Systemet ditt kan ikke lese unike identifikatortegn pålitelig.
pl: Twój system nie może niezawodnie odczytać unikalnych znaków identyfikacyjnych.
pt: Seu sistema não pode ler caracteres de identificadores únicos de forma confiável.
ro: Sistemul dvs. nu poate citi în mod fiabil caracterele identificatorilor unici.
sk: Váš systém nespoľahlivo číta znaky jedinečných identifikátorov.
sl: Vaš sistem ne more zanesljivo brati znakov enoličnih identifikatorjev.
sv: Ditt system kan inte pålitligt läsa unika identifierartekn.

# Description_328
source: Your system cannot read unique identifier characters reliably.
bg: Вашата система не може да чете надеждно символи на уникални идентификатори.
cs: Váš systém nemůže spolehlivě číst jedinečné identifikační znaky.
da: Dit system kan ikke pålideligt læse unikke identifikatortegn.
de: Ihr System kann eindeutige Identifikatorzeichen nicht zuverlässig lesen.
el: Το σύστημά σας δεν μπορεί να διαβάσει αξιόπιστα χαρακτήρες μοναδικών ταυτοποιητών.
es: Su sistema no puede leer caracteres de identificadores únicos de manera confiable.
et: Teie süsteem ei suuda usaldusväärselt lugeda unikaalse identifikaatori tähemärke.
fi: Järjestelmäsi ei pysty luotettavasti lukemaan yksilöllisiä tunnisteen merkkejä.
fr: Votre système ne peut pas lire les caractères des identifiants uniques de manière fiable.
ga: Ní féidir le do chóras carachtair aitheantóirí uathúla a léamh go hiontaofa.
hr: Vaš sustav ne može pouzdano čitati znakove jedinstvenih identifikatora.
hu: A rendszere nem képes megbízhatóan olvasni az egyedi azonosító karaktereket.
is: Kerfið þitt getur ekki lesið einstök auðkennarastafi áreiðanlega.
it: Il tuo sistema non può leggere i caratteri identificativi unici in modo affidabile.
lt: Jūsų sistema negali patikimai skaityti unikalių identifikatorių simbolių.
lv: Jūsu sistēma nevar uzticami nolasīt unikālo identifikatoru rakstzīmes.
mt: Is-sistema tiegħek ma tistax taqra karattri identifikaturi uniku b'mod affidabbli.
nl: Uw systeem kan unieke identificatorkarakters niet betrouwbaar lezen.
no: Systemet ditt kan ikke lese unike identifikatortegn pålitelig.
pl: Twój system nie może niezawodnie odczytać unikalnych znaków identyfikacyjnych.
pt: Seu sistema não pode ler caracteres de identificadores únicos de forma confiável.
ro: Sistemul dvs. nu poate citi în mod fiabil caracterele identificatorilor unici.
sk: Váš systém nespoľahlivo číta znaky jedinečných identifikátorov.
sl: Vaš sistem ne more zanesljivo brati znakov enoličnih identifikatorjev.
sv: Ditt system kan inte pålitligt läsa unika identifierartekn.

# Description_331
source: Your system cannot read unique identifier characters reliably.
bg: Вашата система не може да чете надеждно символи на уникални идентификатори.
cs: Váš systém nemůže spolehlivě číst jedinečné identifikační znaky.
da: Dit system kan ikke pålideligt læse unikke identifikatortegn.
de: Ihr System kann eindeutige Identifikatorzeichen nicht zuverlässig lesen.
el: Το σύστημά σας δεν μπορεί να διαβάσει αξιόπιστα χαρακτήρες μοναδικών ταυτοποιητών.
es: Su sistema no puede leer caracteres de identificadores únicos de manera confiable.
et: Teie süsteem ei suuda usaldusväärselt lugeda unikaalse identifikaatori tähemärke.
fi: Järjestelmäsi ei pysty luotettavasti lukemaan yksilöllisiä tunnisteen merkkejä.
fr: Votre système ne peut pas lire les caractères des identifiants uniques de manière fiable.
ga: Ní féidir le do chóras carachtair aitheantóirí uathúla a léamh go hiontaofa.
hr: Vaš sustav ne može pouzdano čitati znakove jedinstvenih identifikatora.
hu: A rendszere nem képes megbízhatóan olvasni az egyedi azonosító karaktereket.
is: Kerfið þitt getur ekki lesið einstök auðkennarastafi áreiðanlega.
it: Il tuo sistema non può leggere i caratteri identificativi unici in modo affidabile.
lt: Jūsų sistema negali patikimai skaityti unikalių identifikatorių simbolių.
lv: Jūsu sistēma nevar uzticami nolasīt unikālo identifikatoru rakstzīmes.
mt: Is-sistema tiegħek ma tistax taqra karattri identifikaturi uniku b'mod affidabbli.
nl: Uw systeem kan unieke identificatorkarakters niet betrouwbaar lezen.
no: Systemet ditt kan ikke lese unike identifikatortegn pålitelig.
pl: Twój system nie może niezawodnie odczytać unikalnych znaków identyfikacyjnych.
pt: Seu sistema não pode ler caracteres de identificadores únicos de forma confiável.
ro: Sistemul dvs. nu poate citi în mod fiabil caracterele identificatorilor unici.
sk: Váš systém nespoľahlivo číta znaky jedinečných identifikátorov.
sl: Vaš sistem ne more zanesljivo brati znakov enoličnih identifikatorjev.
sv: Ditt system kan inte pålitligt läsa unika identifierartekn.

# Description_332
source: Your system cannot read unique identifier characters reliably.
bg: Вашата система не може да чете надеждно символи на уникални идентификатори.
cs: Váš systém nemůže spolehlivě číst jedinečné identifikační znaky.
da: Dit system kan ikke pålideligt læse unikke identifikatortegn.
de: Ihr System kann eindeutige Identifikatorzeichen nicht zuverlässig lesen.
el: Το σύστημά σας δεν μπορεί να διαβάσει αξιόπιστα χαρακτήρες μοναδικών ταυτοποιητών.
es: Su sistema no puede leer caracteres de identificadores únicos de manera confiable.
et: Teie süsteem ei suuda usaldusväärselt lugeda unikaalse identifikaatori tähemärke.
fi: Järjestelmäsi ei pysty luotettavasti lukemaan yksilöllisiä tunnisteen merkkejä.
fr: Votre système ne peut pas lire les caractères des identifiants uniques de manière fiable.
ga: Ní féidir le do chóras carachtair aitheantóirí uathúla a léamh go hiontaofa.
hr: Vaš sustav ne može pouzdano čitati znakove jedinstvenih identifikatora.
hu: A rendszere nem képes megbízhatóan olvasni az egyedi azonosító karaktereket.
is: Kerfið þitt getur ekki lesið einstök auðkennarastafi áreiðanlega.
it: Il tuo sistema non può leggere i caratteri identificativi unici in modo affidabile.
lt: Jūsų sistema negali patikimai skaityti unikalių identifikatorių simbolių.
lv: Jūsu sistēma nevar uzticami nolasīt unikālo identifikatoru rakstzīmes.
mt: Is-sistema tiegħek ma tistax taqra karattri identifikaturi uniku b'mod affidabbli.
nl: Uw systeem kan unieke identificatorkarakters niet betrouwbaar lezen.
no: Systemet ditt kan ikke lese unike identifikatortegn pålitelig.
pl: Twój system nie może niezawodnie odczytać unikalnych znaków identyfikacyjnych.
pt: Seu sistema não pode ler caracteres de identificadores únicos de forma confiável.
ro: Sistemul dvs. nu poate citi în mod fiabil caracterele identificatorilor unici.
sk: Váš systém nespoľahlivo číta znaky jedinečných identifikátorov.
sl: Vaš sistem ne more zanesljivo brati znakov enoličnih identifikatorjev.
sv: Ditt system kan inte pålitligt läsa unika identifierartekn.

# Description_350
source: Your software must implement character mapping to read PPN barcodes reliably.
bg: Вашият софтуер трябва да изпълни картографиране на символи, за да чете надеждно баркодите PPN.
cs: Váš software musí implementovat mapování znaků pro spolehlivé čtení čárových kódů PPN.
da: Din software skal implementere tegnkortlægning for pålideligt at læse PPN-stregkoder.
de: Ihre Software muss eine Zeichenabbildung implementieren, um PPN-Barcodes zuverlässig zu lesen.
el: Το λογισμικό σας πρέπει να υλοποιήσει χαρτογράφηση χαρακτήρων για να διαβάζει αξιόπιστα τα barcodes PPN.
es: Su software debe implementar un mapeo de caracteres para leer códigos de barras PPN de manera confiable.
et: Teie tarkvara peab rakendama tähemärgistiku kaardistamist, et lugeda PPN vöötkoode usaldusväärselt.
fi: Ohjelmistosi on toteutettava merkistön määritys lukeakseen PPN-viivakoodeja luotettavasti.
fr: Votre logiciel doit implémenter une cartographie des caractères pour lire les codes-barres PPN de manière fiable.
ga: Caithfidh do bhogearra léarscáiliú carachtar a chur i bhfeidhm chun barachóid PPN a léamh go hiontaofa.
hr: Vaš softver mora implementirati mapiranje znakova za pouzdano čitanje PPN barkodova.
hu: A szoftverének implementálnia kell a karakterleképezést a PPN vonalkódok megbízható olvasásához.
is: Hugbúnaðurinn þinn verður að innleiða stafakortlagningu til að lesa PPN strikamerki áreiðanlega.
it: Il tuo software deve implementare la mappatura dei caratteri per leggere i codici a barre PPN in modo affidabile.
lt: Jūsų programinė įranga turi įgyvendinti simbolių žemėlapį, kad galėtų patikimai skaityti PPN brūkšninius kodus.
lv: Jūsu programmatūrai ir jāievieš rakstzīmju kartēšana, lai uzticami nolasītu PPN svītrkodus.
mt: Is-softwer tiegħek irid jimplimenta mappjar tal-karattri biex jaqra barcodes tal-PPN b'mod affidabbli.
nl: Uw software moet karaktertoewijzing implementeren om PPN barcodes betrouwbaar te kunnen lezen.
no: Programvaren din må implementere tegnkartlegging for å lese PPN-strekkoder pålitelig.
pl: Twoje oprogramowanie musi wdrożyć mapowanie znaków, aby niezawodnie odczytać kody kreskowe PPN.
pt: Seu software deve implementar mapeamento de caracteres para ler códigos de barras PPN de forma confiável.
ro: Software-ul dvs. trebuie să implementeze maparea caracterelor pentru a citi codurile de bare PPN în mod fiabil.
sk: Váš softvér musí implementovať mapovanie znakov na spoľahlivé čítanie čiarových kódov PPN.
sl: Vaša programska oprema mora implementirati preslikavo znakov za zanesljivo branje črtnih kod PPN.
sv: Din programvara måste implementera teckenkartläggning för att pålitligt läsa PPN-streckkoder.

# Description_355
source: Some verification software may be able to compensate for this by analysing key codes rather than characters.
bg: Някои софтуери за верификация могат да компенсират това, като анализират кодове на клавиши вместо символи.
cs: Některý ověřovací software může tento problém kompenzovat analýzou kódů kláves namísto znaků.
da: Noget verifikationssoftware kan muligvis kompensere for dette ved at analysere nøglekoder i stedet for karakterer.
de: Einige Verifizierungssoftware kann dies kompensieren, indem sie statt Zeichen Schlüsselcodes analysiert.
el: Κάποιο λογισμικό επαλήθευσης μπορεί να αντισταθμίσει αυτό αναλύοντας τους κωδικούς πλήκτρων αντί για χαρακτήρες.
es: Algunos softwares de verificación pueden compensar esto analizando códigos de teclas en lugar de caracteres.
et: Mõni verifitseerimistarkvara võib seda kompenseerida, analüüsides klahvikoodide asemel tähemärke.
fi: Jotkin varmistusohjelmistot saattavat kompensoida tämän analysoimalla näppäinkoodeja merkkien sijaan.
fr: Certains logiciels de vérification peuvent compenser cela en analysant les codes clés plutôt que les caractères.
ga: D'fhéadfadh roinnt bogearraí fíoraithe cúiteamh a dhéanamh ar an gceist seo trí chóid eochair seachas carachtair a anailísiú.
hr: Neke softverske provjere mogu kompenzirati to analizirajući ključne kodove umjesto znakova.
hu: Néhány verifikációs szoftver képes lehet kompenzálni ezt az elemzési módszert a karakterek helyett a kulcskódok elemzésével.
is: Sumur staðfestingarhugbúnaður gæti getað bætt úr þessu með því að greina lyklakóða fremur en stafi.
it: Alcuni software di verifica potrebbero essere in grado di compensare questo analizzando i codici chiave anziché i caratteri.
lt: Kai kuri programinė įranga gali kompensuoti tai analizuodama klavišų kodus, o ne simbolius.
lv: Dažas verifikācijas programmatūras, iespējams, spēs kompensēt šo problēmu, analizējot taustiņu kodus, nevis rakstzīmes.
mt: Xi softwer tal-verifika jista' jkun kapaċi jikkumpensa għal dan billi janalizza kodiċijiet ewlenin minflok karattri.
nl: Sommige verificatiesoftware kan dit compenseren door sleutelcodes te analyseren in plaats van karakters.
no: Noen verifiseringsprogramvarer kan være i stand til å kompensere for dette ved å analysere tastekoder i stedet for tegn.
pl: Niektóre oprogramowanie weryfikacyjne może kompensować to, analizując kody klawiszy zamiast znaków.
pt: Alguns softwares de verificação podem compensar isso analisando códigos de teclas em vez de caracteres.
ro: Unele software-uri de verificare pot compensa acest lucru prin analizarea codurilor de taste, în loc de caractere.
sk: Niektorý overovací softvér môže tento problém kompenzovať analýzou kódov kláves namiesto znakov.
sl: Nekatera programska oprema za preverjanje lahko to kompenzira z analiziranjem kod tipk namesto znakov.
sv: Viss verifieringsprogramvara kan kompensera för detta genom att analysera tangentkoder istället för tecken.

# Description_390
source: Your barcode scanner or system may be slow or it may be affected by anti-virus software or some other unexpected or intermittent issue.
bg: Вашият скенер за баркоди или системата могат да бъдат бавни или да бъдат засегнати от антивирусен софтуер или някакъв друг неочакван или прекъсващ се проблем.
cs: Váš skener čárových kódů nebo systém může být pomalý, nebo může být ovlivněn antivirovým softwarem nebo nějakým jiným neočekávaným nebo přerušovaným problémem.
da: Din stregkodescanner eller system kan være langsomt eller det kan være påvirket af antivirussoftware eller et andet uventet eller intermitterende problem.
de: Ihr Barcode-Scanner oder System kann langsam sein, oder es kann von Antivirensoftware oder einem anderen unerwarteten oder intermittierenden Problem beeinträchtigt werden.
el: Ο σαρωτής barcode ή το σύστημά σας μπορεί να είναι αργό ή μπορεί να επηρεάζεται από λογισμικό αντι-ιού ή κάποιο άλλο απροσδόκητο ή διακεκομμένο πρόβλημα.
es: Su escáner de códigos de barras o sistema puede ser lento o puede verse afectado por software antivirus o algún otro problema inesperado o intermitente.
et: Teie vöötkoodiskanner või süsteem võib olla aeglane või seda võivad mõjutada viirusetõrje tarkvara või mõni muu ootamatu või katkendlik probleem.
fi: Viivakoodinlukijasi tai järjestelmäsi saattaa olla hidas tai sitä saattaa haitata virustorjuntaohjelmisto tai jokin muu odottamaton tai satunnainen ongelma.
fr: Votre scanner de codes-barres ou votre système peut être lent ou il peut être affecté par un logiciel antivirus ou par un autre problème inattendu ou intermittent.
ga: D'fhéadfadh go mbeadh do scanóir barachóid nó do chóras mall nó b'fhéidir go mbeadh tionchar ag bogearraí frithvíreas nó fadhb gan choinne nó eatramhach eile air.
hr: Vaš skener barkodova ili sustav može biti spor ili može biti pod utjecajem antivirusnog softvera ili nekog drugog neočekivanog ili povremenog problema.
hu: A vonalkódolvasó vagy a rendszer lassú lehet, vagy érintett lehet vírusirtó szoftver vagy más váratlan vagy időszakos probléma által.
is: Strikamerkjalesarinn þinn eða kerfið gæti verið hægt eða það gæti verið áhrif veiruvarnaforrita eða einhver annar óvænt eða tíð tímaúrfelling vandamál.
it: Il tuo scanner di codici a barre o sistema potrebbe essere lento o potrebbe essere influenzato da un software antivirus o da qualche altro problema inaspettato o intermittente.
lt: Jūsų brūkšninių kodų skaitytuvas ar sistema gali veikti lėtai arba gali būti paveikti antivirusinės programinės įrangos ar kitos netikėtos ar laikinos problemos.
lv: Jūsu svītrkodu skeneris vai sistēma var būt lēna vai to, iespējams, ietekmē pretvīrusu programmatūra vai cita neparedzēta vai periodiska problēma.
mt: L-iskanner tal-barcode tiegħek jew is-sistema jistgħu jkunu bil-mod jew affettwati minn software ta' anti-virus jew xi problema oħra mhux mistennija jew intermittenti.
nl: Uw barcodescanner of systeem kan traag zijn of beïnvloed worden door antivirussoftware of een andere onverwachte of intermitterende storing.
no: Strekkodeskanneren eller systemet ditt kan være tregt, eller det kan være påvirket av antivirusprogramvare eller et annet uventet eller periodisk problem.
pl: Twój skaner kodów kreskowych lub system może być wolny lub może być dotknięty przez oprogramowanie antywirusowe lub inne nieoczekiwane lub przerywane problemy.
pt: Seu scanner de código de barras ou sistema pode estar lento ou pode ser afetado por software antivírus ou algum outro problema inesperado ou intermitente.
ro: Scanerul dvs. de coduri de bare sau sistemul poate fi lent sau poate fi afectat de software antivirus sau de alte probleme neașteptate sau intermitente.
sk: Váš čítač čiarových kódov alebo systém môže byť pomalý, alebo môže byť ovplyvnený antivírusovým softvérom alebo iným neočakávaným alebo príležitostným problémom.
sl: Vaš skener črtne kode ali sistem je lahko počasen ali ga lahko prizadene protivirusna programska oprema ali neka druga nepričakovana ali občasna težava.
sv: Din streckkodsläsare eller system kan vara långsamt eller påverkas av antivirusprogram eller något annat oväntat eller intermittenta problem.

# Advice_277
source: If you experience difficulty when scanning barcodes, try configuring your barcode scanner to emulate a numeric keypad.
da: Hvis du oplever problemer, når du scanner stregkoder, så prøv at konfigurere din stregkodescanner til at emulere et numerisk tastatur.
de: Wenn Sie Schwierigkeiten beim Scannen von Barcodes haben, versuchen Sie, Ihren Barcode-Scanner so zu konfigurieren, dass er eine numerische Tastatur emuliert.
el: Εάν αντιμετωπίζετε δυσκολίες κατά τη σάρωση barcodes, δοκιμάστε να διαμορφώσετε τον σαρωτή barcodes ώστε να εξομοιώνει ένα αριθμητικό πληκτρολόγιο.
es: Si experimenta dificultades al escanear códigos de barras, intente configurar su escáner de códigos de barras para que emule un teclado numérico.
hu: Ha nehézségekbe ütközik a vonalkódok beolvasása során, próbálja meg a vonalkódolvasót úgy beállítani, hogy numerikus billentyűzetet emuláljon.
is: Ef þú lendir í erfiðleikum við að skanna strikamerki, reyndu að stilla strikamerkjalesarann þinn til að líkja eftir talnaborði.
it: Se riscontri difficoltà durante la scansione dei codici a barre, prova a configurare il lettore di codici a barre per emulare un tastierino numerico.
lv: Ja rodas grūtības, skenējot svītrkodus, mēģiniet konfigurēt savu svītrkodu skeneri tā, lai tas emulētu ciparu tastatūru.
no: Hvis du opplever problemer når du skanner strekkoder, prøv å konfigurere strekkodeskanneren din til å emulere et numerisk tastatur.
sk: Ak máte problémy pri skenovaní čiarových kódov, skúste nakonfigurovať svoju čítačku čiarových kódov tak, aby emulovala numerickú klávesnicu.
sv: Om du har problem med att skanna streckkoder, försök att konfigurera din streckkodsläsare för att efterlikna ett numeriskt tangentbord.

# Advice_278
source: If you experience difficulty when scanning barcodes, try configuring your barcode scanner to emulate a numeric keypad.
da: Hvis du oplever problemer, når du scanner stregkoder, så prøv at konfigurere din stregkodescanner til at emulere et numerisk tastatur.
de: Wenn Sie Schwierigkeiten beim Scannen von Barcodes haben, versuchen Sie, Ihren Barcode-Scanner so zu konfigurieren, dass er eine numerische Tastatur emuliert.
el: Εάν αντιμετωπίζετε δυσκολίες κατά τη σάρωση barcodes, δοκιμάστε να διαμορφώσετε τον σαρωτή barcodes ώστε να εξομοιώνει ένα αριθμητικό πληκτρολόγιο.
es: Si experimenta dificultades al escanear códigos de barras, intente configurar su escáner de códigos de barras para que emule un teclado numérico.
hu: Ha nehézségekbe ütközik a vonalkódok beolvasása során, próbálja meg a vonalkódolvasót úgy beállítani, hogy numerikus billentyűzetet emuláljon.
is: Ef þú lendir í erfiðleikum við að skanna strikamerki, reyndu að stilla strikamerkjalesarann þinn til að líkja eftir talnaborði.
it: Se riscontri difficoltà durante la scansione dei codici a barre, prova a configurare il lettore di codici a barre per emulare un tastierino numerico.
lv: Ja rodas grūtības, skenējot svītrkodus, mēģiniet konfigurēt savu svītrkodu skeneri tā, lai tas emulētu ciparu tastatūru.
no: Hvis du opplever problemer når du skanner strekkoder, prøv å konfigurere strekkodeskanneren din til å emulere et numerisk tastatur.
sk: Ak máte problémy pri skenovaní čiarových kódov, skúste nakonfigurovať svoju čítačku čiarových kódov tak, aby emulovala numerickú klávesnicu.
sv: Om du har problem med att skanna streckkoder, försök att konfigurera din streckkodsläsare för att efterlikna ett numeriskt tangentbord.

# Advice_279
source: If you experience difficulty when scanning barcodes, try configuring your barcode scanner to emulate a numeric keypad.
da: Hvis du oplever problemer, når du scanner stregkoder, så prøv at konfigurere din stregkodescanner til at emulere et numerisk tastatur.
de: Wenn Sie Schwierigkeiten beim Scannen von Barcodes haben, versuchen Sie, Ihren Barcode-Scanner so zu konfigurieren, dass er eine numerische Tastatur emuliert.
el: Εάν αντιμετωπίζετε δυσκολίες κατά τη σάρωση barcodes, δοκιμάστε να διαμορφώσετε τον σαρωτή barcodes ώστε να εξομοιώνει ένα αριθμητικό πληκτρολόγιο.
es: Si experimenta dificultades al escanear códigos de barras, intente configurar su escáner de códigos de barras para que emule un teclado numérico.
hu: Ha nehézségekbe ütközik a vonalkódok beolvasása során, próbálja meg a vonalkódolvasót úgy beállítani, hogy numerikus billentyűzetet emuláljon.
is: Ef þú lendir í erfiðleikum við að skanna strikamerki, reyndu að stilla strikamerkjalesarann þinn til að líkja eftir talnaborði.
it: Se riscontri difficoltà durante la scansione dei codici a barre, prova a configurare il lettore di codici a barre per emulare un tastierino numerico.
lv: Ja rodas grūtības, skenējot svītrkodus, mēģiniet konfigurēt savu svītrkodu skeneri tā, lai tas emulētu ciparu tastatūru.
no: Hvis du opplever problemer når du skanner strekkoder, prøv å konfigurere strekkodeskanneren din til å emulere et numerisk tastatur.
sk: Ak máte problémy pri skenovaní čiarových kódov, skúste nakonfigurovať svoju čítačku čiarových kódov tak, aby emulovala numerickú klávesnicu.
sv: Om du har problem med att skanna streckkoder, försök att konfigurera din streckkodsläsare för att efterlikna ett numeriskt tangentbord.
