Repository: Solidsoft-Reply/EMVS-Unique-Identifier-Parser
Catalog: Solidsoft.Reply.Parsers.EmvsUniqueIdentifier/Properties/Advice.*.resx
Languages: bg, cs, da, de, el, es, et, fi, fr, ga, hr, hu, is, it, lt, lv, mt, nl, no, pl, pt, ro, sk, sl, sv

# Advice_250
source: If you expect to verify PPN barcodes, run the test again, this time including the German PPN compatibility test.
bg: Ако очаквате да верифицирате баркодове PPN, проведете теста отново, този път включете теста за съвместимост с германски баркодове PPN.
cs: Pokud očekáváte ověření PPN čárových kódů, proveďte test znovu, tentokrát s testem kompatibility německých PPN čárových kódů.
da: Hvis du forventer at verificere PPN-stregkoder, kør testen igen, denne gang inklusive den tyske PPN-kompatibilitetstest.
de: Wenn Sie erwarten, PPN-Barcodes zu überprüfen, führen Sie den Test erneut durch, dieses Mal einschließlich des deutschen PPN-Kompatibilitätstests.
el: Αν περιμένετε να επαληθεύσετε τα PPN barcodes, εκτελέστε ξανά τη δοκιμή, αυτή τη φορά περιλαμβάνοντας τη δοκιμή συμβατότητας Γερμανικών PPN.
es: Si espera verificar códigos de barras PPN, realice la prueba de nuevo, incluyendo esta vez la prueba de compatibilidad con PPN alemán.
et: Kui soovite kontrollida PPN vöötkoode, korrake testi, seekord kaasates Saksa PPN ühilduvustesti.
fi: Jos odotat vahvistavasi PPN-viivakoodeja, suorita testi uudelleen, tällä kertaa sisällyttäen saksalaisen PPN-yhteensopivuustestin.
fr: Si vous prévoyez de vérifier des codes-barres PPN, relancez le test, cette fois en incluant le test de compatibilité PPN allemand.
ga: Má táthar ag súil barachóid PPN a fhíorú, rith an tástáil arís, an uair seo ag áireamh tástála comhoiriúnachta PPN Gearmánacha.
hr: Ako očekujete provjeru PPN barkodova, ponovno pokrenite test, ovoga puta uključujući test kompatibilnosti njemačkih PPN barkodova.
hu: Ha PPN vonalkódokat szeretne ellenőrizni, futtassa le újra a tesztet, ezúttal beleértve a német PPN kompatibilitási tesztet is.
is: Ef þú átt von á að staðfesta PPN strikamerki, keyrðu prófið aftur, þetta skiptið með inniföldum þýska PPN samhæfniprófun.
it: Se prevedi di verificare i codici a barre PPN, esegui nuovamente il test, includendo questa volta il test di compatibilità PPN tedesco.
lt: Jei planuojate tikrinti PPN brūkšninius kodus, pakartokite testą, šį kartą įtraukdami Vokietijos PPN suderinamumo testą.
lv: Ja jums ir jāverificē PPN svītrkodi, palaidiet pārbaudi vēlreiz, šoreiz iekļaujot vācu PPN saderības testu.
mt: Jekk tistenna li tivverifika barcodes tal-PPN, erġa' għaddi mit-test, din id-darba tinkludi t-test tal-kompatibilità tal-PPN Ġermaniż.
nl: Als u verwacht PPN barcodes te verifiëren, voer dan de test opnieuw uit, ditmaal inclusief de Duitse PPN compatibiliteitstest.
no: Hvis du forventer å verifisere PPN-strekkoder, kjør testen igjen, denne gangen inkludert tysk PPN-kompatibilitetstest.
pl: Jeśli oczekujesz weryfikacji kodów kreskowych PPN, przeprowadź test ponownie, tym razem uwzględniając test kompatybilności z niemieckimi PPN.
pt: Se você espera verificar códigos de barras PPN, execute o teste novamente, desta vez incluindo o teste de compatibilidade com PPN alemães.
ro: Dacă vă așteptați să verificați codurile de bare PPN, rulați testul din nou, de data aceasta incluzând testul de compatibilitate PPN german.
sk: Ak očakávate overenie PPN čiarových kódov, spustite test znova, tentokrát vrátane testu kompatibility s nemeckými PPN čiarovými kódmi.
sl: Če pričakujete preverjanje črtnih kod PPN, ponovno izvedite test, tokrat vključno s testom združljivosti nemških PPN črtnih kod.
sv: Om du förväntar dig att skanna streckkoder som innehåller data formaterad enligt ISO/IEC 15434, kör testet igen, denna gång inklusive kompatibilitetstestet för ISO/IEC 15434-data.

# Advice_255
source: If the problem persists, check the configuration of your barcode scanner. Look for settings that will improve keyboard entry performance.
bg: Ако проблемът продължава, проверете конфигурацията на вашия скенер за баркоди. Потърсете настройки, които ще подобрят производителността на въвеждане на данни от клавиатурата.
cs: Pokud problém přetrvává, zkontrolujte konfiguraci skeneru čárových kódů. Hledejte nastavení, která zlepší výkon zadávání z klávesnice.
da: Hvis problemet fortsætter, tjek konfigurationen af din stregkodescanner. Kig efter indstillinger, der vil forbedre tastaturindtastningsydelsen.
de: Wenn das Problem weiterhin besteht, überprüfen Sie die Konfiguration Ihres Barcode-Scanners. Suchen Sie nach Einstellungen, die die Leistung der Tastatureingabe verbessern.
el: Αν το πρόβλημα συνεχίζεται, ελέγξτε τη διαμόρφωση του σαρωτή barcode σας. Αναζητήστε ρυθμίσεις που θα βελτιώσουν την απόδοση εισαγωγής δεδομένων από το πληκτρολόγιο.
es: Si el problema persiste, revise la configuración de su escáner de códigos de barras. Busque configuraciones que mejoren el rendimiento de entrada del teclado.
et: Kui probleem püsib, kontrollige oma vöötkoodiskanneri konfiguratsiooni. Otsige seadeid, mis parandaksid klaviatuuri sisestuse jõudlust.
fi: Jos ongelma jatkuu, tarkista viivakoodinlukijasi konfiguraatio. Etsi asetuksia, jotka parantavat näppäimistön syöttönopeutta.
fr: Si le problème persiste, vérifiez la configuration de votre scanner de code-barres. Cherchez des paramètres qui amélioreront la performance de saisie au clavier.
ga: Má leanann an fhadhb, seiceáil cumraíocht do scanóir barachóid. Féach ar shuímh a fheabhsóidh feidhmíocht ionchuir méarchláir.
hr: Ako problem i dalje postoji, provjerite konfiguraciju svog skenera barkoda. Potražite postavke koje će poboljšati performanse unosa podataka s tipkovnice.
hu: Ha a probléma továbbra is fennáll, ellenőrizze a vonalkódolvasó konfigurációját. Keressen olyan beállításokat, amelyek javítják a billentyűzetes adatbevitel teljesítményét.
is: Ef vandamálið heldur áfram, athugaðu uppsetningu strikamerkjalesarans þíns. Leitaðu að stillingum sem munu bæta afköst lyklaborðsinntaks.
it: Se il problema persiste, controlla la configurazione del tuo scanner di codici a barre. Cerca impostazioni che migliorino le prestazioni di immissione dalla tastiera.
lt: Jei problema išlieka, patikrinkite savo brūkšninių kodų skaitytuvo konfigūraciją. Ieškokite nustatymų, kurie pagerintų klaviatūros įvedimo našumą.
lv: Ja problēma saglabājas, pārbaudiet sava svītrkodu skenera konfigurāciju. Meklējiet iestatījumus, kas uzlabo tastatūras ievades veiktspēju.
mt: Jekk il-problema tippersisti, iċċekkja l-konfigurazzjoni tal-iskanner tal-barcode tiegħek. Fittex settings li jtejbu l-prestazzjoni tad-dħul tal-keyboard.
nl: Als het probleem aanhoudt, controleer dan de configuratie van uw barcodescanner. Zoek naar instellingen die de prestaties van toetsenbordinvoer kunnen verbeteren.
no: Hvis problemet vedvarer, sjekk konfigurasjonen av strekkodeskanneren din. Se etter innstillinger som vil forbedre tastaturinntastingsytelsen.
pl: Jeśli problem będzie się utrzymywał, sprawdź konfigurację skanera kodów kreskowych. Szukaj ustawień, które poprawią wydajność wprowadzania danych z klawiatury.
pt: Se o problema persistir, verifique a configuração do seu scanner de código de barras. Procure configurações que melhorem o desempenho da entrada de dados pelo teclado.
ro: Dacă problema persistă, verificați configurația scannerului dvs. de coduri de bare. Căutați setări care vor îmbunătăți performanța introducerii datelor de la tastatură.
sk: Ak problém pretrváva, skontrolujte konfiguráciu vášho čítača čiarových kódov. Hľadajte nastavenia, ktoré zlepšia výkon zadávania z klávesnice.
sl: Če težava vztraja, preverite konfiguracijo vašega skenerja črtne kode. Poiščite nastavitve, ki bodo izboljšale zmogljivost vnosov preko tipkovnice.
sv: Om problemet kvarstår, kontrollera konfigurationen av din streckkodsläsare. Sök efter inställningar som förbättrar tangentbordsinmatningens prestanda.

# Advice_256
source: If the problem persists, check the configuration of your barcode scanner. Look for settings that will improve keyboard entry performance.
bg: Ако проблемът продължава, проверете конфигурацията на вашия скенер за баркоди. Потърсете настройки, които ще подобрят производителността на въвеждане на данни от клавиатурата.
cs: Pokud problém přetrvává, zkontrolujte konfiguraci skeneru čárových kódů. Hledejte nastavení, která zlepší výkon zadávání z klávesnice.
da: Hvis problemet fortsætter, tjek konfigurationen af din stregkodescanner. Kig efter indstillinger, der vil forbedre tastaturindtastningsydelsen.
de: Wenn das Problem weiterhin besteht, überprüfen Sie die Konfiguration Ihres Barcode-Scanners. Suchen Sie nach Einstellungen, die die Leistung der Tastatureingabe verbessern.
el: Αν το πρόβλημα συνεχίζεται, ελέγξτε τη διαμόρφωση του σαρωτή barcode σας. Αναζητήστε ρυθμίσεις που θα βελτιώσουν την απόδοση εισαγωγής δεδομένων από το πληκτρολόγιο.
es: Si el problema persiste, revise la configuración de su escáner de códigos de barras. Busque configuraciones que mejoren el rendimiento de entrada del teclado.
et: Kui probleem püsib, kontrollige oma vöötkoodiskanneri konfiguratsiooni. Otsige seadeid, mis parandaksid klaviatuuri sisestuse jõudlust.
fi: Jos ongelma jatkuu, tarkista viivakoodinlukijasi konfiguraatio. Etsi asetuksia, jotka parantavat näppäimistön syöttönopeutta.
fr: Si le problème persiste, vérifiez la configuration de votre scanner de code-barres. Cherchez des paramètres qui amélioreront la performance de saisie au clavier.
ga: Má leanann an fhadhb, seiceáil cumraíocht do scanóir barachóid. Féach ar shuímh a fheabhsóidh feidhmíocht ionchuir méarchláir.
hr: Ako problem i dalje postoji, provjerite konfiguraciju svog skenera barkoda. Potražite postavke koje će poboljšati performanse unosa podataka s tipkovnice.
hu: Ha a probléma továbbra is fennáll, ellenőrizze a vonalkódolvasó konfigurációját. Keressen olyan beállításokat, amelyek javítják a billentyűzetes adatbevitel teljesítményét.
is: Ef vandamálið heldur áfram, athugaðu uppsetningu strikamerkjalesarans þíns. Leitaðu að stillingum sem munu bæta afköst lyklaborðsinntaks.
it: Se il problema persiste, controlla la configurazione del tuo scanner di codici a barre. Cerca impostazioni che migliorino le prestazioni di immissione dalla tastiera.
lt: Jei problema išlieka, patikrinkite savo brūkšninių kodų skaitytuvo konfigūraciją. Ieškokite nustatymų, kurie pagerintų klaviatūros įvedimo našumą.
lv: Ja problēma saglabājas, pārbaudiet sava svītrkodu skenera konfigurāciju. Meklējiet iestatījumus, kas uzlabo tastatūras ievades veiktspēju.
mt: Jekk il-problema tippersisti, iċċekkja l-konfigurazzjoni tal-iskanner tal-barcode tiegħek. Fittex settings li jtejbu l-prestazzjoni tad-dħul tal-keyboard.
nl: Als het probleem aanhoudt, controleer dan de configuratie van uw barcodescanner. Zoek naar instellingen die de prestaties van toetsenbordinvoer kunnen verbeteren.
no: Hvis problemet vedvarer, sjekk konfigurasjonen av strekkodeskanneren din. Se etter innstillinger som vil forbedre tastaturinntastingsytelsen.
pl: Jeśli problem będzie się utrzymywał, sprawdź konfigurację skanera kodów kreskowych. Szukaj ustawień, które poprawią wydajność wprowadzania danych z klawiatury.
pt: Se o problema persistir, verifique a configuração do seu scanner de código de barras. Procure configurações que melhorem o desempenho da entrada de dados pelo teclado.
ro: Dacă problema persistă, verificați configurația scannerului dvs. de coduri de bare. Căutați setări care vor îmbunătăți performanța introducerii datelor de la tastatură.
sk: Ak problém pretrváva, skontrolujte konfiguráciu vášho čítača čiarových kódov. Hľadajte nastavenia, ktoré zlepšia výkon zadávania z klávesnice.
sl: Če težava vztraja, preverite konfiguracijo vašega skenerja črtne kode. Poiščite nastavitve, ki bodo izboljšale zmogljivost vnosov preko tipkovnice.
sv: Om problemet kvarstår, kontrollera konfigurationen av din streckkodsläsare. Sök efter inställningar som förbättrar tangentbordsinmatningens prestanda.

# Advice_260
source: If you scan other barcodes, and experience difficulty, try configuring your barcode scanner to emulate a numeric keypad.
bg: Ако сканирате други баркодове и имате затруднения, опитайте да конфигурирате вашия скенер за баркоди да имитира цифрова клавиатура.
cs: Pokud skenujete jiné čárové kódy a máte potíže, zkuste nakonfigurovat skener čárových kódů tak, aby emuloval numerickou klávesnici.
da: Hvis du scanner andre stregkoder, og oplever vanskeligheder, så prøv at konfigurere din stregkodescanner til at efterligne et numerisk tastatur.
de: Wenn Sie andere Barcodes scannen und Schwierigkeiten haben, versuchen Sie, Ihren Barcode-Scanner so zu konfigurieren, dass er ein numerisches Keypad emuliert.
el: Αν σκανάρετε άλλα barcodes, και αντιμετωπίζετε δυσκολίες, δοκιμάστε να ρυθμίσετε τον σαρωτή barcode σας για να προσομοιώνει ένα αριθμητικό πληκτρολόγιο.
es: Si escanea otros códigos de barras y experimenta dificultades, intente configurar su escáner de códigos de barras para emular un teclado numérico.
et: Kui skaneerite teisi vöötkoode ja kogete raskusi, proovige seadistada oma vöötkoodiskanner numbrilise klaviatuuri emuleerimiseks.
fi: Jos skannaat muita viivakoodeja, ja kohtaat vaikeuksia, kokeile konfiguroida viivakoodinlukijasi toimimaan numeerisen näppäimistön emulaattorina.
fr: Si vous scannez d'autres codes-barres et rencontrez des difficultés, essayez de configurer votre scanner de code-barres pour émuler un pavé numérique.
ga: Má scanann tú barachóid eile, agus má bhíonn deacrachtaí agat, bain triail as do scanóir barachóid a chumrú chun méarchlár uimhriúil a aithris.
hr: Ako skenirate druge barkodove i imate poteškoća, pokušajte konfigurirati svoj skener barkoda tako da oponaša numeričku tipkovnicu.
hu: Ha más vonalkódokat olvas be, és problémái vannak, próbálja meg konfigurálni a vonalkódolvasót számbillentyűzet emulálására.
is: Ef þú skannar önnur strikamerki, og lendir í vandræðum, reyndu að stilla strikamerkjalesarann þinn þannig að hann líki eftir númeralyklaborði.
it: Se scansioni altri codici a barre e incontri difficoltà, prova a configurare il tuo scanner di codici a barre per emulare un tastierino numerico.
lt: Jei skenuojate kitus brūkšninius kodus ir patiriate sunkumų, pabandykite nustatyti savo brūkšninių kodų skaitytuvą imituoti skaitmeninį klavišų bloką.
lv: Ja, skenējot citus svītrkodus, rodas grūtības, mēģiniet konfigurēt savu svītrkodu skeneri tā, lai tas emulētu ciparu tastatūru.
mt: Jekk tiskennja barcodes oħra, u tesperjenza diffikultà, ipprova tikkonfigura l-iskanner tal-barcode tiegħek biex jimita keypad numeriku.
nl: Als u andere barcodes scant en problemen ondervindt, probeer dan uw barcodescanner te configureren om een numeriek toetsenblok na te bootsen.
no: Hvis du skanner andre strekkoder og opplever problemer, prøv å konfigurere strekkodeskanneren din til å etterligne et numerisk tastatur.
pl: Jeśli skanujesz inne kody kreskowe i napotykasz trudności, spróbuj skonfigurować skaner kodów kreskowych tak, aby emulował klawiaturę numeryczną.
pt: Se você escanear outros códigos de barras e tiver dificuldades, tente configurar seu scanner de código de barras para emular um teclado numérico.
ro: Dacă scanați alte coduri de bare și întâmpinați dificultăți, încercați să configurați scannerul dvs. de coduri de bare să emuleze o tastatură numerică.
sk: Ak skenujete iné čiarové kódy a máte problémy, skúste nakonfigurovať váš čítač čiarových kódov tak, aby emuloval numerickú klávesnicu.
sl: Če skenirate druge črtne kode in imate težave, poskusite nastaviti vaš skener črtne kode, da posnema numerično tipkovnico.
sv: Om du skannar andra streckkoder och upplever svårigheter, försök konfigurera din streckkodsläsare för att efterlikna ett numeriskt tangentbord.

# Advice_261
source: If you scan other barcodes, and experience difficulty, try configuring your barcode scanner to emulate a numeric keypad.
bg: Ако сканирате други баркодове и имате затруднения, опитайте да конфигурирате вашия скенер за баркоди да имитира цифрова клавиатура.
cs: Pokud skenujete jiné čárové kódy a máte potíže, zkuste nakonfigurovat skener čárových kódů tak, aby emuloval numerickou klávesnici.
da: Hvis du scanner andre stregkoder, og oplever vanskeligheder, så prøv at konfigurere din stregkodescanner til at efterligne et numerisk tastatur.
de: Wenn Sie andere Barcodes scannen und Schwierigkeiten haben, versuchen Sie, Ihren Barcode-Scanner so zu konfigurieren, dass er ein numerisches Keypad emuliert.
el: Αν σκανάρετε άλλα barcodes, και αντιμετωπίζετε δυσκολίες, δοκιμάστε να ρυθμίσετε τον σαρωτή barcode σας για να προσομοιώνει ένα αριθμητικό πληκτρολόγιο.
es: Si escanea otros códigos de barras y experimenta dificultades, intente configurar su escáner de códigos de barras para emular un teclado numérico.
et: Kui skaneerite teisi vöötkoode ja kogete raskusi, proovige seadistada oma vöötkoodiskanner numbrilise klaviatuuri emuleerimiseks.
fi: Jos skannaat muita viivakoodeja, ja kohtaat vaikeuksia, kokeile konfiguroida viivakoodinlukijasi toimimaan numeerisen näppäimistön emulaattorina.
fr: Si vous scannez d'autres codes-barres et rencontrez des difficultés, essayez de configurer votre scanner de code-barres pour émuler un pavé numérique.
ga: Má scanann tú barachóid eile, agus má bhíonn deacrachtaí agat, bain triail as do scanóir barachóid a chumrú chun méarchlár uimhriúil a aithris.
hr: Ako skenirate druge barkodove i imate poteškoća, pokušajte konfigurirati svoj skener barkoda tako da oponaša numeričku tipkovnicu.
hu: Ha más vonalkódokat olvas be, és problémái vannak, próbálja meg konfigurálni a vonalkódolvasót számbillentyűzet emulálására.
is: Ef þú skannar önnur strikamerki, og lendir í vandræðum, reyndu að stilla strikamerkjalesarann þinn þannig að hann líki eftir númeralyklaborði.
it: Se scansioni altri codici a barre e incontri difficoltà, prova a configurare il tuo scanner di codici a barre per emulare un tastierino numerico.
lt: Jei skenuojate kitus brūkšninius kodus ir patiriate sunkumų, pabandykite nustatyti savo brūkšninių kodų skaitytuvą imituoti skaitmeninį klavišų bloką.
lv: Ja, skenējot citus svītrkodus, rodas grūtības, mēģiniet konfigurēt savu svītrkodu skeneri tā, lai tas emulētu ciparu tastatūru.
mt: Jekk tiskennja barcodes oħra, u tesperjenza diffikultà, ipprova tikkonfigura l-iskanner tal-barcode tiegħek biex jimita keypad numeriku.
nl: Als u andere barcodes scant en problemen ondervindt, probeer dan uw barcodescanner te configureren om een numeriek toetsenblok na te bootsen.
no: Hvis du skanner andre strekkoder og opplever problemer, prøv å konfigurere strekkodeskanneren din til å etterligne et numerisk tastatur.
pl: Jeśli skanujesz inne kody kreskowe i napotykasz trudności, spróbuj skonfigurować skaner kodów kreskowych tak, aby emulował klawiaturę numeryczną.
pt: Se você escanear outros códigos de barras e tiver dificuldades, tente configurar seu scanner de código de barras para emular um teclado numérico.
ro: Dacă scanați alte coduri de bare și întâmpinați dificultăți, încercați să configurați scannerul dvs. de coduri de bare să emuleze o tastatură numerică.
sk: Ak skenujete iné čiarové kódy a máte problémy, skúste nakonfigurovať váš čítač čiarových kódov tak, aby emuloval numerickú klávesnicu.
sl: Če skenirate druge črtne kode in imate težave, poskusite nastaviti vaš skener črtne kode, da posnema numerično tipkovnico.
sv: Om du skannar andra streckkoder och upplever svårigheter, försök konfigurera din streckkodsläsare för att efterlikna ett numeriskt tangentbord.

# Advice_265
source: If you scan other barcodes, and experience difficulty, try configuring your barcode scanner to emulate a numeric keypad.
bg: Ако сканирате други баркодове и имате затруднения, опитайте да конфигурирате вашия скенер за баркоди да имитира цифрова клавиатура.
cs: Pokud skenujete jiné čárové kódy a máte potíže, zkuste nakonfigurovat skener čárových kódů tak, aby emuloval numerickou klávesnici.
da: Hvis du scanner andre stregkoder, og oplever vanskeligheder, så prøv at konfigurere din stregkodescanner til at efterligne et numerisk tastatur.
de: Wenn Sie andere Barcodes scannen und Schwierigkeiten haben, versuchen Sie, Ihren Barcode-Scanner so zu konfigurieren, dass er ein numerisches Keypad emuliert.
el: Αν σκανάρετε άλλα barcodes, και αντιμετωπίζετε δυσκολίες, δοκιμάστε να ρυθμίσετε τον σαρωτή barcode σας για να προσομοιώνει ένα αριθμητικό πληκτρολόγιο.
es: Si escanea otros códigos de barras y experimenta dificultades, intente configurar su escáner de códigos de barras para emular un teclado numérico.
et: Kui skaneerite teisi vöötkoode ja kogete raskusi, proovige seadistada oma vöötkoodiskanner numbrilise klaviatuuri emuleerimiseks.
fi: Jos skannaat muita viivakoodeja, ja kohtaat vaikeuksia, kokeile konfiguroida viivakoodinlukijasi toimimaan numeerisen näppäimistön emulaattorina.
fr: Si vous scannez d'autres codes-barres et rencontrez des difficultés, essayez de configurer votre scanner de code-barres pour émuler un pavé numérique.
ga: Má scanann tú barachóid eile, agus má bhíonn deacrachtaí agat, bain triail as do scanóir barachóid a chumrú chun méarchlár uimhriúil a aithris.
hr: Ako skenirate druge barkodove i imate poteškoća, pokušajte konfigurirati svoj skener barkoda tako da oponaša numeričku tipkovnicu.
hu: Ha más vonalkódokat olvas be, és problémái vannak, próbálja meg konfigurálni a vonalkódolvasót számbillentyűzet emulálására.
is: Ef þú skannar önnur strikamerki, og lendir í vandræðum, reyndu að stilla strikamerkjalesarann þinn þannig að hann líki eftir númeralyklaborði.
it: Se scansioni altri codici a barre e incontri difficoltà, prova a configurare il tuo scanner di codici a barre per emulare un tastierino numerico.
lt: Jei skenuojate kitus brūkšninius kodus ir patiriate sunkumų, pabandykite nustatyti savo brūkšninių kodų skaitytuvą imituoti skaitmeninį klavišų bloką.
lv: Ja, skenējot citus svītrkodus, rodas grūtības, mēģiniet konfigurēt savu svītrkodu skeneri tā, lai tas emulētu ciparu tastatūru.
mt: Jekk tiskennja barcodes oħra, u tesperjenza diffikultà, ipprova tikkonfigura l-iskanner tal-barcode tiegħek biex jimita keypad numeriku.
nl: Als u andere barcodes scant en problemen ondervindt, probeer dan uw barcodescanner te configureren om een numeriek toetsenblok na te bootsen.
no: Hvis du skanner andre strekkoder og opplever problemer, prøv å konfigurere strekkodeskanneren din til å etterligne et numerisk tastatur.
pl: Jeśli skanujesz inne kody kreskowe i napotykasz trudności, spróbuj skonfigurować skaner kodów kreskowych tak, aby emulował klawiaturę numeryczną.
pt: Se você escanear outros códigos de barras e tiver dificuldades, tente configurar seu scanner de código de barras para emular um teclado numérico.
ro: Dacă scanați alte coduri de bare și întâmpinați dificultăți, încercați să configurați scannerul dvs. de coduri de bare să emuleze o tastatură numerică.
sk: Ak skenujete iné čiarové kódy a máte problémy, skúste nakonfigurovať váš čítač čiarových kódov tak, aby emuloval numerickú klávesnicu.
sl: Če skenirate druge črtne kode in imate težave, poskusite nastaviti vaš skener črtne kode, da posnema numerično tipkovnico.
sv: Om du skannar andra streckkoder och upplever svårigheter, försök konfigurera din streckkodsläsare för att efterlikna ett numeriskt tangentbord.
