Repository: Solidsoft-Reply/EMVS-Unique-Identifier-Parser
Catalog: Solidsoft.Reply.Parsers.EmvsUniqueIdentifier/Properties/Advice.*.resx
Languages: bg, cs, da, de, el, es, et, fi, fr, ga, hr, hu, is, it, lt, lv, mt, nl, no, pl, pt, ro, sk, sl, sv

# Advice_332
source: Check your barcode scanner, keyboard and computer configuration and reconfigure them if necessary.
bg: Проверете конфигурацията на вашия скенер за баркоди, клавиатурата и компютъра и ги преконфигурирайте при необходимост.
cs: Zkontrolujte konfiguraci skeneru čárových kódů, klávesnice a počítače a případně je překonfigurujte.
da: Kontroller din stregkodescanner, tastatur og computerkonfiguration, og omkonfigurer dem om nødvendigt.
de: Überprüfen Sie die Konfiguration Ihres Barcode-Scanners, Ihrer Tastatur und Ihres Computers und konfigurieren Sie sie bei Bedarf neu.
el: Ελέγξτε τη διαμόρφωση του σαρωτή barcode σας, του πληκτρολογίου και του υπολογιστή σας και αναδιαμορφώστε τα εάν είναι απαραίτητο.
es: Verifique la configuración de su escáner de códigos de barras, teclado y computadora y reconfigúrelos si es necesario.
et: Kontrollige oma vöötkoodiskanneri, klaviatuuri ja arvuti konfiguratsiooni ning vajadusel seadistage need ümber.
fi: Tarkista viivakoodinlukijasi, näppäimistösi ja tietokoneesi konfiguraatio ja konfiguroi ne tarvittaessa uudelleen.
fr: Vérifiez votre scanner de code-barres, clavier et configuration informatique et reconfigurez-les si nécessaire.
ga: Seiceáil do scanóir barachóid, méarchlár agus cumraíocht ríomhaire agus athchumraigh iad más gá.
hr: Provjerite konfiguraciju skenera barkoda, tipkovnice i računala te ih po potrebi ponovno konfigurirajte.;;Isključite Caps Lock i ponovno testirajte.
hu: Ellenőrizze a vonalkódolvasó, billentyűzet és számítógép konfigurációját, és szükség esetén konfigurálja át őket.
is: Athugaðu strikamerkjalesarann þinn, lyklaborðið og tölvustillingarnar og endurstilltu þær ef þörf krefur.
it: Controlla la configurazione del tuo scanner di codici a barre, della tastiera e del computer e riconfigurarle se necessario.
lt: Patikrinkite savo brūkšninių kodų skaitytuvą, klaviatūrą ir kompiuterio konfigūraciją ir, jei reikia, ją pakeiskite.
lv: Pārbaudiet savu svītrkodu skeneri, tastatūras un datora konfigurāciju un pārkonfigurējiet tās, ja nepieciešams.
mt: Iċċekkja l-iskanner tal-barcode tiegħek, it-tastiera u l-konfigurazzjoni tal-kompjuter tiegħek u kkunfigurahom mill-ġdid jekk ikun meħtieġ.
nl: Controleer uw barcodescanner, toetsenbord en computerconfiguratie en configureer ze indien nodig opnieuw.
no: Kontroller strekkodeskanneren, tastaturet og datamaskinkonfigurasjonen og konfigurer dem på nytt om nødvendig.
pl: Sprawdź konfigurację skanera kodów kreskowych, klawiatury i komputera oraz dokonaj rekonfiguracji w razie potrzeby.
pt: Verifique a configuração do seu scanner de código de barras, teclado e computador e reconfigure-os se necessário.
ro: Verificați configurația scannerului dumneavoastră de coduri de bare, tastatură și computer și reconfigurați-le dacă este necesar.
sk: Skontrolujte konfiguráciu vášho čítača čiarových kódov, klávesnice a počítača a prípadne ich prekonfigurujte.
sl: Preverite nastavitve vašega skenerja črtne kode, tipkovnice in računalnika ter jih po potrebi ponovno nastavite.
sv: Kontrollera din streckkodsläsare, tangentbord och datorinställningar och konfigurera om dem vid behov.

# Advice_335
source: If possible, configure your computer to use a different keyboard layout.;;If necessary, configure your barcode scanner to emulate a numeric keypad.
bg: Ако е възможно, конфигурирайте вашия компютър да използва различна конфигурация на клавиатурата.;;Ако е необходимо, конфигурирайте вашия скенер за баркоди да имитира цифрова клавиатура.
cs: Pokud je to možné, nakonfigurujte počítač pro použití jiného rozložení klávesnice.;;Pokud je to nutné, nakonfigurujte skener čárových kódů tak, aby emuloval numerickou klávesnici.
da: Hvis det er muligt, konfigurer din computer til at bruge et andet tastaturlayout.;;Hvis nødvendigt, konfigurer din stregkodescanner til at efterligne et numerisk tastatur.
de: Falls möglich, konfigurieren Sie Ihren Computer so, dass er ein anderes Tastaturlayout verwendet.;;Falls notwendig, konfigurieren Sie Ihren Barcode-Scanner so, dass er ein numerisches Keypad emuliert.
el: Αν είναι δυνατόν, ρυθμίστε τον υπολογιστή σας να χρησιμοποιεί μια διαφορετική διάταξη πληκτρολογίου.;;Αν είναι απαραίτητο, ρυθμίστε τον σαρωτή barcode σας για να προσομοιώνει ένα αριθμητικό πληκτρολόγιο.
es: Si es posible, configure su computadora para usar una disposición de teclado diferente.;;Si es necesario, configure su escáner de códigos de barras para emular un teclado numérico.
et: Vajadusel seadistage oma arvuti kasutama teistsugust klaviatuuri paigutust.;;Vajadusel seadistage oma vöötkoodiskanner numbrilise klaviatuuri emuleerimiseks.
fi: Tarvittaessa konfiguroi tietokoneesi käyttämään erilaista näppäimistöasettelua.;;Tarvittaessa konfiguroi viivakoodinlukijasi toimimaan numeerisen näppäimistön emulaattorina.
fr: Si possible, configurez votre ordinateur pour utiliser une disposition de clavier différente.;;Si nécessaire, configurez votre scanner de code-barres pour émuler un pavé numérique.
ga: Más féidir, cumraigh do ríomhaire chun leagan amach méarchláir difriúil a úsáid.;;Más gá, cumraigh do scanóir barachóid chun méarchlár uimhriúil a aithris.
hr: Ako je moguće, konfigurirajte svoje računalo da koristi drugačiji raspored tipki na tipkovnici.;;Ako je potrebno, konfigurirajte svoj skener barkoda tako da oponaša numeričku tipkovnicu.
hu: Ha lehetséges, konfigurálja a számítógépét egy másik billentyűzet elrendezés használatára.;;Szükség esetén konfigurálja a vonalkódolvasót számbillentyűzet emulálására.
is: Ef mögulegt er, stilltu tölvuna þína til að nota aðra lyklaborðsuppsetningu.;;Ef þörf krefur, stilltu strikamerkjalesarann þinn þannig að hann líki eftir númeralyklaborði.
it: Se possibile, configura il tuo computer per utilizzare un layout di tastiera diverso.;;Se necessario, configura il tuo scanner di codici a barre per emulare un tastierino numerico.
lt: Jei įmanoma, nustatykite savo kompiuterį naudoti kitą klaviatūros išdėstymą.;;Jei reikia, nustatykite savo brūkšninių kodų skaitytuvą imituoti skaitmeninį klavišų bloką.
lv: Ja iespējams, konfigurējiet datoru, lai izmantotu citu tastatūras izkārtojumu.;;Ja nepieciešams, konfigurējiet savu svītrkodu skeneri tā, lai tas emulētu ciparu tastatūru.
mt: Jekk possibbli, kkonfigura l-kompjuter tiegħek biex juża layout differenti tal-keyboard.;;Jekk ikun meħtieġ, kkonfigura l-iskanner tal-barcode tiegħek biex jimita keypad numeriku.
nl: Als het mogelijk is, configureer uw computer om een andere toetsenbordindeling te gebruiken.;;Indien nodig, configureer uw barcodescanner om een numeriek toetsenblok na te bootsen.
no: Om mulig, konfigurer datamaskinen din til å bruke et annet tastaturoppsett.;;Om nødvendig, konfigurer strekkodeskanneren din til å etterligne et numerisk tastatur.
pl: Jeśli to możliwe, skonfiguruj komputer, aby używał innego układu klawiatury.;;W razie potrzeby skonfiguruj skaner kodów kreskowych tak, aby emulował klawiaturę numeryczną.
pt: Se possível, configure seu computador para usar um layout de teclado diferente.;;Se necessário, configure seu scanner de código de barras para emular um teclado numérico.
ro: Dacă este posibil, configurați computerul dvs. să utilizeze un alt layout de tastatură.;;Dacă este necesar, configurați scannerul dvs. de coduri de bare să emuleze o tastatură numerică.
sk: Ak je to možné, nakonfigurujte váš počítač na použitie iného rozloženia klávesnice.;;Ak je to potrebné, nakonfigurujte váš čítač čiarových kódov tak, aby emuloval numerickú klávesnicu.
sl: Če je mogoče, nastavite računalnik za uporabo drugačnega razporeda tipk na tipkovnici.;;Po potrebi nastavite vaš skener črtne kode, da posnema numerično tipkovnico.
sv: Om möjligt, konfigurera din dator för att använda en annan tangentbordslayout.;;Om nödvändigt, konfigurera din streckkodsläsare för att efterlikna ett numeriskt tangentbord.

# Advice_350
source: Enter data manually into your verification software to verify PPN unique identifiers.;;If necessary, configure your barcode scanner to emulate a numeric keypad.
bg: Въведете данни ръчно във вашия софтуер за верификация, за да проверите уникални идентификатори PPN.;;Ако е необходимо, конфигурирайте вашия скенер за баркоди да имитира цифрова клавиатура.
cs: Zadejte data ručně do svého ověřovacího softwaru pro ověření jedinečných identifikátorů PPN.;;Pokud je to nutné, nakonfigurujte skener čárových kódů tak, aby emuloval numerickou klávesnici.
da: Indtast data manuelt i din verifikationssoftware for at verificere PPN-unikke identifikatorer.;;Hvis nødvendigt, konfigurer din stregkodescanner til at efterligne et numerisk tastatur.
de: Geben Sie Daten manuell in Ihre Verifizierungssoftware ein, um PPN-eindeutige Kennungen zu überprüfen.;;Falls notwendig, konfigurieren Sie Ihren Barcode-Scanner so, dass er ein numerisches Keypad emuliert.
el: Εισαγάγετε δεδομένα χειροκίνητα στο λογισμικό επαλήθευσής σας για να επαληθεύσετε μοναδικούς αναγνωριστικούς κωδικούς PPN.;;Αν είναι απαραίτητο, ρυθμίστε τον σαρωτή barcode σας για να προσομοιώνει ένα αριθμητικό πληκτρολόγιο.
es: Ingrese datos manualmente en su software de verificación para verificar identificadores únicos PPN.;;Si es necesario, configure su escáner de códigos de barras para emular un teclado numérico.
et: Sisestage andmed käsitsi oma verifitseerimistarkvarasse, et kontrollida PPN unikaalseid identifikaatoreid.;;Vajadusel seadistage oma vöötkoodiskanner numbrilise klaviatuuri emuleerimiseks.
fi: Syötä tietoja manuaalisesti varmistusohjelmistoosi vahvistaaksesi PPN-yksilölliset tunnisteet.;;Tarvittaessa konfiguroi viivakoodinlukijasi toimimaan numeerisen näppäimistön emulaattorina.
fr: Entrez manuellement les données dans votre logiciel de vérification pour vérifier les identifiants uniques PPN.;;Si nécessaire, configurez votre scanner de code-barres pour émuler un pavé numérique.
ga: Cuir isteach sonraí de láimh i do bhogearra fíoraithe chun aitheantóirí uathúla PPN a fhíorú.;;Más gá, cumraigh do scanóir barachóid chun méarchlár uimhriúil a aithris.
hr: Ručno unesite podatke u svoj softver za provjeru kako biste provjerili jedinstvene identifikatore PPN-a.;;Ako je potrebno, konfigurirajte svoj skener barkoda tako da oponaša numeričku tipkovnicu.
hu: Adjon meg adatokat manuálisan a verifikációs szoftverében a PPN egyedi azonosítók ellenőrzéséhez.;;Szükség esetén konfigurálja a vonalkódolvasót számbillentyűzet emulálására.
is: Sláðu inn gögn handvirkt í staðfestingarhugbúnaðinn þinn til að staðfesta PPN einstakar auðkennarar.;;Ef þörf krefur, stilltu strikamerkjalesarann þinn þannig að hann líki eftir númeralyklaborði.
it: Inserisci manualmente i dati nel tuo software di verifica per verificare gli identificatori unici PPN.;;Se necessario, configura il tuo scanner di codici a barre per emulare un tastierino numerico.
lt: Rankiniu būdu įveskite duomenis į savo tikrinimo programinę įrangą, kad patikrintumėte PPN unikalius identifikatorius.;;Jeigu reikia, nustatykite savo brūkšninių kodų skaitytuvą imituoti skaitmeninį klavišų bloką.
lv: Ievadiet datus manuāli savā verifikācijas programmatūrā, lai pārbaudītu PPN unikālos identifikatorus.;;Ja nepieciešams, konfigurējiet savu svītrkodu skeneri tā, lai tas emulētu ciparu tastatūru.
mt: Daħħal id-data manwalment fis-softwer tal-verifika tiegħek biex tivverifika identifikaturi uniku tal-PPN.;;Jekk ikun meħtieġ, kkonfigura l-iskanner tal-barcode tiegħek biex jimita keypad numeriku.
nl: Voer handmatig gegevens in uw verificatiesoftware in voor barcodes die Format 05 of Format 06 data bevatten.;;Indien nodig, configureer uw barcodescanner om een numeriek toetsenblok na te bootsen.
no: Skriv inn data manuelt i verifiseringsprogramvaren din for strekkoder som inneholder Format 05 eller Format 06 data.;;Om nødvendig, konfigurer strekkodeskanneren din til å etterligne et numerisk tastatur.
pl: Wprowadź dane ręcznie do oprogramowania weryfikacyjnego, aby zweryfikować unikalne identyfikatory PPN.;;W razie potrzeby skonfiguruj skaner kodów kreskowych tak, aby emulował klawiaturę numeryczną.
pt: Insira dados manualmente no seu software de verificação para verificar identificadores PPN.;;Se necessário, configure seu scanner de código de barras para emular um teclado numérico.
ro: Introduceți date manual în software-ul dumneavoastră de verificare pentru a verifica identificatorii unici PPN.;;Dacă este necesar, configurați scannerul dumneavoastră de coduri de bare să emuleze o tastatură numerică.
sk: Ručne zadajte údaje do vášho overovacieho softvéru na overenie jedinečných identifikátorov PPN.;;Ak je to potrebné, nakonfigurujte váš čítač čiarových kódov tak, aby emuloval numerickú klávesnicu.
sl: Ročno vnesite podatke v vašo programsko opremo za preverjanje, da preverite enolične identifikatorje PPN.;;Po potrebi nastavite vaš skener črtne kode, da posnema numerično tipkovnico.
sv: Mata in data manuellt i din verifieringsprogramvara för att verifiera PPN-unika identifierare.;;Om nödvändigt, konfigurera din streckkodsläsare för att efterlikna ett numeriskt tangentbord.

# Advice_351
source: Enter data manually into your verification software to verify PPN unique identifiers.;;If necessary, configure your barcode scanner to emulate a numeric keypad.
bg: Въведете данни ръчно във вашия софтуер за верификация, за да проверите уникални идентификатори PPN.;;Ако е необходимо, конфигурирайте вашия скенер за баркоди да имитира цифрова клавиатура.
cs: Zadejte data ručně do svého ověřovacího softwaru pro ověření jedinečných identifikátorů PPN.;;Pokud je to nutné, nakonfigurujte skener čárových kódů tak, aby emuloval numerickou klávesnici.
da: Indtast data manuelt i din verifikationssoftware for at verificere PPN-unikke identifikatorer.;;Hvis nødvendigt, konfigurer din stregkodescanner til at efterligne et numerisk tastatur.
de: Geben Sie Daten manuell in Ihre Verifizierungssoftware ein, um PPN-eindeutige Kennungen zu überprüfen.;;Falls notwendig, konfigurieren Sie Ihren Barcode-Scanner so, dass er ein numerisches Keypad emuliert.
el: Εισαγάγετε δεδομένα χειροκίνητα στο λογισμικό επαλήθευσής σας για να επαληθεύσετε μοναδικούς αναγνωριστικούς κωδικούς PPN.;;Αν είναι απαραίτητο, ρυθμίστε τον σαρωτή barcode σας για να προσομοιώνει ένα αριθμητικό πληκτρολόγιο.
es: Ingrese datos manualmente en su software de verificación para verificar identificadores únicos PPN.;;Si es necesario, configure su escáner de códigos de barras para emular un teclado numérico.
et: Sisestage andmed käsitsi oma verifitseerimistarkvarasse, et kontrollida PPN unikaalseid identifikaatoreid.;;Vajadusel seadistage oma vöötkoodiskanner numbrilise klaviatuuri emuleerimiseks.
fi: Syötä tietoja manuaalisesti varmistusohjelmistoosi vahvistaaksesi PPN-yksilölliset tunnisteet.;;Tarvittaessa konfiguroi viivakoodinlukijasi toimimaan numeerisen näppäimistön emulaattorina.
fr: Entrez manuellement les données dans votre logiciel de vérification pour vérifier les identifiants uniques PPN.;;Si nécessaire, configurez votre scanner de code-barres pour émuler un pavé numérique.
ga: Cuir isteach sonraí de láimh i do bhogearra fíoraithe chun aitheantóirí uathúla PPN a fhíorú.;;Más gá, cumraigh do scanóir barachóid chun méarchlár uimhriúil a aithris.
hr: Ručno unesite podatke u svoj softver za provjeru kako biste provjerili jedinstvene identifikatore PPN-a.;;Ako je potrebno, konfigurirajte svoj skener barkoda tako da oponaša numeričku tipkovnicu.
hu: Adjon meg adatokat manuálisan a verifikációs szoftverében a PPN egyedi azonosítók ellenőrzéséhez.;;Szükség esetén konfigurálja a vonalkódolvasót számbillentyűzet emulálására.
is: Sláðu inn gögn handvirkt í staðfestingarhugbúnaðinn þinn til að staðfesta PPN einstakar auðkennarar.;;Ef þörf krefur, stilltu strikamerkjalesarann þinn þannig að hann líki eftir númeralyklaborði.
it: Inserisci manualmente i dati nel tuo software di verifica per verificare gli identificatori unici PPN.;;Se necessario, configura il tuo scanner di codici a barre per emulare un tastierino numerico.
lt: Rankiniu būdu įveskite duomenis į savo tikrinimo programinę įrangą, kad patikrintumėte PPN unikalius identifikatorius.;;Jeigu reikia, nustatykite savo brūkšninių kodų skaitytuvą imituoti skaitmeninį klavišų bloką.
lv: Ievadiet datus manuāli savā verifikācijas programmatūrā, lai pārbaudītu PPN unikālos identifikatorus.;;Ja nepieciešams, konfigurējiet savu svītrkodu skeneri tā, lai tas emulētu ciparu tastatūru.
mt: Daħħal id-data manwalment fis-softwer tal-verifika tiegħek biex tivverifika identifikaturi uniku tal-PPN.;;Jekk ikun meħtieġ, kkonfigura l-iskanner tal-barcode tiegħek biex jimita keypad numeriku.
nl: Voer handmatig gegevens in uw verificatiesoftware in voor barcodes die Format 05 of Format 06 data bevatten.;;Indien nodig, configureer uw barcodescanner om een numeriek toetsenblok na te bootsen.
no: Skriv inn data manuelt i verifiseringsprogramvaren din for strekkoder som inneholder Format 05 eller Format 06 data.;;Om nødvendig, konfigurer strekkodeskanneren din til å etterligne et numerisk tastatur.
pl: Wprowadź dane ręcznie do oprogramowania weryfikacyjnego, aby zweryfikować unikalne identyfikatory PPN.;;W razie potrzeby skonfiguruj skaner kodów kreskowych tak, aby emulował klawiaturę numeryczną.
pt: Insira dados manualmente no seu software de verificação para verificar identificadores PPN.;;Se necessário, configure seu scanner de código de barras para emular um teclado numérico.
ro: Introduceți date manual în software-ul dumneavoastră de verificare pentru a verifica identificatorii unici PPN.;;Dacă este necesar, configurați scannerul dumneavoastră de coduri de bare să emuleze o tastatură numerică.
sk: Ručne zadajte údaje do vášho overovacieho softvéru na overenie jedinečných identifikátorov PPN.;;Ak je to potrebné, nakonfigurujte váš čítač čiarových kódov tak, aby emuloval numerickú klávesnicu.
sl: Ročno vnesite podatke v vašo programsko opremo za preverjanje, da preverite enolične identifikatorje PPN.;;Po potrebi nastavite vaš skener črtne kode, da posnema numerično tipkovnico.
sv: Mata in data manuellt i din verifieringsprogramvara för att verifiera PPN-unika identifierare.;;Om nödvändigt, konfigurera din streckkodsläsare för att efterlikna ett numeriskt tangentbord.

# Advice_355
source: Enter data manually into your verification software to verify PPN unique identifiers.;;If necessary, configure your barcode scanner to emulate a numeric keypad.
bg: Въведете данни ръчно във вашия софтуер за верификация, за да проверите уникални идентификатори PPN.;;Ако е необходимо, конфигурирайте вашия скенер за баркоди да имитира цифрова клавиатура.
cs: Zadejte data ručně do svého ověřovacího softwaru pro ověření jedinečných identifikátorů PPN.;;Pokud je to nutné, nakonfigurujte skener čárových kódů tak, aby emuloval numerickou klávesnici.
da: Indtast data manuelt i din verifikationssoftware for at verificere PPN-unikke identifikatorer.;;Hvis nødvendigt, konfigurer din stregkodescanner til at efterligne et numerisk tastatur.
de: Geben Sie Daten manuell in Ihre Verifizierungssoftware ein, um PPN-eindeutige Kennungen zu überprüfen.;;Falls notwendig, konfigurieren Sie Ihren Barcode-Scanner so, dass er ein numerisches Keypad emuliert.
el: Εισαγάγετε δεδομένα χειροκίνητα στο λογισμικό επαλήθευσής σας για να επαληθεύσετε μοναδικούς αναγνωριστικούς κωδικούς PPN.;;Αν είναι απαραίτητο, ρυθμίστε τον σαρωτή barcode σας για να προσομοιώνει ένα αριθμητικό πληκτρολόγιο.
es: Ingrese datos manualmente en su software de verificación para verificar identificadores únicos PPN.;;Si es necesario, configure su escáner de códigos de barras para emular un teclado numérico.
et: Sisestage andmed käsitsi oma verifitseerimistarkvarasse, et kontrollida PPN unikaalseid identifikaatoreid.;;Vajadusel seadistage oma vöötkoodiskanner numbrilise klaviatuuri emuleerimiseks.
fi: Syötä tietoja manuaalisesti varmistusohjelmistoosi vahvistaaksesi PPN-yksilölliset tunnisteet.;;Tarvittaessa konfiguroi viivakoodinlukijasi toimimaan numeerisen näppäimistön emulaattorina.
fr: Entrez manuellement les données dans votre logiciel de vérification pour vérifier les identifiants uniques PPN.;;Si nécessaire, configurez votre scanner de code-barres pour émuler un pavé numérique.
ga: Cuir isteach sonraí de láimh i do bhogearra fíoraithe chun aitheantóirí uathúla PPN a fhíorú.;;Más gá, cumraigh do scanóir barachóid chun méarchlár uimhriúil a aithris.
hr: Ručno unesite podatke u svoj softver za provjeru kako biste provjerili jedinstvene identifikatore PPN-a.;;Ako je potrebno, konfigurirajte svoj skener barkoda tako da oponaša numeričku tipkovnicu.
hu: Adjon meg adatokat manuálisan a verifikációs szoftverében a PPN egyedi azonosítók ellenőrzéséhez.;;Szükség esetén konfigurálja a vonalkódolvasót számbillentyűzet emulálására.
is: Sláðu inn gögn handvirkt í staðfestingarhugbúnaðinn þinn til að staðfesta PPN einstakar auðkennarar.;;Ef þörf krefur, stilltu strikamerkjalesarann þinn þannig að hann líki eftir númeralyklaborði.
it: Inserisci manualmente i dati nel tuo software di verifica per verificare gli identificatori unici PPN.;;Se necessario, configura il tuo scanner di codici a barre per emulare un tastierino numerico.
lt: Rankiniu būdu įveskite duomenis į savo tikrinimo programinę įrangą, kad patikrintumėte PPN unikalius identifikatorius.;;Jeigu reikia, nustatykite savo brūkšninių kodų skaitytuvą imituoti skaitmeninį klavišų bloką.
lv: Ievadiet datus manuāli savā verifikācijas programmatūrā, lai pārbaudītu PPN unikālos identifikatorus.;;Ja nepieciešams, konfigurējiet savu svītrkodu skeneri tā, lai tas emulētu ciparu tastatūru.
mt: Daħħal id-data manwalment fis-softwer tal-verifika tiegħek biex tivverifika identifikaturi uniku tal-PPN.;;Jekk ikun meħtieġ, kkonfigura l-iskanner tal-barcode tiegħek biex jimita keypad numeriku.
nl: Voer handmatig gegevens in uw verificatiesoftware in voor barcodes die Format 05 of Format 06 data bevatten.;;Indien nodig, configureer uw barcodescanner om een numeriek toetsenblok na te bootsen.
no: Skriv inn data manuelt i verifiseringsprogramvaren din for strekkoder som inneholder Format 05 eller Format 06 data.;;Om nødvendig, konfigurer strekkodeskanneren din til å etterligne et numerisk tastatur.
pl: Wprowadź dane ręcznie do oprogramowania weryfikacyjnego, aby zweryfikować unikalne identyfikatory PPN.;;W razie potrzeby skonfiguruj skaner kodów kreskowych tak, aby emulował klawiaturę numeryczną.
pt: Insira dados manualmente no seu software de verificação para verificar identificadores PPN.;;Se necessário, configure seu scanner de código de barras para emular um teclado numérico.
ro: Introduceți date manual în software-ul dumneavoastră de verificare pentru a verifica identificatorii unici PPN.;;Dacă este necesar, configurați scannerul dumneavoastră de coduri de bare să emuleze o tastatură numerică.
sk: Ručne zadajte údaje do vášho overovacieho softvéru na overenie jedinečných identifikátorov PPN.;;Ak je to potrebné, nakonfigurujte váš čítač čiarových kódov tak, aby emuloval numerickú klávesnicu.
sl: Ročno vnesite podatke v vašo programsko opremo za preverjanje, da preverite enolične identifikatorje PPN.;;Po potrebi nastavite vaš skener črtne kode, da posnema numerično tipkovnico.
sv: Mata in data manuellt i din verifieringsprogramvara för att verifiera PPN-unika identifierare.;;Om nödvändigt, konfigurera din streckkodsläsare för att efterlikna ett numeriskt tangentbord.
