Repository: Solidsoft-Reply/EMVS-Unique-Identifier-Parser
Catalog: Solidsoft.Reply.Parsers.EmvsUniqueIdentifier/Properties/Advice.*.resx
Languages: bg, cs, da, de, el, es, et, fi, fr, ga, hr, hu, is, it, lt, lv, mt, nl, no, pl, pt, ro, sk, sl, sv

# Condition_275
source: Your system cannot read barcodes reliably if they contain data for Electronic Data Interchange (EDI)
bg: Вашата система не може да чете баркодове надеждно, ако те съдържат данни за електронен обмен на данни (EDI).
cs: Váš systém nemůže spolehlivě číst čárové kódy, pokud obsahují data pro elektronickou výměnu dat (EDI).
da: Dit system kan ikke læse stregkoder pålideligt, hvis de indeholder data til Elektronisk Dataudveksling (EDI).
de: Ihr System kann Barcodes nicht zuverlässig lesen, wenn sie Daten für den elektronischen Datenaustausch (EDI) enthalten.
el: Το σύστημά σας δεν μπορεί να διαβάσει αξιόπιστα τους γραμμωτούς κώδικες εάν περιέχουν δεδομένα για Ηλεκτρονική Ανταλλαγή Δεδομένων (EDI).
es: Su sistema no puede leer códigos de barras de manera confiable si contienen datos para el Intercambio Electrónico de Datos (EDI).
et: Teie süsteem ei suuda triipkoode usaldusväärselt lugeda, kui need sisaldavad elektroonilise andmevahetuse (EDI) andmeid.
fi: Järjestelmäsi ei voi luotettavasti lukea viivakoodeja, jos ne sisältävät tietoja sähköistä tiedonsiirtoa (EDI) varten.
fr: Votre système ne peut pas lire les codes-barres de manière fiable s'ils contiennent des données pour l'échange de données électroniques (EDI).
ga: Ní féidir le do chóras barachóid a léamh go hiontaofa má tá sonraí EDI iontu.
hr: Vaš sustav ne može pouzdano čitati barkodove ako sadrže podatke za Elektroničku Razmjenu Podataka (EDI).
hu: A rendszered nem tudja megbízhatóan olvasni a vonalkódokat, ha azok elektronikus adatcseréhez (EDI) tartozó adatokat tartalmaznak.
is: Kerfið þitt getur ekki lesið strikamerki á áreiðanlegan hátt ef þau innihalda gögn fyrir rafrænan gagnaflutning (EDI).
it: Il tuo sistema non può leggere i codici a barre in modo affidabile se contengono dati per lo scambio elettronico di dati (EDI).
lt: Jūsų sistema negali patikimai nuskaityti brūkšninių kodų, jei juose yra elektroninių duomenų mainų (EDI) duomenų.
lv: Jūsu sistēma nevar uzticami nolasa svītrkodus, ja tajos ir dati par Elektronisko Datu Apmaiņu (EDI).
mt: Is-sistema tiegħek ma tistax taqra l-kodiċijiet tal-bar b'mod affidabbli jekk fihom data għall-Iskambju Elettroniku tad-Data (EDI).
nl: Uw systeem kan barcodes niet betrouwbaar lezen als ze gegevens voor elektronische gegevensuitwisseling (EDI) bevatten.
no: Systemet ditt kan ikke lese strekkoder pålitelig hvis de inneholder data for elektronisk datautveksling (EDI).
pl: Twój system nie może niezawodnie odczytywać kodów kreskowych, jeśli zawierają dane do elektronicznej wymiany danych (EDI).
pt: Seu sistema não pode ler códigos de barras de forma confiável se contiverem dados para Intercâmbio Eletrônico de Dados (EDI).
ro: Sistemul dvs. nu poate citi fiabil codurile de bare dacă acestea conțin date pentru schimbul electronic de date (EDI).
sk: Váš systém nemôže spoľahlivo čítať čiarové kódy, ak obsahujú údaje pre elektronickú výmenu údajov (EDI).
sl: Vaš sistem ne more zanesljivo brati črtnih kodov, če vsebujejo podatke za elektronsko izmenjavo podatkov (EDI).
sv: Ditt system kan inte läsa streckkoder tillförlitligt om de innehåller data för Elektroniskt Datautbyte (EDI).

# Condition_300
source: The test failed.
bg: Тестът се провали.
cs: Test selhal.
da: Testen mislykkedes.
de: Der Test ist fehlgeschlagen.
el: Η δοκιμή απέτυχε.
es: La prueba falló.
et: Test nurjus.
fi: Testi epäonnistui.
fr: Le test a échoué.
ga: Theip ar an tástáil.
hr: Test je propao.
hu: A teszt sikertelen volt.
is: Prófið mistókst.
it: Il test è fallito.
lt: Testas nepavyko.
lv: Pārbaude neizdevās.
mt: It-test falla.
nl: De test is mislukt.
no: Testen feilet.
pl: Test nie powiódł się.
pt: O teste falhou.
ro: Testul a eșuat.
sk: Test zlyhal.
sl: Test ni uspel.
sv: Testet misslyckades.

# Condition_301
source: No data was reported for the barcode.
bg: Не са докладвани данни за баркода.
cs: Pro čárový kód nebyla nahlášena žádná data.
da: Der blev ikke rapporteret data for stregkoden.
de: Es wurden keine Daten für den Barcode gemeldet.
el: Δεν αναφέρθηκαν δεδομένα για το barcode.
es: No se informaron datos para el código de barras.
et: Vöötkoodi jaoks ei edastatud andmeid.
fi: Viivakoodia ei raportoitu lainkaan.
fr: Aucune donnée n'a été signalée pour le code-barres.
ga: Níor tuairiscíodh aon sonraí don bharachód.
hr: Nisu prijavljeni podaci za barkod.
hu: A vonalkód esetében nem jelentett adatokat.
is: Engin gögn voru skýrð fyrir strikamerkið.
it: Nessun dato è stato riportato per il codice a barre.
lt: Brūkšniniam kodui nebuvo pranešta apie duomenis.
lv: Netika ziņoti dati par svītrkodu.
mt: Ebda data ma ġiet irrappurtata għall-barcode.
nl: Er is geen data gerapporteerd voor de barcode.
no: Det ble ikke rapportert data for strekkoden.
pl: Nie zgłoszono danych dla kodu kreskowego.
pt: Nenhum dado foi relatado para o código de barras.
ro: Nu s-au raportat date pentru codul de bare.
sk: Neboli hlásené žiadne údaje pre čiarový kód.
sl: Za črtno kodo ni bilo poročanih podatkov.
sv: Inga data rapporterades för streckkoden.

# Condition_303
source: Some data was not reported when you scanned the barcode.
bg: Някои данни не бяха докладвани при сканиране на баркода.
cs: Některá data nebyla nahlášena při skenování čárového kódu.
da: Nogle data blev ikke rapporteret, da du scannede stregkoden.
de: Einige Daten wurden beim Scannen des Barcodes nicht gemeldet.
el: Κάποια δεδομένα δεν αναφέρθηκαν όταν σκανάρατε το barcode.
es: Algunos datos no se informaron cuando escaneó el código de barras.
et: Mõningaid andmeid ei teatatud, kui skaneerisite vöötkoodi.
fi: Kun skannasit viivakoodin, osaa datasta ei raportoitu.
fr: Certaines données n'ont pas été signalées lors du scan du code-barres.
ga: Níor tuairiscíodh roinnt sonraí nuair a scanadh an bharachód.
hr: Neki podaci nisu prijavljeni kada ste skenirali barkod.
hu: Néhány adat nem lett jelentve, amikor a vonalkódot beolvasott.
is: Sum gögn voru ekki skýrð þegar þú skannaðir strikamerkið.
it: Alcuni dati non sono stati riportati quando hai scansionato il codice a barre.
lt: Kai kurių brūkšninio kodo duomenų nebuvo pranešta.
lv: Daži dati netika ziņoti, kad skenējāt svītrkodu.
mt: Xi data ma ġietx irrappurtata meta skannejt il-barcode.
nl: Er is geen data gerapporteerd toen u de barcode scande.
no: Noen data ble ikke rapportert da du skannet strekkoden.
pl: Niektóre dane nie zostały zgłoszone podczas skanowania kodu kreskowego.
pt: Alguns dados não foram relatados quando você escaneou o código de barras.
ro: Unele date nu au fost raportate când ați scanat codul de bare.
sk: Niektoré údaje neboli hlásené pri skenovaní čiarového kódu.
sl: Nekateri podatki niso bili poročani, ko ste skenirali črtno kodo.
sv: Viss data rapporterades inte när du skannade streckkoden.

# Condition_304
source: No data was reported for one or more barcodes.
bg: Не са докладвани данни за един или повече баркодове.
cs: Pro jeden nebo více čárových kódů nebyla nahlášena žádná data.
da: Der blev ikke rapporteret data for en eller flere stregkoder.
de: Es wurden keine Daten für einen oder mehrere Barcodes gemeldet.
el: Δεν αναφέρθηκαν δεδομένα για ένα ή περισσότερα barcodes.
es: No se informaron datos para uno o más códigos de barras.
et: Ühe või mitme vöötkoodi jaoks ei edastatud andmeid.
fi: Yhtä tai useampaa viivakoodia ei raportoitu lainkaan.
fr: Aucune donnée n'a été signalée pour un ou plusieurs codes-barres.
ga: Níor tuairiscíodh aon sonraí do cheann nó níos mó barachóid.
hr: Nisu prijavljeni podaci za jedan ili više barkodova.
hu: Egy vagy több vonalkód esetében nem jelentett adatokat.
is: Engin gögn voru skýrð fyrir eitt eða fleiri strikamerki.
it: Nessun dato è stato riportato per uno o più codici a barre.
lt: Vienam ar keliems brūkšniniams kodams nebuvo pranešta apie duomenis.
lv: Netika ziņoti dati par vienu vai vairākiem svītrkodiem.
mt: Ebda data ma ġiet irrappurtata għal barcode jew aktar.
nl: Er is geen data gerapporteerd voor een of meer barcodes.
no: Det ble ikke rapportert data for en eller flere strekkoder.
pl: Nie zgłoszono danych dla jednego lub więcej kodów kreskowych.
pt: Nenhum dado foi relatado para um ou mais códigos de barras.
ro: Nu s-au raportat date pentru unul sau mai multe coduri de bare.
sk: Neboli hlásené žiadne údaje pre jeden alebo viac čiarových kódov.
sl: Za eno ali več črtnih kod ni bilo poročanih podatkov.
sv: Inga data rapporterades för en eller flera streckkoder.

# Condition_305
source: You scanned a barcode out of sequence.
bg: Сканирали сте баркод извън ред.
cs: Naskenovali jste čárový kód mimo pořadí.
da: Du har scannet en stregkode ud af rækkefølge.
de: Sie haben einen Barcode außerhalb der Reihenfolge gescannt.
el: Σκανάρατε ένα barcode εκτός σειράς.
es: Escaneó un código de barras fuera de secuencia.
et: Skaneerisite vöötkoodi vales järjekorras.
fi: Skannasit viivakoodin väärässä järjestyksessä.
fr: Vous avez scanné un code-barres hors séquence.
ga: Scanadh tú barachód as sraith.
hr: Skenirali ste barkod izvan redoslijeda.
hu: Sorrendben kívüli vonalkódot olvasott be.
is: Þú skannaðir strikamerki úr röð.
it: Hai scansionato un codice a barre fuori sequenza.
lt: Nuskenuotas brūkšninis kodas ne tvarka.
lv: Jūs noskenējāt svītrkodu nepareizā secībā.
mt: Inti skannejt barcode barra mis-sekwenza.
nl: U hebt een barcode buiten volgorde gescand.
no: Du skannet en strekkode ut av rekkefølge.
pl: Zeskanowano kod kreskowy niezgodnie z kolejnością.
pt: Você escaneou um código de barras fora de sequência.
ro: Ați scanat un cod de bare în afara secvenței.
sk: Naskenovali ste čiarový kód mimo poradia.
sl: Skenirali ste črtno kodo izven zaporedja.
sv: Du skannade en streckkod i fel ordning.

# Condition_306
source: Some data was not reported when you scanned one or more barcodes.
bg: Някои данни не бяха докладвани, когато сканирахте един или повече баркодове.
cs: Některá data nebyla nahlášena při skenování jednoho nebo více čárových kódů.
da: Nogle data blev ikke rapporteret, da du scannede en eller flere stregkoder.
de: Einige Daten wurden beim Scannen von einem oder mehreren Barcodes nicht gemeldet.
el: Κάποια δεδομένα δεν αναφέρθηκαν όταν σκανάρατε ένα ή περισσότερα barcodes.
es: Algunos datos no se informaron cuando escaneó uno o más códigos de barras.
et: Mõningaid andmeid ei teatatud, kui skaneerisite ühte või mitut vöötkoodi.
fi: Kun skannasit yhtä tai useampaa viivakoodia, osaa datasta ei raportoitu.
fr: Certaines données n'ont pas été signalées lors du scan d'un ou plusieurs codes-barres.
ga: Níor tuairiscíodh roinnt sonraí nuair a scanadh ceann nó níos mó barachóid.
hr: Neki podaci nisu prijavljeni kada ste skenirali jedan ili više barkodova.
hu: Néhány adat nem lett jelentve, amikor egy vagy több vonalkódot beolvasott.
is: Sum gögn voru ekki skýrð þegar þú skannaðir eitt eða fleiri strikamerki.
it: Alcuni dati non sono stati riportati quando hai scansionato uno o più codici a barre.
lt: Kai kurių brūkšninių kodų duomenų nebuvo pranešta skenuojant vieną ar kelis brūkšninius kodus.
lv: Daži dati netika ziņoti, kad skenējāt vienu vai vairākus svītrkodus.
mt: Xi data ma ġietx irrappurtata meta skannejt barcode jew aktar.
nl: Er is geen data gerapporteerd toen u een of meer barcodes scande.
no: Noen data ble ikke rapportert da du skannet en eller flere strekkoder.
pl: Niektóre dane nie zostały zgłoszone podczas skanowania jednego lub więcej kodów kreskowych.
pt: Alguns dados não foram relatados quando você escaneou um ou mais códigos de barras.
ro: Unele date nu au fost raportate când ați scanat unul sau mai multe coduri de bare.
sk: Niektoré údaje neboli hlásené pri skenovaní jedného alebo viacerých čiarových kódov.
sl: Nekateri podatki niso bili poročani, ko ste skenirali eno ali več črtnih kod.
sv: Viss data rapporterades inte när du skannade en eller flera streckkoder.

# Condition_307
source: Your barcode scanner and computer have different keyboard layouts.
bg: Вашият скенер за баркоди и компютърът имат различни конфигурации на клавиатурите.
cs: Váš skener čárových kódů a počítač mají různá rozložení klávesnice.
da: Din stregkodescanner og computer har forskellige tastaturlayouts.
de: Ihr Barcode-Scanner und Computer haben unterschiedliche Tastaturlayouts.
el: Ο σαρωτής barcode και ο υπολογιστής σας έχουν διαφορετικές διατάξεις πληκτρολογίου.
es: Su escáner de códigos de barras y su computadora tienen diferentes disposiciones de teclado.
et: Teie vöötkoodiskanneril ja arvutil on erinevad klaviatuuri paigutused.
fi: Viivakoodinlukijasi ja tietokoneesi näppäimistöasettelut ovat erilaiset.
fr: Votre scanner de code-barres et votre ordinateur ont des dispositions de clavier différentes.
ga: Tá leagan amach méarchláir difriúil ag do scanóir barachóid agus do ríomhaire.
hr: Vaš skener barkodova i računalo imaju različite rasporede tipkovnica.
hu: A vonalkódolvasó és a számítógép billentyűzete eltérő elrendezésű.
is: Strikamerkjalesarinn þinn og tölvulýsingar hafa mismunandi lyklaborðsuppsetningu.
it: Il tuo scanner di codici a barre e il computer hanno layout di tastiera diversi.
lt: Jūsų brūkšninių kodų skaitytuvas ir kompiuteris turi skirtingus klaviatūros išdėstymus.
lv: Jūsu svītrkodu skenerim un datoram ir atšķirīgi tastatūras izkārtojumi.
mt: L-iskanner tal-barcode tiegħek u l-kompjuter għandhom layouts differenti tal-keyboard.
nl: Uw barcodescanner en computer hebben verschillende toetsenbordindelingen.
no: Strekkodeskanneren din og datamaskinens tastatur har forskjellige oppsett.
pl: Twój skaner kodów kreskowych i komputer mają różne układy klawiatur.
pt: Seu scanner de código de barras e computador têm layouts de teclado diferentes.
ro: Scanerul dvs. de coduri de bare și computerul au configurații diferite ale tastaturilor.
sk: Váš čítač čiarových kódov a počítač majú rozdielne rozloženia klávesníc.
sl: Vaš skener črtne kode in računalnik imata različne razporede tipk na tipkovnici.
sv: Din streckkodsläsare och dator har olika tangentbordslayouter.

# Condition_308
source: Your barcode scanner and computer have different keyboard layouts.
bg: Вашият скенер за баркоди и компютърът имат различни конфигурации на клавиатурите.
cs: Váš skener čárových kódů a počítač mají různá rozložení klávesnice.
da: Din stregkodescanner og computer har forskellige tastaturlayouts.
de: Ihr Barcode-Scanner und Computer haben unterschiedliche Tastaturlayouts.
el: Ο σαρωτής barcode και ο υπολογιστής σας έχουν διαφορετικές διατάξεις πληκτρολογίου.
es: Su escáner de códigos de barras y su computadora tienen diferentes disposiciones de teclado.
et: Teie vöötkoodiskanneril ja arvutil on erinevad klaviatuuri paigutused.
fi: Viivakoodinlukijasi ja tietokoneesi näppäimistöasettelut ovat erilaiset.
fr: Votre scanner de code-barres et votre ordinateur ont des dispositions de clavier différentes.
ga: Tá leagan amach méarchláir difriúil ag do scanóir barachóid agus do ríomhaire.
hr: Vaš skener barkodova i računalo imaju različite rasporede tipkovnica.
hu: A vonalkódolvasó és a számítógép billentyűzete eltérő elrendezésű.
is: Strikamerkjalesarinn þinn og tölvulýsingar hafa mismunandi lyklaborðsuppsetningu.
it: Il tuo scanner di codici a barre e il computer hanno layout di tastiera diversi.
lt: Jūsų brūkšninių kodų skaitytuvas ir kompiuteris turi skirtingus klaviatūros išdėstymus.
lv: Jūsu svītrkodu skenerim un datoram ir atšķirīgi tastatūras izkārtojumi.
mt: L-iskanner tal-barcode tiegħek u l-kompjuter għandhom layouts differenti tal-keyboard.
nl: Uw barcodescanner en computer hebben verschillende toetsenbordindelingen.
no: Strekkodeskanneren din og datamaskinens tastatur har forskjellige oppsett.
pl: Twój skaner kodów kreskowych i komputer mają różne układy klawiatur.
pt: Seu scanner de código de barras e computador têm layouts de teclado diferentes.
ro: Scanerul dvs. de coduri de bare și computerul au configurații diferite ale tastaturilor.
sk: Váš čítač čiarových kódov a počítač majú rozdielne rozloženia klávesníc.
sl: Vaš skener črtne kode in računalnik imata različne razporede tipk na tipkovnici.
sv: Din streckkodsläsare och dator har olika tangentbordslayouter.

# Condition_309
source: Hidden characters in barcodes are not reported correctly.
bg: Скритите символи в баркодовете не се съобщават правилно.
cs: Skryté znaky v čárových kódech nejsou správně hlášeny.
da: Skjulte karakterer i stregkoder rapporteres ikke korrekt.
de: Versteckte Zeichen in Barcodes werden nicht korrekt gemeldet.
el: Οι κρυφοί χαρακτήρες στα barcodes δεν αναφέρονται σωστά.
es: Los caracteres ocultos en los códigos de barras no se informan correctamente.
et: Vöötkoodides peidetud tähemärgid ei ole õigesti edastatud.
fi: Piilotetut merkit viivakoodeissa eivät raportoidu oikein.
fr: Les caractères cachés dans les codes-barres ne sont pas correctement signalés.
ga: Ní thuairiscítear carachtair i bhfolach i mbarachóid i gceart.
hr: Skriveni znakovi u barkodovima se ne prijavljuju ispravno.
hu: A vonalkódokban lévő rejtett karaktereket nem jelenti helyesen.
is: Faldir stafir í strikamerkjum eru ekki rétt skýrðir.
it: I caratteri nascosti nei codici a barre non sono riportati correttamente.
lt: Paslėpti simboliai brūkšniniuose koduose nėra teisingai pranešami.
lv: Slēptās rakstzīmes svītrkodos netiek pareizi ziņotas.
mt: Karattri moħbija f'barcodes mhumiex irrappurtati korrettament.
nl: Verborgen karakters in barcodes worden niet correct gerapporteerd.
no: Skjulte tegn i strekkoder rapporteres ikke korrekt.
pl: Ukryte znaki w kodach kreskowych nie są poprawnie zgłaszane.
pt: Caracteres ocultos em códigos de barras não são relatados corretamente.
ro: Caracterele ascunse în codurile de bare nu sunt raportate corect.
sk: Skryté znaky v čiarových kódoch nie sú správne hlásené.
sl: Skriti znaki v črtnih kodah niso pravilno prikazani.
sv: Dolda tecken i streckkoder rapporteras inte korrekt.

# Condition_310
source: Hidden characters in barcodes are not reported correctly.
bg: Скритите символи в баркодовете не се съобщават правилно.
cs: Skryté znaky v čárových kódech nejsou správně hlášeny.
da: Skjulte karakterer i stregkoder rapporteres ikke korrekt.
de: Versteckte Zeichen in Barcodes werden nicht korrekt gemeldet.
el: Οι κρυφοί χαρακτήρες στα barcodes δεν αναφέρονται σωστά.
es: Los caracteres ocultos en los códigos de barras no se informan correctamente.
et: Vöötkoodides peidetud tähemärgid ei ole õigesti edastatud.
fi: Piilotetut merkit viivakoodeissa eivät raportoidu oikein.
fr: Les caractères cachés dans les codes-barres ne sont pas correctement signalés.
ga: Ní thuairiscítear carachtair i bhfolach i mbarachóid i gceart.
hr: Skriveni znakovi u barkodovima se ne prijavljuju ispravno.
hu: A vonalkódokban lévő rejtett karaktereket nem jelenti helyesen.
is: Faldir stafir í strikamerkjum eru ekki rétt skýrðir.
it: I caratteri nascosti nei codici a barre non sono riportati correttamente.
lt: Paslėpti simboliai brūkšniniuose koduose nėra teisingai pranešami.
lv: Slēptās rakstzīmes svītrkodos netiek pareizi ziņotas.
mt: Karattri moħbija f'barcodes mhumiex irrappurtati korrettament.
nl: Verborgen karakters in barcodes worden niet correct gerapporteerd.
no: Skjulte tegn i strekkoder rapporteres ikke korrekt.
pl: Ukryte znaki w kodach kreskowych nie są poprawnie zgłaszane.
pt: Caracteres ocultos em códigos de barras não são relatados corretamente.
ro: Caracterele ascunse în codurile de bare nu sunt raportate corect.
sk: Skryté znaky v čiarových kódoch nie sú správne hlásené.
sl: Skriti znaki v črtnih kodah niso pravilno prikazani.
sv: Dolda tecken i streckkoder rapporteras inte korrekt.

# Condition_311
source: Hidden characters in barcodes are not reported correctly.
bg: Скритите символи в баркодовете не се съобщават правилно.
cs: Skryté znaky v čárových kódech nejsou správně hlášeny.
da: Skjulte karakterer i stregkoder rapporteres ikke korrekt.
de: Versteckte Zeichen in Barcodes werden nicht korrekt gemeldet.
el: Οι κρυφοί χαρακτήρες στα barcodes δεν αναφέρονται σωστά.
es: Los caracteres ocultos en los códigos de barras no se informan correctamente.
et: Vöötkoodides peidetud tähemärgid ei ole õigesti edastatud.
fi: Piilotetut merkit viivakoodeissa eivät raportoidu oikein.
fr: Les caractères cachés dans les codes-barres ne sont pas correctement signalés.
ga: Ní thuairiscítear carachtair i bhfolach i mbarachóid i gceart.
hr: Skriveni znakovi u barkodovima se ne prijavljuju ispravno.
hu: A vonalkódokban lévő rejtett karaktereket nem jelenti helyesen.
is: Faldir stafir í strikamerkjum eru ekki rétt skýrðir.
it: I caratteri nascosti nei codici a barre non sono riportati correttamente.
lt: Paslėpti simboliai brūkšniniuose koduose nėra teisingai pranešami.
lv: Slēptās rakstzīmes svītrkodos netiek pareizi ziņotas.
mt: Karattri moħbija f'barcodes mhumiex irrappurtati korrettament.
nl: Verborgen karakters in barcodes worden niet correct gerapporteerd.
no: Skjulte tegn i strekkoder rapporteres ikke korrekt.
pl: Ukryte znaki w kodach kreskowych nie są poprawnie zgłaszane.
pt: Caracteres ocultos em códigos de barras não são relatados corretamente.
ro: Caracterele ascunse în codurile de bare nu sunt raportate corect.
sk: Skryté znaky v čiarových kódoch nie sú správne hlásené.
sl: Skriti znaki v črtnih kodah niso pravilno prikazani.
sv: Dolda tecken i streckkoder rapporteras inte korrekt.

# Condition_312
source: Hidden characters in barcodes are not reported correctly.
bg: Скритите символи в баркодовете не се съобщават правилно.
cs: Skryté znaky v čárových kódech nejsou správně hlášeny.
da: Skjulte karakterer i stregkoder rapporteres ikke korrekt.
de: Versteckte Zeichen in Barcodes werden nicht korrekt gemeldet.
el: Οι κρυφοί χαρακτήρες στα barcodes δεν αναφέρονται σωστά.
es: Los caracteres ocultos en los códigos de barras no se informan correctamente.
et: Vöötkoodides peidetud tähemärgid ei ole õigesti edastatud.
fi: Piilotetut merkit viivakoodeissa eivät raportoidu oikein.
fr: Les caractères cachés dans les codes-barres ne sont pas correctement signalés.
ga: Ní thuairiscítear carachtair i bhfolach i mbarachóid i gceart.
hr: Skriveni znakovi u barkodovima se ne prijavljuju ispravno.
hu: A vonalkódokban lévő rejtett karaktereket nem jelenti helyesen.
is: Faldir stafir í strikamerkjum eru ekki rétt skýrðir.
it: I caratteri nascosti nei codici a barre non sono riportati correttamente.
lt: Paslėpti simboliai brūkšniniuose koduose nėra teisingai pranešami.
lv: Slēptās rakstzīmes svītrkodos netiek pareizi ziņotas.
mt: Karattri moħbija f'barcodes mhumiex irrappurtati korrettament.
nl: Verborgen karakters in barcodes worden niet correct gerapporteerd.
no: Skjulte tegn i strekkoder rapporteres ikke korrekt.
pl: Ukryte znaki w kodach kreskowych nie są poprawnie zgłaszane.
pt: Caracteres ocultos em códigos de barras não são relatados corretamente.
ro: Caracterele ascunse în codurile de bare nu sunt raportate corect.
sk: Skryté znaky v čiarových kódoch nie sú správne hlásené.
sl: Skriti znaki v črtnih kodah niso pravilno prikazani.
sv: Dolda tecken i streckkoder rapporteras inte korrekt.
