Repository: Solidsoft-Reply/EMVS-Unique-Identifier-Parser
Catalog: Solidsoft.Reply.Parsers.EmvsUniqueIdentifier/Properties/Advice.*.resx
Languages: bg, cs, da, de, el, es, et, fi, fr, ga, hr, hu, is, it, lt, lv, mt, nl, no, pl, pt, ro, sk, sl, sv

# Advice_235
source: Make sure your keyboard layouts match.;;If necessary, configure your barcode scanner to emulate a numeric keypad and transmit AIM identifiers.
bg: Уверете се, че конфигурациите на клавиатурите съвпадат.;;Ако е необходимо, конфигурирайте вашия скенер за баркоди да имитира цифрова клавиатура и да предава идентификатори AIM.
cs: Ujistěte se, že rozložení vašich klávesnic odpovídá.;;Pokud je to nutné, nakonfigurujte skener čárových kódů tak, aby emuloval numerickou klávesnici a přenášel identifikátory AIM.
da: Sørg for, at dine tastaturlayouts matcher.;;Hvis nødvendigt, konfigurer din stregkodescanner til at efterligne et numerisk tastatur og overføre AIM-identifikatorer.
de: Stellen Sie sicher, dass Ihre Tastaturlayouts übereinstimmen.;;Falls notwendig, konfigurieren Sie Ihren Barcode-Scanner so, dass er ein numerisches Keypad emuliert und AIM-Identifikatoren überträgt.
el: Βεβαιωθείτε ότι οι διατάξεις του πληκτρολογίου σας ταιριάζουν.;;Αν είναι απαραίτητο, ρυθμίστε τον σαρωτή barcode σας για να προσομοιώνει ένα αριθμητικό πληκτρολόγιο και να μεταδίδει αναγνωριστικούς κωδικούς AIM.
es: Asegúrese de que las disposiciones de su teclado coincidan.;;Si es necesario, configure su escáner de códigos de barras para emular un teclado numérico y transmitir identificadores AIM.
et: Veenduge, et teie klaviatuuri paigutused ühtivad.;;Vajadusel seadistage oma vöötkoodiskanner numbrilise klaviatuuri emuleerimiseks ja edastage AIM-i identifikaatoreid.
fi: Varmista, että näppäimistöasettelusi vastaavat toisiaan.;;Tarvittaessa konfiguroi viivakoodinlukijasi toimimaan numeerisen näppäimistön emulaattorina ja lähettämään AIM-tunnisteita.
fr: Assurez-vous que vos dispositions de clavier correspondent.;;Si nécessaire, configurez votre scanner de code-barres pour émuler un pavé numérique et transmettre les identifiants AIM.
ga: Déan cinnte go mheaitseálann leagan amach do mhéarchlár.;;Más gá, cumraigh do scanóir barachóid chun méarchlár uimhriúil a aithris agus aitheantóirí AIM a tharchur.
hr: Pobrinite se da se rasporedi tipki na vašoj tipkovnici podudaraju.;;Ako je potrebno, konfigurirajte svoj skener barkoda tako da oponaša numeričku tipkovnicu i prenosi AIM identifikatore.
hu: Győződjön meg róla, hogy billentyűzet elrendezései egyeznek.;;Szükség esetén konfigurálja a vonalkódolvasót számbillentyűzet emulálására és AIM azonosítók továbbítására.
is: Gætið þess að lyklaborðsuppsetningar passi saman.;;Ef þörf krefur, stilltu strikamerkjalesarann þinn þannig að hann líki eftir númeralyklaborði og sendi AIM auðkennara.
it: Assicurati che i layout della tua tastiera corrispondano.;;Se necessario, configura il tuo scanner di codici a barre per emulare un tastierino numerico e trasmettere gli identificatori AIM.
lt: Įsitikinkite, kad jūsų klaviatūros išdėstymai sutampa.;;Jeigu reikia, nustatykite savo brūkšninių kodų skaitytuvą imituoti skaitmeninį klavišų bloką ir siųsti AIM identifikatorius.
lv: Pārliecinieties, ka tastatūras izkārtojumi atbilst.;;Ja nepieciešams, konfigurējiet savu svītrkodu skeneri tā, lai tas emulētu ciparu tastatūru un pārraidītu AIM identifikatorus.
mt: Kun żgur li l-layouts tal-keyboard tiegħek jaqblu.;;Jekk ikun meħtieġ, kkonfigura l-iskanner tal-barcode tiegħek biex jimita keypad numeriku u jittrasmetti identifikaturi AIM.
nl: Zorg ervoor dat uw toetsenbordindelingen overeenkomen.;;Indien nodig, configureer uw barcodescanner om een numeriek toetsenblok na te bootsen en AIM-identificatoren te verzenden.
no: Pass på at tastaturoppsettene dine stemmer overens.;;Om nødvendig, konfigurer strekkodeskanneren din til å etterligne et numerisk tastatur og overføre AIM-identifikatorer.
pl: Upewnij się, że układy klawiatury pasują.;;W razie potrzeby skonfiguruj skaner kodów kreskowych tak, aby emulował klawiaturę numeryczną i przesyłał identyfikatory AIM.
pt: Certifique-se de que os layouts dos teclados correspondam.;;Se necessário, configure seu scanner de código de barras para emular um teclado numérico e transmitir identificadores AIM.
ro: Asigurați-vă că layout-urile tastaturilor dvs. corespund.;;Dacă este necesar, configurați scannerul dvs. de coduri de bare să emuleze o tastatură numerică și să transmită identificatori AIM.
sk: Uistite sa, že rozloženia vašich klávesníc zodpovedajú.;;Ak je to potrebné, nakonfigurujte váš čítač čiarových kódov tak, aby emuloval numerickú klávesnicu a prenášal identifikátory AIM.
sl: Poskrbite, da se razporedi tipk na tipkovnicah ujemajo.;;Po potrebi nastavite vaš skener črtne kode, da posnema numerično tipkovnico in prenaša identifikatorje AIM.
sv: Se till att dina tangentbordslayouter matchar.;;Om nödvändigt, konfigurera din streckkodsläsare för att efterlikna ett numeriskt tangentbord och sända AIM-identifierare.

# Advice_240
source: If you experience problems when scanning German PPN barcodes, enter data manually into your verification software.;;If necessary, configure your barcode scanner to emulate a numeric keypad.
bg: Ако имате проблеми при сканиране на германски баркодове PPN, въведете данни ръчно във вашия софтуер за верификация.;;Ако е необходимо, конфигурирайте вашия скенер за баркоди да имитира цифрова клавиатура.
cs: Pokud máte problémy při skenování německých PPN čárových kódů, zadejte data ručně do svého ověřovacího softwaru.;;Pokud je to nutné, nakonfigurujte skener čárových kódů tak, aby emuloval numerickou klávesnici.
da: Hvis du oplever problemer, når du scanner tyske PPN-stregkoder, indtast data manuelt i din verifikationssoftware.;;Hvis nødvendigt, konfigurer din stregkodescanner til at efterligne et numerisk tastatur.
de: Wenn Sie Probleme beim Scannen von deutschen PPN-Barcodes haben, geben Sie Daten manuell in Ihre Verifizierungssoftware ein.;;Falls notwendig, konfigurieren Sie Ihren Barcode-Scanner so, dass er ein numerisches Keypad emuliert.
el: Αν αντιμετωπίζετε προβλήματα κατά τη σάρωση των Γερμανικών PPN barcodes, εισάγετε δεδομένα χειροκίνητα στο λογισμικό επαλήθευσής σας.;;Αν είναι απαραίτητο, ρυθμίστε τον σαρωτή barcode σας για να προσομοιώνει ένα αριθμητικό πληκτρολόγιο.
es: Si experimenta problemas al escanear códigos de barras PPN alemanes, ingrese datos manualmente en su software de verificación.;;Si es necesario, configure su escáner de códigos de barras para emular un teclado numérico.
et: Kui teil tekib probleeme Saksa PPN vöötkoodide skaneerimisel, sisestage andmed käsitsi oma verifitseerimistarkvarasse.;;Vajadusel seadistage oma vöötkoodiskanner numbrilise klaviatuuri emuleerimiseks.
fi: Jos kohtaat ongelmia skannatessasi saksalaisia PPN-viivakoodeja, syötä tietoja manuaalisesti varmistusohjelmistoosi.;;Tarvittaessa konfiguroi viivakoodinlukijasi toimimaan numeerisen näppäimistön emulaattorina.
fr: Si vous rencontrez des problèmes lors du scan des codes-barres PPN allemands, entrez les données manuellement dans votre logiciel de vérification.;;Si nécessaire, configurez votre scanner de code-barres pour émuler un pavé numérique.
ga: Má bhíonn fadhbanna agat ag scanadh barachóid PPN Gearmánacha, cuir isteach sonraí de láimh i do bhogearra fíoraithe.;;Más gá, cumraigh do scanóir barachóid chun méarchlár uimhriúil a aithris.
hr: Ako imate problema s skeniranjem njemačkih PPN barkodova, ručno unesite podatke u svoj softver za provjeru.;;Ako je potrebno, konfigurirajte svoj skener barkoda tako da oponaša numeričku tipkovnicu.
hu: Ha problémái vannak a német PPN vonalkódok beolvasásakor, adja meg az adatokat manuálisan a verifikációs szoftverében.;;Szükség esetén konfigurálja a vonalkódolvasót számbillentyűzet emulálására.
is: Ef þú lendir í vandræðum við að skanna þýskar PPN strikamerki, sláðu inn gögn handvirkt í staðfestingarhugbúnaðinn þinn.;;Ef þörf krefur, stilltu strikamerkjalesarann þinn þannig að hann líki eftir númeralyklaborði.
it: Se riscontri problemi nella scansione dei codici a barre PPN tedeschi, inserisci manualmente i dati nel tuo software di verifica.;;Se necessario, configura il tuo scanner di codici a barre per emulare un tastierino numerico.
lt: Jei patiriate problemų skaitydami Vokietijos PPN brūkšninius kodus, rankiniu būdu įveskite duomenis į savo tikrinimo programinę įrangą.;;Jei reikia, nustatykite savo brūkšninių kodų skaitytuvą imituoti skaitmeninį klavišų bloką.
lv: Ja rodas problēmas, skenējot vācu PPN svītrkodus, ievadiet datus manuāli savā verifikācijas programmatūrā.;;Ja nepieciešams, konfigurējiet savu svītrkodu skeneri tā, lai tas emulētu ciparu tastatūru.
mt: Jekk tesperjenza problemi waqt li tiskennja barcodes tal-PPN Ġermaniż, daħħal id-data manwalment fis-softwer tal-verifika tiegħek.;;Jekk ikun meħtieġ, kkonfigura l-iskanner tal-barcode tiegħek biex jimita keypad numeriku.
nl: Als u problemen ondervindt bij het scannen van Duitse PPN barcodes, voer dan handmatig gegevens in uw verificatiesoftware in.;;Indien nodig, configureer uw barcodescanner om een numeriek toetsenblok na te bootsen.
no: Hvis du opplever problemer ved skanning av tyske PPN-strekkoder, skriv inn data manuelt i verifiseringsprogramvaren din.;;Om nødvendig, konfigurer strekkodeskanneren din til å etterligne et numerisk tastatur.
pl: Jeśli napotkasz problemy podczas skanowania niemieckich kodów kreskowych PPN, wprowadź dane ręcznie do oprogramowania weryfikacyjnego.;;W razie potrzeby skonfiguruj skaner kodów kreskowych tak, aby emulował klawiaturę numeryczną.
pt: Se você tiver problemas ao escanear códigos de barras PPN alemães, insira dados manualmente no seu software de verificação.;;Se necessário, configure seu scanner de código de barras para emular um teclado numérico.
ro: Dacă întâmpinați probleme la scanarea codurilor de bare PPN germane, introduceți date manual în software-ul dvs. de verificare.;;Dacă este necesar, configurați scannerul dvs. de coduri de bare să emuleze o tastatură numerică.
sk: Ak máte problémy pri skenovaní nemeckých PPN čiarových kódov, ručne zadajte údaje do vášho overovacieho softvéru.;;Ak je to potrebné, nakonfigurujte váš čítač čiarových kódov tak, aby emuloval numerickú klávesnicu.
sl: Če imate težave pri skeniranju nemških črtnih kod PPN, ročno vnesite podatke v vašo programsko opremo za preverjanje.;;Po potrebi nastavite vaš skener črtne kode, da posnema numerično tipkovnico.
sv: Om du upplever problem när du skannar streckkoder som innehåller Format 05 eller Format 06-data, mata in data manuellt i din programvara.;;Om nödvändigt, konfigurera din streckkodsläsare för att efterlikna ett numeriskt tangentbord.

# Advice_241
source: Enter data manually into your verification software to verify PPN unique identifiers.;;If necessary, configure your barcode scanner to emulate a numeric keypad.
bg: Въведете данни ръчно във вашия софтуер за верификация, за да проверите уникални идентификатори PPN.;;Ако е необходимо, конфигурирайте вашия скенер за баркоди да имитира цифрова клавиатура.
cs: Zadejte data ručně do svého ověřovacího softwaru pro ověření jedinečných identifikátorů PPN.;;Pokud je to nutné, nakonfigurujte skener čárových kódů tak, aby emuloval numerickou klávesnici.
da: Indtast data manuelt i din verifikationssoftware for at verificere PPN-unikke identifikatorer.;;Hvis nødvendigt, konfigurer din stregkodescanner til at efterligne et numerisk tastatur.
de: Geben Sie Daten manuell in Ihre Verifizierungssoftware ein, um PPN-eindeutige Kennungen zu überprüfen.;;Falls notwendig, konfigurieren Sie Ihren Barcode-Scanner so, dass er ein numerisches Keypad emuliert.
el: Εισαγάγετε δεδομένα χειροκίνητα στο λογισμικό επαλήθευσής σας για να επαληθεύσετε μοναδικούς αναγνωριστικούς κωδικούς PPN.;;Αν είναι απαραίτητο, ρυθμίστε τον σαρωτή barcode σας για να προσομοιώνει ένα αριθμητικό πληκτρολόγιο.
es: Ingrese datos manualmente en su software de verificación para verificar identificadores únicos PPN.;;Si es necesario, configure su escáner de códigos de barras para emular un teclado numérico.
et: Sisestage andmed käsitsi oma verifitseerimistarkvarasse, et kontrollida PPN unikaalseid identifikaatoreid.;;Vajadusel seadistage oma vöötkoodiskanner numbrilise klaviatuuri emuleerimiseks.
fi: Syötä tietoja manuaalisesti varmistusohjelmistoosi vahvistaaksesi PPN-yksilölliset tunnisteet.;;Tarvittaessa konfiguroi viivakoodinlukijasi toimimaan numeerisen näppäimistön emulaattorina.
fr: Entrez manuellement les données dans votre logiciel de vérification pour vérifier les identifiants uniques PPN.;;Si nécessaire, configurez votre scanner de code-barres pour émuler un pavé numérique.
ga: Cuir isteach sonraí de láimh i do bhogearra fíoraithe chun aitheantóirí uathúla PPN a fhíorú.;;Más gá, cumraigh do scanóir barachóid chun méarchlár uimhriúil a aithris.
hr: Ručno unesite podatke u svoj softver za provjeru kako biste provjerili jedinstvene identifikatore PPN-a.;;Ako je potrebno, konfigurirajte svoj skener barkoda tako da oponaša numeričku tipkovnicu.
hu: Adjon meg adatokat manuálisan a verifikációs szoftverében a PPN egyedi azonosítók ellenőrzéséhez.;;Szükség esetén konfigurálja a vonalkódolvasót számbillentyűzet emulálására.
is: Sláðu inn gögn handvirkt í staðfestingarhugbúnaðinn þinn til að staðfesta PPN einstakar auðkennarar.;;Ef þörf krefur, stilltu strikamerkjalesarann þinn þannig að hann líki eftir númeralyklaborði.
it: Inserisci manualmente i dati nel tuo software di verifica per verificare gli identificatori unici PPN.;;Se necessario, configura il tuo scanner di codici a barre per emulare un tastierino numerico.
lt: Rankiniu būdu įveskite duomenis į savo tikrinimo programinę įrangą, kad patikrintumėte PPN unikalius identifikatorius.;;Jeigu reikia, nustatykite savo brūkšninių kodų skaitytuvą imituoti skaitmeninį klavišų bloką.
lv: Ievadiet datus manuāli savā verifikācijas programmatūrā, lai pārbaudītu PPN unikālos identifikatorus.;;Ja nepieciešams, konfigurējiet savu svītrkodu skeneri tā, lai tas emulētu ciparu tastatūru.
mt: Daħħal id-data manwalment fis-softwer tal-verifika tiegħek biex tivverifika identifikaturi uniku tal-PPN.;;Jekk ikun meħtieġ, kkonfigura l-iskanner tal-barcode tiegħek biex jimita keypad numeriku.
nl: Voer handmatig gegevens in uw verificatiesoftware in voor barcodes die Format 05 of Format 06 data bevatten.;;Indien nodig, configureer uw barcodescanner om een numeriek toetsenblok na te bootsen.
no: Skriv inn data manuelt i verifiseringsprogramvaren din for strekkoder som inneholder Format 05 eller Format 06 data.;;Om nødvendig, konfigurer strekkodeskanneren din til å etterligne et numerisk tastatur.
pl: Wprowadź dane ręcznie do oprogramowania weryfikacyjnego, aby zweryfikować unikalne identyfikatory PPN.;;W razie potrzeby skonfiguruj skaner kodów kreskowych tak, aby emulował klawiaturę numeryczną.
pt: Insira dados manualmente no seu software de verificação para verificar identificadores PPN.;;Se necessário, configure seu scanner de código de barras para emular um teclado numérico.
ro: Introduceți date manual în software-ul dumneavoastră de verificare pentru a verifica identificatorii unici PPN.;;Dacă este necesar, configurați scannerul dumneavoastră de coduri de bare să emuleze o tastatură numerică.
sk: Ručne zadajte údaje do vášho overovacieho softvéru na overenie jedinečných identifikátorov PPN.;;Ak je to potrebné, nakonfigurujte váš čítač čiarových kódov tak, aby emuloval numerickú klávesnicu.
sl: Ročno vnesite podatke v vašo programsko opremo za preverjanje, da preverite enolične identifikatorje PPN.;;Po potrebi nastavite vaš skener črtne kode, da posnema numerično tipkovnico.
sv: Mata in data manuellt i din verifieringsprogramvara för att verifiera PPN-unika identifierare.;;Om nödvändigt, konfigurera din streckkodsläsare för att efterlikna ett numeriskt tangentbord.

# Advice_245
source: Enter data manually into your verification software to verify PPN unique identifiers.;;If necessary, configure your barcode scanner to emulate a numeric keypad.
bg: Въведете данни ръчно във вашия софтуер за верификация, за да проверите уникални идентификатори PPN.;;Ако е необходимо, конфигурирайте вашия скенер за баркоди да имитира цифрова клавиатура.
cs: Zadejte data ručně do svého ověřovacího softwaru pro ověření jedinečných identifikátorů PPN.;;Pokud je to nutné, nakonfigurujte skener čárových kódů tak, aby emuloval numerickou klávesnici.
da: Indtast data manuelt i din verifikationssoftware for at verificere PPN-unikke identifikatorer.;;Hvis nødvendigt, konfigurer din stregkodescanner til at efterligne et numerisk tastatur.
de: Geben Sie Daten manuell in Ihre Verifizierungssoftware ein, um PPN-eindeutige Kennungen zu überprüfen.;;Falls notwendig, konfigurieren Sie Ihren Barcode-Scanner so, dass er ein numerisches Keypad emuliert.
el: Εισαγάγετε δεδομένα χειροκίνητα στο λογισμικό επαλήθευσής σας για να επαληθεύσετε μοναδικούς αναγνωριστικούς κωδικούς PPN.;;Αν είναι απαραίτητο, ρυθμίστε τον σαρωτή barcode σας για να προσομοιώνει ένα αριθμητικό πληκτρολόγιο.
es: Ingrese datos manualmente en su software de verificación para verificar identificadores únicos PPN.;;Si es necesario, configure su escáner de códigos de barras para emular un teclado numérico.
et: Sisestage andmed käsitsi oma verifitseerimistarkvarasse, et kontrollida PPN unikaalseid identifikaatoreid.;;Vajadusel seadistage oma vöötkoodiskanner numbrilise klaviatuuri emuleerimiseks.
fi: Syötä tietoja manuaalisesti varmistusohjelmistoosi vahvistaaksesi PPN-yksilölliset tunnisteet.;;Tarvittaessa konfiguroi viivakoodinlukijasi toimimaan numeerisen näppäimistön emulaattorina.
fr: Entrez manuellement les données dans votre logiciel de vérification pour vérifier les identifiants uniques PPN.;;Si nécessaire, configurez votre scanner de code-barres pour émuler un pavé numérique.
ga: Cuir isteach sonraí de láimh i do bhogearra fíoraithe chun aitheantóirí uathúla PPN a fhíorú.;;Más gá, cumraigh do scanóir barachóid chun méarchlár uimhriúil a aithris.
hr: Ručno unesite podatke u svoj softver za provjeru kako biste provjerili jedinstvene identifikatore PPN-a.;;Ako je potrebno, konfigurirajte svoj skener barkoda tako da oponaša numeričku tipkovnicu.
hu: Adjon meg adatokat manuálisan a verifikációs szoftverében a PPN egyedi azonosítók ellenőrzéséhez.;;Szükség esetén konfigurálja a vonalkódolvasót számbillentyűzet emulálására.
is: Sláðu inn gögn handvirkt í staðfestingarhugbúnaðinn þinn til að staðfesta PPN einstakar auðkennarar.;;Ef þörf krefur, stilltu strikamerkjalesarann þinn þannig að hann líki eftir númeralyklaborði.
it: Inserisci manualmente i dati nel tuo software di verifica per verificare gli identificatori unici PPN.;;Se necessario, configura il tuo scanner di codici a barre per emulare un tastierino numerico.
lt: Rankiniu būdu įveskite duomenis į savo tikrinimo programinę įrangą, kad patikrintumėte PPN unikalius identifikatorius.;;Jeigu reikia, nustatykite savo brūkšninių kodų skaitytuvą imituoti skaitmeninį klavišų bloką.
lv: Ievadiet datus manuāli savā verifikācijas programmatūrā, lai pārbaudītu PPN unikālos identifikatorus.;;Ja nepieciešams, konfigurējiet savu svītrkodu skeneri tā, lai tas emulētu ciparu tastatūru.
mt: Daħħal id-data manwalment fis-softwer tal-verifika tiegħek biex tivverifika identifikaturi uniku tal-PPN.;;Jekk ikun meħtieġ, kkonfigura l-iskanner tal-barcode tiegħek biex jimita keypad numeriku.
nl: Voer handmatig gegevens in uw verificatiesoftware in voor barcodes die Format 05 of Format 06 data bevatten.;;Indien nodig, configureer uw barcodescanner om een numeriek toetsenblok na te bootsen.
no: Skriv inn data manuelt i verifiseringsprogramvaren din for strekkoder som inneholder Format 05 eller Format 06 data.;;Om nødvendig, konfigurer strekkodeskanneren din til å etterligne et numerisk tastatur.
pl: Wprowadź dane ręcznie do oprogramowania weryfikacyjnego, aby zweryfikować unikalne identyfikatory PPN.;;W razie potrzeby skonfiguruj skaner kodów kreskowych tak, aby emulował klawiaturę numeryczną.
pt: Insira dados manualmente no seu software de verificação para verificar identificadores PPN.;;Se necessário, configure seu scanner de código de barras para emular um teclado numérico.
ro: Introduceți date manual în software-ul dumneavoastră de verificare pentru a verifica identificatorii unici PPN.;;Dacă este necesar, configurați scannerul dumneavoastră de coduri de bare să emuleze o tastatură numerică.
sk: Ručne zadajte údaje do vášho overovacieho softvéru na overenie jedinečných identifikátorov PPN.;;Ak je to potrebné, nakonfigurujte váš čítač čiarových kódov tak, aby emuloval numerickú klávesnicu.
sl: Ročno vnesite podatke v vašo programsko opremo za preverjanje, da preverite enolične identifikatorje PPN.;;Po potrebi nastavite vaš skener črtne kode, da posnema numerično tipkovnico.
sv: Mata in data manuellt i din verifieringsprogramvara för att verifiera PPN-unika identifierare.;;Om nödvändigt, konfigurera din streckkodsläsare för att efterlikna ett numeriskt tangentbord.
