Repository: Solidsoft-Reply/EMVS-Unique-Identifier-Parser
Catalog: Solidsoft.Reply.Parsers.EmvsUniqueIdentifier/Properties/Advice.*.resx
Languages: bg, cs, da, de, el, es, et, fi, fr, ga, hr, hu, is, it, lt, lv, mt, nl, no, pl, pt, ro, sk, sl, sv

# Advice_390
source: Try again.
bg: Опитайте отново.
cs: Zkuste to znovu.
da: Prøv igen.
de: Versuchen Sie es erneut.
el: Δοκιμάστε ξανά.
es: Intente de nuevo.
et: Proovige uuesti.
fi: Yritä uudelleen.
fr: Essayez à nouveau.
ga: Bain triail as arís.
hr: Pokušajte ponovno.
hu: Próbálkozzon újra.
is: Reyndu aftur.
it: Riprova.
lt: Bandykite dar kartą.
lv: Mēģiniet vēlreiz.
mt: Ipprova mill-ġdid.
nl: Probeer opnieuw.
no: Prøv igjen.
pl: Spróbuj ponownie.
pt: Tente novamente.
ro: Încercați din nou.
sk: Skúste to znova.
sl: Poskusite znova.
sv: Försök igen.

# Condition_100
source: Your system reads unique identifiers reliably.
bg: Вашата система чете надеждно уникални идентификатори.
cs: Váš systém spolehlivě čte jedinečné identifikátory.
da: Dit system læser unikke identifikatorer pålideligt.
de: Ihr System liest eindeutige Kennungen zuverlässig.
el: Το σύστημά σας διαβάζει αξιόπιστα μοναδικά ταυτοποιητικά.
es: Su sistema lee identificadores únicos de manera confiable.
et: Teie süsteem loeb unikaalseid identifikaatoreid usaldusväärselt.
fi: Järjestelmäsi lukee yksilölliset tunnisteet luotettavasti.
fr: Votre système lit les identifiants uniques de manière fiable.
ga: Léann do chóras aitheantóirí uathúla go hiontaofa.
hr: Vaš sustav pouzdano čita jedinstvene identifikatore.
hu: A rendszere megbízhatóan olvas egyedi azonosítókat.
is: Kerfið þitt les einstök auðkenni áreiðanlega.
it: Il tuo sistema legge gli identificatori unici in modo affidabile.
lt: Jūsų sistema patikimai skaityti unikalius identifikatorius.
lv: Jūsu sistēma uzticami nolasa unikālos identifikatorus.
mt: Is-sistema tiegħek taqra identifikaturi uniku b'mod affidabbli.
nl: Uw systeem leest unieke identificatoren betrouwbaar.
no: Systemet ditt leser unike identifikatorer pålitelig.
pl: Twój system niezawodnie odczytuje unikalne identyfikatory.
pt: Seu sistema lê códigos de barras GS1 de forma confiável.
ro: Sistemul dvs. citește în mod fiabil identificatorii unici.
sk: Váš systém spoľahlivo číta jedinečné identifikátory.
sl: Vaš sistem zanesljivo bere enolične identifikatorje.
sv: Ditt system läser unika identifierare pålitligt.

# Condition_105
source: Your system reads unique identifiers reliably.
bg: Вашата система чете надеждно уникални идентификатори.
cs: Váš systém spolehlivě čte jedinečné identifikátory.
da: Dit system læser unikke identifikatorer pålideligt.
de: Ihr System liest eindeutige Kennungen zuverlässig.
el: Το σύστημά σας διαβάζει αξιόπιστα μοναδικά ταυτοποιητικά.
es: Su sistema lee identificadores únicos de manera confiable.
et: Teie süsteem loeb unikaalseid identifikaatoreid usaldusväärselt.
fi: Järjestelmäsi lukee yksilölliset tunnisteet luotettavasti.
fr: Votre système lit les identifiants uniques de manière fiable.
ga: Léann do chóras aitheantóirí uathúla go hiontaofa.
hr: Vaš sustav pouzdano čita jedinstvene identifikatore.
hu: A rendszere megbízhatóan olvas egyedi azonosítókat.
is: Kerfið þitt les einstök auðkenni áreiðanlega.
it: Il tuo sistema legge gli identificatori unici in modo affidabile.
lt: Jūsų sistema patikimai skaityti unikalius identifikatorius.
lv: Jūsu sistēma uzticami nolasa unikālos identifikatorus.
mt: Is-sistema tiegħek taqra identifikaturi uniku b'mod affidabbli.
nl: Uw systeem leest unieke identificatoren betrouwbaar.
no: Systemet ditt leser unike identifikatorer pålitelig.
pl: Twój system niezawodnie odczytuje unikalne identyfikatory.
pt: Seu sistema lê a maioria dos códigos de barras de forma confiável.
ro: Sistemul dvs. citește în mod fiabil identificatorii unici.
sk: Váš systém spoľahlivo číta jedinečné identifikátory.
sl: Vaš sistem zanesljivo bere enolične identifikatorje.
sv: Ditt system läser unika identifierare pålitligt.

# Condition_110
source: Your system reads unique identifiers reliably.
bg: Вашата система чете надеждно уникални идентификатори.
cs: Váš systém spolehlivě čte jedinečné identifikátory.
da: Dit system læser unikke identifikatorer pålideligt.
de: Ihr System liest eindeutige Kennungen zuverlässig.
el: Το σύστημά σας διαβάζει αξιόπιστα μοναδικά ταυτοποιητικά.
es: Su sistema lee identificadores únicos de manera confiable.
et: Teie süsteem loeb unikaalseid identifikaatoreid usaldusväärselt.
fi: Järjestelmäsi lukee yksilölliset tunnisteet luotettavasti.
fr: Votre système lit les identifiants uniques de manière fiable.
ga: Léann do chóras aitheantóirí uathúla go hiontaofa.
hr: Vaš sustav pouzdano čita jedinstvene identifikatore.
hu: A rendszere megbízhatóan olvas egyedi azonosítókat.
is: Kerfið þitt les einstök auðkenni áreiðanlega.
it: Il tuo sistema legge gli identificatori unici in modo affidabile.
lt: Jūsų sistema patikimai skaityti unikalius identifikatorius.
lv: Jūsu sistēma uzticami nolasa unikālos identifikatorus.
mt: Is-sistema tiegħek taqra identifikaturi uniku b'mod affidabbli.
nl: Uw systeem leest unieke identificatoren betrouwbaar.
no: Systemet ditt leser unike identifikatorer pålitelig.
pl: Twój system niezawodnie odczytuje unikalne identyfikatory.
pt: Seu sistema lê a maioria dos códigos de barras de forma confiável.
ro: Sistemul dvs. citește în mod fiabil identificatorii unici.
sk: Váš systém spoľahlivo číta jedinečné identifikátory.
sl: Vaš sistem zanesljivo bere enolične identifikatorje.
sv: Ditt system läser unika identifierare pålitligt.

# Condition_115
source: Your system reads most unique identifiers reliably.
bg: Вашата система чете надеждно повечето уникални идентификатори.
cs: Váš systém spolehlivě čte většinu jedinečných identifikátorů.
da: Dit system læser de fleste unikke identifikatorer pålideligt.
de: Ihr System liest die meisten eindeutigen Kennungen zuverlässig.
el: Το σύστημά σας διαβάζει αξιόπιστα τα περισσότερα μοναδικά ταυτοποιητικά.
es: Su sistema lee la mayoría de los identificadores únicos de manera confiable.
et: Teie süsteem loeb enamikku unikaalseid identifikaatoreid usaldusväärselt.
fi: Järjestelmäsi lukee useimmat yksilölliset tunnisteet luotettavasti.
fr: Votre système lit la plupart des identifiants uniques de manière fiable.
ga: Léann do chóras formhór na n-aitheantóirí uathúla go hiontaofa.
hr: Vaš sustav pouzdano čita većinu jedinstvenih identifikatora.
hu: A rendszere megbízhatóan olvas a legtöbb egyedi azonosítót.
is: Kerfið þitt les flest einstök auðkenni áreiðanlega.
it: Il tuo sistema legge la maggior parte degli identificatori unici in modo affidabile.
lt: Jūsų sistema patikimai skaityti daugumą unikalių identifikatorių.
lv: Jūsu sistēma uzticami nolasa lielāko daļu unikālo identifikatoru.
mt: Is-sistema tiegħek taqra l-biċċa l-kbira tal-identifikaturi uniku b'mod affidabbli.
nl: Uw systeem leest de meeste unieke identificatoren betrouwbaar.
no: Systemet ditt leser de fleste unike identifikatorer pålitelig.
pl: Twój system niezawodnie odczytuje większość unikalnych identyfikatorów.
pt: Seu sistema lê códigos de barras GS1 de forma confiável.
ro: Sistemul dvs. citește în mod fiabil majoritatea identificatorilor unici.
sk: Váš systém spoľahlivo číta väčšinu jedinečných identifikátorov.
sl: Vaš sistem zanesljivo bere večino enoličnih identifikatorjev.
sv: Ditt system läser de flesta unika identifierare pålitligt.

# Condition_200
source: Your barcode scanner does not transmit AIM identifiers.
bg: Вашият скенер за баркоди не предава идентификатори AIM.
cs: Váš skener čárových kódů nepřenáší identifikátory AIM.
da: Din stregkodescanner transmitterer ikke AIM-identifikatorer.
de: Ihr Barcode-Scanner überträgt keine AIM-Identifikatoren.
el: Ο σαρωτής barcode δεν μεταδίδει ταυτότητες AIM.
es: Su escáner de códigos de barras no transmite identificadores AIM.
et: Teie vöötkoodiskanner ei edasta AIM identifikaatoreid.
fi: Viivakoodinlukijasi ei lähetä AIM-tunnisteita.
fr: Votre scanner de code-barres ne transmet pas les identifiants AIM.
ga: Ní tharchuireann do scanóir barachóid aitheantóirí AIM.
hr: Vaš skener barkodova ne prenosi AIM identifikatore.
hu: A vonalkódolvasó nem továbbít AIM azonosítókat.
is: Strikamerkjalesarinn þinn sendir ekki AIM auðkennara.
it: Il tuo scanner di codici a barre non trasmette gli identificatori AIM.
lt: Jūsų brūkšninių kodų skaitytuvas nesiunčia AIM identifikatorių.
lv: Jūsu svītrkodu skeneris nepārraida AIM identifikatorus.
mt: L-iskanner tal-barcode tiegħek ma jittrasmettix identifikaturi AIM.
nl: Uw barcodescanner verzendt geen AIM-identificatoren.
no: Strekkodeskanneren din overfører ikke AIM-identifikatorer.
pl: Twój skaner kodów kreskowych nie przesyła identyfikatorów AIM.
pt: Seu scanner de código de barras não transmite identificadores AIM.
ro: Scanerul dvs. de coduri de bare nu transmite identificatori AIM.
sk: Váš čítač čiarových kódov neprenáša identifikátory AIM.
sl: Vaš skener črtne kode ne prenaša identifikatorjev AIM.
sv: Din streckkodsläsare sänder inte AIM-identifierare.

# Condition_205
source: Caps Lock is on, but the letter casing is reported correctly.
bg: Caps Lock е включен, но писането с главни и малки букви се съобщава правилно.
cs: Caps Lock je zapnutý, ale písmena jsou správně hlášena.
da: Caps Lock er aktiveret, men bogstavstørrelsen rapporteres korrekt.
de: Die Feststelltaste ist aktiviert, aber die Groß- und Kleinschreibung wird korrekt gemeldet.
el: Το Caps Lock είναι ενεργοποιημένο, αλλά η περίπτωση των γραμμάτων αναφέρεται σωστά.
es: La tecla Caps Lock está activada, pero se informa correctamente el uso de mayúsculas y minúsculas.
et: Teie vöötkoodilugeja on tõenäoliselt konfigureeritud automaatselt kompenseerima suurtähelukku või sisestama andmeid numbriklaviatuuriga (ALT-režiim).
fi: Caps Lock on päällä, mutta kirjainkoko raportoidaan oikein.
fr: Le verrouillage des majuscules est activé, mais la casse des lettres est correctement signalée.
ga: Tá Caps Lock ar siúl, ach tuairiscítear an cás litreach i gceart.
hr: Caps Lock je uključen, ali se ispravno prijavljuje veličina slova.
hu: A Caps Lock be van kapcsolva, de a betűk nagy- és kisbetűsítése helyesen van jelentve.
is: Caps Lock er virkt, en há- og lágstafir eru rétt skráðir.
it: Caps Lock è attivo, ma la maiuscola delle lettere è riportata correttamente.
lt: Caps Lock įjungtas, tačiau raidžių dydis pranešamas teisingai.
lv: Caps Lock ir ieslēgts, bet burtu lielums tiek ziņots pareizi.
mt: Il-Caps Lock huwa mixgħul, iżda l-każ tal-ittri huwa rrappurtat b'mod korrett.
nl: Caps Lock staat aan, maar de lettergrootte wordt correct gerapporteerd.
no: Caps Lock er på, men bokstavstorheten rapporteres korrekt.
pl: Caps Lock jest włączony, ale wielkość liter jest prawidłowo zgłaszana.
pt: Caps Lock está ativado, mas a caixa das letras é relatada corretamente.
ro: Caps Lock este activat, dar raportează corect cazul literelor.
sk: Caps Lock je zapnutý, ale veľkosť písmen je správne hlásená.
sl: Caps Lock je vklopljen, vendar je pravilno prikazana velikost črk.
sv: Caps Lock är på, men bokstavsstorleken rapporteras korrekt.

# Condition_206
source: Caps Lock is on, but the letter casing is preserved.
bg: Caps Lock е включен, но писането с главни и малки букви се запазва.
cs: Caps Lock je zapnutý, ale písmena jsou zachována ve správném formátu.
da: Caps Lock er aktiveret, men bogstavstørrelsen bevares.
de: Die Feststelltaste ist aktiviert, aber die Groß- und Kleinschreibung bleibt erhalten.
el: Το Caps Lock είναι ενεργοποιημένο, αλλά η περίπτωση των γραμμάτων διατηρείται.
es: La tecla Caps Lock está activada, pero se conserva el uso de mayúsculas y minúsculas.
et: Caps Lock on sisse lülitatud, kuid tähtede suurust säilitatakse.
fi: Caps Lock on päällä, mutta kirjainkoko säilytetään.
fr: Le verrouillage des majuscules est activé, mais la casse des lettres est préservée.
ga: Tá Caps Lock ar siúl, ach coinnítear an cás litreach.
hr: Caps Lock je uključen, ali se veličina slova čuva.
hu: A Caps Lock be van kapcsolva, de a betűk nagy- és kisbetűsítése megmarad.
is: Caps Lock er virkt, en há- og lágstafir eru varðveittir.
it: Caps Lock è attivo, ma la maiuscola delle lettere è preservata.
lt: Caps Lock įjungtas, tačiau raidžių dydis išlaikomas.
lv: Caps Lock ir ieslēgts, bet burtu lielums tiek saglabāts.
mt: Il-Caps Lock huwa mixgħul, iżda l-każ tal-ittri huwa ppreżervat.
nl: Caps Lock staat aan, maar de lettergrootte wordt behouden.
no: Caps Lock er på, men bokstavstorheten bevares.
pl: Caps Lock jest włączony, ale wielkość liter jest zachowana.
pt: Caps Lock está ativado, mas a caixa das letras é preservada.
ro: Caps Lock este activat, dar păstrează cazul literelor.
sk: Caps Lock je zapnutý, ale zachováva sa veľkosť písmen.
sl: Caps Lock je vklopljen, vendar je ohranjena velikost črk.
sv: Caps Lock är på, men bokstavsstorleken bevaras.

# Condition_210
source: Caps Lock is switched on.
bg: Caps Lock е включен.
cs: Caps Lock je zapnutý.
da: Caps Lock er slået til.
de: Die Feststelltaste ist eingeschaltet.
el: Το Caps Lock είναι ενεργοποιημένο.
es: Caps Lock está activado.
et: Caps Lock on sisse lülitatud.
fi: Caps Lock on kytketty päälle.
fr: Le verrouillage des majuscules est activé.
ga: Tá Caps Lock ar siúl.
hr: Caps Lock je uključen.
hu: A Caps Lock bekapcsolva van.
is: Caps Lock er virkjað.
it: Caps Lock è attivato.
lt: Įjungtas Caps Lock.
lv: Caps Lock ir ieslēgts.
mt: Il-Caps Lock huwa mixgħul.
nl: Caps Lock is ingeschakeld.
no: Caps Lock er aktivert.
pl: Caps Lock jest włączony.
pt: Caps Lock está ativado.
ro: Caps Lock este activat.
sk: Caps Lock je zapnutý.
sl: Caps Lock je vklopljen.
sv: Caps Lock är aktiverat.

# Condition_215
source: Your barcode scanner does not transmit an end-of-line sequence.
bg: Вашият скенер за баркоди не предава последователност за край на реда.
cs: Váš skener čárových kódů nepřenáší posloupnost znaků na konci řádku (např. znak návratu na začátek).
da: Din stregkodescanner transmitterer ikke en slutsekvens.
de: Ihr Barcode-Scanner überträgt keine End-of-Line-Sequenz.
el: Ο σαρωτής barcode δεν μεταδίδει ακολουθία χαρακτήρων τέλους γραμμής.
es: Su escáner de códigos de barras no transmite una secuencia de fin de línea.
et: Teie vöötkoodiskanner ei edasta rea lõpu järjestust.
fi: Viivakoodinlukijasi ei lähetä rivin lopetussekvenssiä.
fr: Votre scanner de code-barres ne transmet pas de séquence de fin de ligne.
ga: Ní tharchuireann do scanóir barachóid seicheamh carachtar deiridh líne.
hr: Vaš skener barkodova ne prenosi sekvencu završetka retka.
hu: A vonalkódolvasó nem továbbít sorvégi szekvenciát.
is: Strikamerkjalesarinn þinn sendir ekki enda-línu röð merkjaraðir.
it: Il tuo scanner di codici a barre non trasmette una sequenza di fine riga.
lt: Jūsų brūkšninių kodų skaitytuvas nesiunčia eilutės pabaigos sekos.
lv: Jūsu svītrkodu skeneris nepārraida rindu beigu secību.
mt: L-iskanner tal-barcode tiegħek ma jittrasmettix sekwenza tal-aħħar tal-linja.
nl: Uw barcodescanner verzendt geen einde-van-regel sequentie.
no: Strekkodeskanneren din overfører ikke en end-of-line-sekvens.
pl: Twój skaner kodów kreskowych nie przesyła sekwencji końca linii.
pt: Seu scanner de código de barras não transmite uma sequência de fim de linha.
ro: Scanerul dvs. de coduri de bare nu transmite o secvență de sfârșit de linie.
sk: Váš čítač čiarových kódov neprenáša sekvenciu znakov konca riadka.
sl: Vaš skener črtne kode ne prenaša zaporedja za konec vrstice.
sv: Din streckkodsläsare sänder inte en sekvens för radslut.

# Condition_220
source: Your barcode scanner transmits a prefix.
bg: Вашият скенер за баркоди предава префикс.
cs: Váš skener čárových kódů přenáší prefix.
da: Din stregkodescanner transmitterer et præfiks.
de: Ihr Barcode-Scanner überträgt ein Präfix.
el: Ο σαρωτής barcode μεταδίδει ένα πρόθεμα.
es: Su escáner de códigos de barras transmite un prefijo.
et: Teie vöötkoodiskanner edastab prefiksi.
fi: Viivakoodinlukijasi lähettää etuliitteen.
fr: Votre scanner de code-barres transmet un préfixe.
ga: Tarchuireann do scanóir barachóid réamhíoc.
hr: Vaš skener barkodova prenosi prefiks.
hu: A vonalkódolvasó előtagot továbbít.
is: Strikamerkjalesarinn þinn sendir forskeyti.
it: Il tuo scanner di codici a barre trasmette un prefisso.
lt: Jūsų brūkšninių kodų skaitytuvas siunčia priešdėlį.
lv: Jūsu svītrkodu skeneris pārraida prefiksu.
mt: L-iskanner tal-barcode tiegħek jittrasmetti prefiss.
nl: Uw barcodescanner verzendt een voorvoegsel.
no: Strekkodeskanneren din overfører et prefiks.
pl: Twój skaner kodów kreskowych przesyła prefiks.
pt: Seu scanner de código de barras transmite um prefixo.
ro: Scanerul dvs. de coduri de bare transmite un prefix.
sk: Váš čítač čiarových kódov prenáša predponu.
sl: Vaš skener črtne kode prenaša predpono.
sv: Din streckkodsläsare sänder ett prefix.

# Condition_225
source: Your barcode scanner transmits a suffix.
bg: Вашият скенер за баркоди предава суфикс.
cs: Váš skener čárových kódů přenáší sufix.
da: Din stregkodescanner transmitterer et suffiks.
de: Ihr Barcode-Scanner überträgt ein Suffix.
el: Ο σαρωτής barcode μεταδίδει ένα επίθεμα.
es: Su escáner de códigos de barras transmite un sufijo.
et: Teie vöötkoodiskanner edastab sufiksi.
fi: Viivakoodinlukijasi lähettää jälkiliitteen.
fr: Votre scanner de code-barres transmet un suffixe.
ga: Tarchuireann do scanóir barachóid iarscríbhinn.
hr: Vaš skener barkodova prenosi sufiks.
hu: A vonalkódolvasó utótagot továbbít.
is: Strikamerkjalesarinn þinn sendir viðskeyti.
it: Il tuo scanner di codici a barre trasmette un suffisso.
lt: Jūsų brūkšninių kodų skaitytuvas siunčia priesagą.
lv: Jūsu svītrkodu skeneris pārraida sufiksu.
mt: L-iskanner tal-barcode tiegħek jittrasmetti suffiss.
nl: Uw barcodescanner verzendt een achtervoegsel.
no: Strekkodeskanneren din overfører et suffiks.
pl: Twój skaner kodów kreskowych przesyła sufiks.
pt: Seu scanner de código de barras transmite um sufixo.
ro: Scanerul dvs. de coduri de bare transmite un sufix.
sk: Váš čítač čiarových kódov prenáša príponu.
sl: Vaš skener črtne kode prenaša priponko.
sv: Din streckkodsläsare sänder ett suffix.

# Condition_230
source: Your system may not read AIM identifier characters.
bg: Вашата система може да не чете надеждно символи на идентификатори AIM.
cs: Váš systém nemusí spolehlivě číst znaky identifikátorů AIM.
da: Dit system læser måske ikke AIM-identifikatortegn.
de: Ihr System liest möglicherweise AIM-Identifikatorzeichen nicht.
el: Το σύστημά σας μπορεί να μην διαβάζει χαρακτήρες ταυτότητας AIM.
es: Su sistema puede que no lea caracteres de identificadores AIM.
et: Teie süsteem ei pruugi lugeda AIM identifikaatori tähemärke.
fi: Järjestelmäsi ei ehkä lue AIM-tunnisteen merkkejä.
fr: Votre système peut ne pas lire les caractères des identifiants AIM.
ga: D'fhéadfadh nach léifidh do chóras carachtair aitheantóra AIM.
hr: Vaš sustav možda neće čitati znakove AIM identifikatora.
hu: A rendszere nem képes megbízhatóan olvasni az AIM azonosító karaktereket.
is: Kerfið þitt gæti ekki lesið AIM auðkennarastafi.
it: Il tuo sistema potrebbe non leggere i caratteri identificativi AIM.
lt: Jūsų sistema gali neteisingai skaityti AIM identifikatorių simbolių.
lv: Jūsu sistēma, iespējams, nepareizi nolasa AIM identifikatoru rakstzīmes.
mt: Is-sistema tiegħek jista' ma taqra karattri identifikaturi AIM.
nl: Uw systeem leest mogelijk niet betrouwbaar AIM-identificator karakters.
no: Systemet ditt kan kanskje ikke lese AIM-identifikatortegn.
pl: Twój system może nie odczytać znaków identyfikatorów AIM.
pt: Seu sistema pode não ler caracteres de identificador AIM.
ro: Sistemul dvs. s-ar putea să nu citească caracterele identificatorilor AIM.
sk: Váš systém možno nespoľahlivo číta znaky identifikátorov AIM.
sl: Vaš sistem morda ne bo bral znakov identifikatorjev AIM.
sv: Ditt system kanske inte pålitligt läser AIM-identifierartekn.

# Condition_231
source: Your system cannot read AIM identifier characters.
bg: Вашата система не може да чете надеждно символи на идентификатори AIM.
cs: Váš systém nemůže spolehlivě číst znaky identifikátorů AIM.
da: Dit system kan ikke læse AIM-identifikatortegn.
de: Ihr System kann AIM-Identifikatorzeichen nicht lesen.
el: Το σύστημά σας δεν μπορεί να διαβάσει χαρακτήρες ταυτότητας AIM.
es: Su sistema no puede leer caracteres de identificadores AIM.
et: Teie süsteem ei suuda lugeda AIM identifikaatori tähemärke.
fi: Järjestelmäsi ei pysty lukemaan AIM-tunnisteen merkkejä.
fr: Votre système ne peut pas lire les caractères des identifiants AIM.
ga: Ní féidir le do chóras carachtair aitheantóra AIM a léamh.
hr: Vaš sustav ne može čitati znakove AIM identifikatora.
hu: A rendszere nem képes megbízhatóan olvasni az AIM azonosító karaktereket.
is: Kerfið þitt getur ekki lesið AIM auðkennarastafi.
it: Il tuo sistema non può leggere i caratteri identificativi AIM.
lt: Jūsų sistema negali skaityti AIM identifikatorių simbolių.
lv: Jūsu sistēma nevar nolasa AIM identifikatoru rakstzīmes.
mt: Is-sistema tiegħek ma tistax taqra karattri identifikaturi AIM.
nl: Uw systeem kan AIM-identificator karakters niet lezen.
no: Systemet ditt kan ikke lese AIM-identifikatortegn.
pl: Twój system nie może odczytać znaków identyfikatorów AIM.
pt: Seu sistema não pode ler caracteres de identificador AIM.
ro: Sistemul dvs. nu poate citi caracterele identificatorilor AIM.
sk: Váš systém nespoľahlivo číta znaky identifikátorov AIM.
sl: Vaš sistem ne more brati znakov identifikatorjev AIM.
sv: Ditt system kan inte pålitligt läsa AIM-identifierartekn.

# Condition_232
source: Your barcode scanner may not transmit AIM identifiers.
bg: Вашият скенер за баркоди може да не предава идентификатори AIM.
cs: Váš skener čárových kódů nemusí přenášet identifikátory AIM.
da: Din stregkodescanner transmitterer måske ikke AIM-identifikatorer.
de: Ihr Barcode-Scanner überträgt möglicherweise keine AIM-Identifikatoren.
el: Ο σαρωτής barcode μπορεί να μην μεταδίδει ταυτότητες AIM.
es: Su escáner de códigos de barras puede no transmitir identificadores AIM.
et: Teie vöötkoodiskanner ei pruugi edastada AIM identifikaatoreid.
fi: Viivakoodinlukijasi ei ehkä lähetä AIM-tunnisteita.
fr: Votre scanner de code-barres ne transmet peut-être pas les identifiants AIM.
ga: D'fhéadfadh nach dtarchuirfeadh do scanóir barachóid aitheantóirí AIM.
hr: Vaš skener barkodova možda ne prenosi AIM identifikatore.
hu: Előfordulhat, hogy a vonalkódolvasó nem továbbít AIM azonosítókat.
is: Strikamerkjalesarinn þinn gæti ekki sent AIM auðkennara.
it: Il tuo scanner di codici a barre potrebbe non trasmettere gli identificatori AIM.
lt: Jūsų brūkšninių kodų skaitytuvas gali nesiųsti AIM identifikatorių.
lv: Jūsu svītrkodu skeneris, iespējams, nepārraida AIM identifikatorus.
mt: L-iskanner tal-barcode tiegħek jista' ma jittrasmettix identifikaturi AIM.
nl: Uw barcodescanner verzendt mogelijk geen AIM-identificatoren.
no: Strekkodeskanneren din overfører kanskje ikke AIM-identifikatorer.
pl: Twój skaner kodów kreskowych może nie przesyłać identyfikatorów AIM.
pt: Seu scanner de código de barras pode não transmitir identificadores AIM.
ro: Este posibil ca scanerul dvs. de coduri de bare să nu transmită identificatori AIM.
sk: Váš čítač čiarových kódov nemusí prenášať identifikátory AIM.
sl: Vaš skener črtne kode morda ne prenaša identifikatorjev AIM.
sv: Din streckkodsläsare kanske inte sänder AIM-identifierare.
