Repository: Solidsoft-Reply/EMVS-Unique-Identifier-Parser
Catalog: Solidsoft.Reply.Parsers.EmvsUniqueIdentifier/Properties/Advice.*.resx
Languages: bg, cs, da, de, el, es, et, fi, fr, ga, hr, hu, is, it, lt, lv, mt, nl, no, pl, pt, ro, sk, sl, sv

# Condition_350
source: Your system cannot read PPN barcode characters reliably.
bg: Вашата система не може да чете надеждно баркоди PPN.
cs: Váš systém nemůže spolehlivě číst znaky čárových kódů PPN.
da: Dit system kan ikke pålideligt læse PPN-stregkodetegn.
de: Ihr System kann PPN-Barcodezeichen nicht zuverlässig lesen.
el: Το σύστημά σας δεν μπορεί να διαβάσει αξιόπιστα χαρακτήρες barcode PPN.
es: Su sistema no puede leer caracteres de códigos de barras PPN de manera confiable.
et: Teie süsteem ei suuda usaldusväärselt lugeda PPN vöötkoodi tähemärke.
fi: Järjestelmäsi ei pysty luotettavasti lukemaan PPN-viivakoodien merkkejä.
fr: Votre système ne peut pas lire les caractères des codes-barres PPN de manière fiable.
ga: Ní féidir le do chóras carachtair barachóid PPN a léamh go hiontaofa.
hr: Vaš sustav ne može pouzdano čitati znakove PPN barkodova.
hu: A rendszere nem képes megbízhatóan olvasni a PPN vonalkód karaktereket.
is: Kerfið þitt getur ekki lesið PPN strikamerkjastafi áreiðanlega.
it: Il tuo sistema non può leggere i caratteri dei codici a barre PPN in modo affidabile.
lt: Jūsų sistema negali patikimai skaityti PPN brūkšninių kodų simbolių.
lv: Jūsu sistēma nevar uzticami nolasīt PPN svītrkodu rakstzīmes.
mt: Is-sistema tiegħek ma tistax taqra karattri tal-barcode tal-PPN b'mod affidabbli.
nl: Uw systeem kan PPN barcodekarakters niet betrouwbaar lezen.
no: Systemet ditt kan ikke lese PPN-strekkodetegn pålitelig.
pl: Twój system nie może niezawodnie odczytać znaków kodów kreskowych PPN.
pt: Seu sistema não pode ler caracteres de códigos de barras PPN de forma confiável.
ro: Sistemul dvs. nu poate citi în mod fiabil caracterele codurilor de bare PPN.
sk: Váš systém nespoľahlivo číta znaky čiarových kódov PPN.
sl: Vaš sistem ne more zanesljivo brati znakov črtnih kod PPN.
sv: Ditt system kan inte pålitligt läsa PPN-streckkoder.

# Condition_351
source: Your system cannot read PPN barcode characters.
bg: Вашата система не може да чете надеждно баркоди PPN.
cs: Váš systém nemůže spolehlivě číst znaky čárových kódů PPN.
da: Dit system kan ikke læse PPN-stregkodetegn.
de: Ihr System kann PPN-Barcodezeichen nicht lesen.
el: Το σύστημά σας δεν μπορεί να διαβάσει χαρακτήρες barcode PPN.
es: Su sistema no puede leer caracteres de códigos de barras PPN.
et: Teie süsteem ei suuda lugeda PPN vöötkoodi tähemärke.
fi: Järjestelmäsi ei pysty lukemaan PPN-viivakoodien merkkejä.
fr: Votre système ne peut pas lire les caractères des codes-barres PPN.
ga: Ní féidir le do chóras carachtair barachóid PPN a léamh.
hr: Vaš sustav ne može čitati znakove PPN barkodova.
hu: A rendszere nem képes megbízhatóan olvasni a PPN vonalkód karaktereket.
is: Kerfið þitt getur ekki lesið PPN strikamerkjastafi.
it: Il tuo sistema non può leggere i caratteri dei codici a barre PPN.
lt: Jūsų sistema negali skaityti PPN brūkšninių kodų simbolių.
lv: Jūsu sistēma nevar nolasīt PPN svītrkodu rakstzīmes.
mt: Is-sistema tiegħek ma tistax taqra karattri tal-barcode tal-PPN.
nl: Uw systeem kan PPN barcodekarakters niet lezen.
no: Systemet ditt kan ikke lese PPN-strekkodetegn.
pl: Twój system nie może odczytać znaków kodów kreskowych PPN.
pt: Seu sistema não pode ler caracteres de códigos de barras PPN.
ro: Sistemul dvs. nu poate citi caracterele codurilor de bare PPN.
sk: Váš systém nespoľahlivo číta znaky čiarových kódov PPN.
sl: Vaš sistem ne more brati znakov črtnih kod PPN.
sv: Ditt system kan inte pålitligt läsa PPN-streckkoder.

# Condition_355
source: Your system cannot read PPN barcode characters.
bg: Вашата система не може да чете надеждно баркоди PPN.
cs: Váš systém nemůže spolehlivě číst znaky čárových kódů PPN.
da: Dit system kan ikke læse PPN-stregkodetegn.
de: Ihr System kann PPN-Barcodezeichen nicht lesen.
el: Το σύστημά σας δεν μπορεί να διαβάσει χαρακτήρες barcode PPN.
es: Su sistema no puede leer caracteres de códigos de barras PPN.
et: Teie süsteem ei suuda lugeda PPN vöötkoodi tähemärke.
fi: Järjestelmäsi ei pysty lukemaan PPN-viivakoodien merkkejä.
fr: Votre système ne peut pas lire les caractères des codes-barres PPN.
ga: Ní féidir le do chóras carachtair barachóid PPN a léamh.
hr: Vaš sustav ne može čitati znakove PPN barkodova.
hu: A rendszere nem képes megbízhatóan olvasni a PPN vonalkód karaktereket.
is: Kerfið þitt getur ekki lesið PPN strikamerkjastafi.
it: Il tuo sistema non può leggere i caratteri dei codici a barre PPN.
lt: Jūsų sistema negali skaityti PPN brūkšninių kodų simbolių.
lv: Jūsu sistēma nevar nolasīt PPN svītrkodu rakstzīmes.
mt: Is-sistema tiegħek ma tistax taqra karattri tal-barcode tal-PPN.
nl: Uw systeem kan PPN barcodekarakters niet lezen.
no: Systemet ditt kan ikke lese PPN-strekkodetegn.
pl: Twój system nie może odczytać znaków kodów kreskowych PPN.
pt: Seu sistema não pode ler caracteres de códigos de barras PPN.
ro: Sistemul dvs. nu poate citi caracterele codurilor de bare PPN.
sk: Váš systém nespoľahlivo číta znaky čiarových kódov PPN.
sl: Vaš sistem ne more brati znakov črtnih kod PPN.
sv: Ditt system kan inte pålitligt läsa PPN-streckkoder.

# Condition_390
source: The test failed unexpectedly.
bg: Тестът неочаквано се провали.
cs: Test nečekaně selhal.
da: Testen mislykkedes uventet.
de: Der Test ist unerwartet fehlgeschlagen.
el: Η δοκιμή απέτυχε απροσδόκητα.
es: La prueba falló inesperadamente.
et: Test nurjus ootamatult.
fi: Testi epäonnistui odottamattomasti.
fr: Le test a échoué de manière inattendue.
ga: Theip ar an tástáil gan choinne.
hr: Test je neočekivano propao.
hu: A teszt váratlanul meghiúsult.
is: Prófið mistókst óvænt.
it: Il test è fallito inaspettatamente.
lt: Testas nepavyko netikėtai.
lv: Pārbaude negaidīti neizdevās.
mt: It-test falla b'mod mhux mistenni.
nl: De test is onverwacht mislukt.
no: Testen feilet uventet.
pl: Test nie powiódł się niespodziewanie.
pt: O teste falhou inesperadamente.
ro: Testul a eșuat neașteptat.
sk: Test neúspešne zlyhal.
sl: Test je nepričakovano spodletel.
sv: Testet misslyckades oväntat.

# Description_105
source: However, you did not test compatibility for German PPN barcodes. Your system may not be able to read German PPN barcodes reliably.
bg: Обаче, не сте тествали съвместимостта с германски баркодове PPN. Вашата система може да не успее да чете надеждно германски баркодове PPN.
cs: Nicméně jste neověřili kompatibilitu s německými PPN čárovými kódy. Váš systém možná nebude schopen spolehlivě číst německé PPN čárové kódy.
da: Du testede dog ikke kompatibilitet med tyske PPN-stregkoder. Dit system er måske ikke i stand til pålideligt at læse tyske PPN-stregkoder.
de: Allerdings haben Sie die Kompatibilität für deutsche PPN-Barcodes nicht getestet. Ihr System kann deutsche PPN-Barcodes möglicherweise nicht zuverlässig lesen.
el: Ωστόσο, δεν δοκιμάσατε τη συμβατότητα με τα Γερμανικά PPN barcodes. Το σύστημά σας μπορεί να μην είναι σε θέση να διαβάσει αξιόπιστα τα Γερμανικά PPN barcodes.
es: Sin embargo, no probó la compatibilidad con códigos de barras PPN alemanes. Su sistema puede no ser capaz de leer códigos de barras PPN alemanes de manera confiable.
et: Siiski ei ole te testinud ühilduvust Saksa PPN vöötkoodidega. Teie süsteem ei pruugi suuta usaldusväärselt lugeda Saksa PPN vöötkoode.
fi: Kuitenkin et testannut yhteensopivuutta saksalaisille PPN-viivakoodeille. Järjestelmäsi ei ehkä pysty lukemaan saksalaisia PPN-viivakoodeja luotettavasti.
fr: Cependant, vous n'avez pas testé la compatibilité pour les codes-barres PPN allemands. Votre système peut ne pas être en mesure de lire de manière fiable les codes-barres PPN allemands.
ga: Mar sin féin, níor thástáil tú comhoiriúnacht le barachóid PPN Gearmánacha. B'fhéidir nach mbeidh do chóras in ann barachóid PPN Gearmánacha a léamh go hiontaofa.
hr: Međutim, niste testirali kompatibilnost za njemačke PPN barkodove. Vaš sustav možda neće moći pouzdano čitati njemačke PPN barkodove.
hu: Azonban Ön nem tesztelte a kompatibilitást a német PPN vonalkódokkal. Lehetséges, hogy a rendszere nem képes megbízhatóan olvasni a német PPN vonalkódokat.
is: Hins vegar prófaðir þú ekki samhæfni fyrir þýskar PPN strikamerki. Kerfið þitt gæti ekki getað lesið þýskar PPN strikamerki áreiðanlega.
it: Tuttavia, non hai testato la compatibilità per i codici a barre PPN tedeschi. Il tuo sistema potrebbe non essere in grado di leggere i codici a barre PPN tedeschi in modo affidabile.
lt: Tačiau jūs nebandėte suderinamumo su Vokietijos PPN brūkšniniais kodais. Jūsų sistema gali nepatikimai skaityti Vokietijos PPN brūkšninius kodus.
lv: Tomēr jūs nepārbaudījāt vācu PPN svītrkodu saderību. Jūsu sistēma, iespējams, nespēs uzticami nolasīt vācu PPN svītrkodus.
mt: Madankollu, int ma ttestjajtx il-kompatibilità għall-barcodes tal-PPN Ġermaniż. Is-sistema tiegħek tista' ma tkunx kapaċi taqra barcodes tal-PPN Ġermaniż b'mod affidabbli.
nl: Echter, u hebt niet getest op compatibiliteit met Duitse PPN barcodes. Uw systeem is mogelijk niet in staat om Duitse PPN barcodes betrouwbaar te lezen.
no: Men du testet ikke kompatibilitet for tyske PPN-strekkoder. Systemet ditt kan kanskje ikke lese tyske PPN-strekkoder pålitelig.
pl: Jednak nie przetestowałeś kompatybilności z niemieckimi kodami kreskowymi PPN. Twój system może nie być w stanie niezawodnie odczytać niemieckich kodów kreskowych PPN.
pt: No entanto, você não testou a compatibilidade com códigos de barras PPN alemães. Seu sistema pode não ser capaz de ler códigos de barras PPN alemães de forma confiável.
ro: Cu toate acestea, nu ați testat compatibilitatea pentru codurile de bare PPN germane. Sistemul dvs. s-ar putea să nu poată citi codurile de bare PPN germane în mod fiabil.
sk: Avšak neotestovali ste kompatibilitu s nemeckými PPN čiarovými kódmi. Váš systém nemusí byť schopný spoľahlivo čítať nemecké PPN čiarové kódy.
sl: Vendar niste preizkusili združljivosti za nemške črtne kode PPN. Vaš sistem morda ne bo mogel zanesljivo brati nemških črtnih kod PPN.
sv: Dock har du inte testat kompatibilitet med ISO/IEC 15434. Ditt system kanske inte kan läsa streckkoder pålitligt om de innehåller data formaterad enligt ISO/IEC 15434.

# Description_110
source: However, your verification software may not read German PPN barcodes correctly.
bg: Обаче, вашият софтуер за верификация може да не чете правилно германски баркодове PPN.
cs: Nicméně, váš ověřovací software možná nebude správně číst německé PPN čárové kódy.
da: Din verifikationssoftware læser dog måske ikke tyske PPN-stregkoder korrekt.
de: Allerdings kann Ihre Verifizierungssoftware möglicherweise deutsche PPN-Barcodes nicht korrekt lesen.
el: Ωστόσο, το λογισμικό επαλήθευσής σας μπορεί να μην διαβάζει αξιόπιστα τα Γερμανικά PPN barcodes.
es: Sin embargo, su software de verificación puede no leer códigos de barras PPN alemanes correctamente.
et: Siiski ei pruugi teie verifitseerimistarkvara korrektselt lugeda Saksa PPN vöötkoode.
fi: Kuitenkin varmistusohjelmistosi ei ehkä lue saksalaisia PPN-viivakoodeja oikein.
fr: Cependant, votre logiciel de vérification peut ne pas lire correctement les codes-barres PPN allemands.
ga: Mar sin féin, b'fhéidir nach mbeidh do bhogearra fíoraithe in ann barachóid PPN Gearmánacha a léamh go hiontaofa.
hr: Međutim, vaš softver za provjeru možda neće ispravno čitati njemačke PPN barkodove.
hu: Azonban a verifikációs szoftvere nem képes helyesen olvasni a német PPN vonalkódokat.
is: Hins vegar gæti staðfestingarhugbúnaðurinn þinn ekki lesið þýskar PPN strikamerki rétt.
it: Tuttavia, il tuo software di verifica potrebbe non leggere correttamente i codici a barre PPN tedeschi.
lt: Tačiau jūsų tikrinimo programinė įranga gali neteisingai skaityti Vokietijos PPN brūkšninius kodus.
lv: Tomēr jūsu verifikācijas programmatūra, iespējams, nepareizi nolasīs vācu PPN svītrkodus.
mt: Madankollu, is-softwer tal-verifika tiegħek jista' ma jaqra barcodes tal-PPN Ġermaniż korrettament.
nl: Echter, uw verificatiesoftware kan mogelijk geen Duitse PPN barcodes correct lezen.
no: Men verifiseringsprogramvaren din kan kanskje ikke lese tyske PPN-strekkoder pålitelig.
pl: Jednak oprogramowanie weryfikacyjne może nie odczytać poprawnie niemieckich kodów kreskowych PPN.
pt: No entanto, seu software de verificação pode não ler códigos de barras PPN alemães corretamente.
ro: Cu toate acestea, software-ul dvs. de verificare s-ar putea să nu citească codurile de bare PPN germane corect.
sk: Avšak váš overovací softvér nemusí správne čítať nemecké PPN čiarové kódy.
sl: Vendar vaša programska oprema za preverjanje morda ne bo pravilno brala nemških črtnih kod PPN.
sv: Dock kanske din verifieringsprogramvara inte läser streckkoder korrekt om de innehåller data formaterad enligt ISO/IEC 15434.

# Description_115
source: However, it cannot read German PPN barcodes reliably.
bg: Не може да чете надеждно германски баркодове PPN.
cs: Není schopen spolehlivě číst německé PPN čárové kódy.
da: Tyske PPN-stregkoder kan dog ikke læses pålideligt.
de: Allerdings kann es deutsche PPN-Barcodes nicht zuverlässig lesen.
el: Ωστόσο, δεν μπορεί να διαβάσει αξιόπιστα τα Γερμανικά PPN barcodes.
es: Sin embargo, no puede leer códigos de barras PPN alemanes de manera confiable.
et: Siiski ei suuda see usaldusväärselt lugeda Saksa PPN vöötkoode.
fi: Kuitenkin se ei voi lukea saksalaisia PPN-viivakoodeja luotettavasti.
fr: Cependant, il ne peut pas lire de manière fiable les codes-barres PPN allemands.
ga: Mar sin féin, ní féidir leis barachóid PPN Gearmánacha a léamh go hiontaofa.
hr: Međutim, ne može pouzdano čitati njemačke PPN barkodove.
hu: Azonban nem képes megbízhatóan olvasni a német PPN vonalkódokat.
is: Hins vegar getur það ekki lesið þýskar PPN strikamerki áreiðanlega.
it: Tuttavia, non può leggere i codici a barre PPN tedeschi in modo affidabile.
lt: Tačiau jis negali patikimai skaityti Vokietijos PPN brūkšninių kodų.
lv: Tomēr tā nevar uzticami nolasīt vācu PPN svītrkodus.
mt: Madankollu, ma jistax jaqra barcodes tal-PPN Ġermaniż b'mod affidabbli.
nl: Echter, het kan Duitse PPN barcodes niet betrouwbaar lezen.
no: Men den kan ikke lese tyske PPN-strekkoder pålitelig.
pl: Jednak nie może niezawodnie czytać niemieckich kodów kreskowych PPN.
pt: No entanto, não consegue ler códigos de barras PPN alemães de forma confiável.
ro: Cu toate acestea, nu poate citi codurile de bare PPN germane în mod fiabil.
sk: Avšak nespoľahlivo číta nemecké PPN čiarové kódy.
sl: Vendar ne more zanesljivo brati nemških črtnih kod PPN.
sv: Dock kan den inte pålitligt läsa streckkoder om de innehåller data formaterad enligt ISO/IEC 15434.

# Description_200
source: AIM identifiers represent the barcode type. Your verification software may use them to eliminate unnecessary alerts.
bg: Идентификаторите AIM представляват типа на баркода. Вашият софтуер може да ги използва за елиминиране на ненужни сигнали.
cs: Identifikátory AIM představují typ čárového kódu. Váš ověřovací software je může použít k odstranění nepotřebných upozornění.
da: AIM-identifikatorer repræsenterer stregkodetypen. Dit verifikationssoftware kan bruge dem til at eliminere unødvendige alarmer.
de: AIM-Identifikatoren repräsentieren den Barcodetyp. Ihre Verifizierungssoftware kann sie verwenden, um unnötige Alarme zu eliminieren.
el: Οι αναγνωριστικοί κωδικοί AIM αντιπροσωπεύουν τον τύπο του barcode. Το λογισμικό επαλήθευσης σας μπορεί να τους χρησιμοποιήσει για να εξαλείψει περιττές ειδοποιήσεις.
es: Los identificadores AIM representan el tipo de código de barras. Su software de verificación puede utilizarlos para eliminar alertas innecesarias.
et: AIM-i identifikaatorid esindavad vöötkoodi tüüpi. Teie verifitseerimistarkvara võib neid kasutada mittevajalike hoiatuste kõrvaldamiseks.
fi: AIM-tunnisteet edustavat viivakoodityyppiä. Varmistusohjelmistosi voi käyttää niitä tarpeettomien hälytysten poistamiseen.
fr: Les identifiants AIM représentent le type de code-barres. Votre logiciel de vérification peut les utiliser pour éliminer les alertes inutiles.
ga: Léiríonn aitheantóirí AIM cineál an bharachóid. Féadfaidh do bhogearra fíoraithe iad a úsáid chun rabhaidh neamhriachtanacha a eisiamh.
hr: Identifikatori AIM predstavljaju tip barkoda. Vaš softver za provjeru može ih koristiti za eliminaciju nepotrebnih upozorenja.
hu: AIM azonosítók a vonalkód típusát jelölik. Az Ön ellenőrző szoftvere használhatja őket a szükségtelen riasztások kiküszöbölésére.
is: AIM auðkennarar tákna gerð strikamerkis. Staðfestingarhugbúnaðurinn þinn getur notað þá til að útiloka óþarfa viðvaranir.
it: Gli identificatori AIM rappresentano il tipo di codice a barre. Il tuo software di verifica potrebbe usarli per eliminare avvisi non necessari.
lt: AIM identifikatoriai atspindi brūkšninio kodo tipą. Jūsų tikrinimo programinė įranga gali juos naudoti nereikalingų įspėjimų šalinimui.
lv: AIM identifikatori attēlo svītrkoda veidu. Jūsu verifikācijas programmatūra, iespējams, tos izmantos, lai novērstu nevajadzīgus brīdinājumus.
mt: Identifikaturi AIM jirrappreżentaw it-tip tal-barcode. Is-softwer tal-verifika tiegħek jista' jużahom biex ineħħi twissijiet mhux meħtieġa.
nl: AIM-identificatoren vertegenwoordigen het type barcode. Uw verificatiesoftware kan ze gebruiken om onnodige meldingen te elimineren.
no: AIM-identifikatorer representerer strekkodetypen. Programvaren din kan bruke dem til å eliminere unødvendige varsler.
pl: Identyfikatory AIM reprezentują typ kodu kreskowego. Oprogramowanie weryfikacyjne może je wykorzystać, aby wyeliminować niepotrzebne alerty.
pt: Identificadores AIM representam o tipo de código de barras. Seu software de verificação pode usá-los para eliminar alertas desnecessários.
ro: Identificatorii AIM reprezintă tipul de cod de bare. Software-ul dumneavoastră de verificare îi poate folosi pentru a elimina alertele inutile.
sk: Identifikátory AIM reprezentujú typ čiarového kódu. Váš overovací softvér ich môže využiť na elimináciu zbytočných upozornení.
sl: Identifikatorji AIM predstavljajo tip črtne kode. Vaša programska oprema za preverjanje jih lahko uporabi za odpravo nepotrebnih opozoril.
sv: AIM-identifierare representerar streckkodstypen. Din programvara kan använda dem för att eliminera onödiga larm.

# Description_205
source: Your barcode scanner is probably configured to compensate automatically for Caps Lock or to enter data using the numeric keypad (ALT mode).
bg: Вашият скенер за баркоди вероятно е конфигуриран да компенсира автоматично за Caps Lock.
cs: Váš skener čárových kódů je pravděpodobně nastaven tak, aby automaticky kompenzoval klávesu Caps Lock nebo zadával data pomocí numerické klávesnice (režim ALT).
da: Din stregkodescanner er sandsynligvis konfigureret til automatisk at kompensere for Caps Lock eller til at indtaste data ved hjælp af det numeriske tastatur (ALT-tilstand).
de: Ihr Barcode-Scanner ist wahrscheinlich so konfiguriert, dass er automatisch die Feststelltaste kompensiert oder Daten über den numerischen Tastenblock (ALT-Modus) eingibt.
el: Ο σαρωτής γραμμωτών κωδίκων σας είναι πιθανώς διαμορφωμένος ώστε να αντισταθμίζει αυτόματα το Caps Lock ή να εισάγει δεδομένα χρησιμοποιώντας το αριθμητικό πληκτρολόγιο (λειτουργία ALT).
es: Es probable que su escáner de códigos de barras esté configurado para compensar automáticamente el bloqueo de mayúsculas o para ingresar datos usando el teclado numérico (modo ALT).
et: Teie vöötkoodiskanner on tõenäoliselt konfigureeritud automaatselt kompenseerima Caps Lock'i.
fi: Viivakoodinlukijasi on todennäköisesti määritetty korvaamaan automaattisesti Caps Lock -näppäimen tai syöttämään tietoja numeronäppäimistön avulla (ALT-tila).
fr: Votre scanner de code-barres est probablement configuré pour compenser automatiquement le verrouillage des majuscules.
ga: Tá do scanóir barachóid cumraithe go dócha chun cúiteamh a dhéanamh go huathoibríoch do Caps Lock.
hr: Vaš skener barkodova vjerojatno je konfiguriran da automatski kompenzira Caps Lock.
hu: A vonalkódolvasó valószínűleg úgy van beállítva, hogy automatikusan kompenzálja a Caps Lock-ot, vagy az adatokat a numerikus billentyűzettel (ALT mód) viszi be.
is: Skanni fyrir strikamerki er líklega stilltur til að bæta sjálfkrafa fyrir hástafalás eða til að slá inn gögn með því að nota númerahnappaborðið (ALT ham).
it: Il tuo lettore di codici a barre è probabilmente configurato per compensare automaticamente il Bloc Maiusc o per inserire i dati utilizzando il tastierino numerico (modalità ALT).
lt: Jūsų brūkšninių kodų skaitytuvas greičiausiai nustatytas automatiškai kompensuoti Caps Lock.
lv: Jūsu svītrkodu skeneris, iespējams, ir konfigurēts, lai automātiski kompensētu Caps Lock vai lai ievadītu datus, izmantojot ciparu tastatūru (ALT režīmā).
mt: L-iskanner tal-barcode tiegħek probabbilment ikkonfigurat biex jikkumpensa awtomatikament għall-Caps Lock.
nl: Uw barcodescanner is waarschijnlijk geconfigureerd om automatisch te compenseren voor Caps Lock.
no: Strekkodeskanneren din er sannsynligvis konfigurert til å automatisk kompensere for Caps Lock eller til å legge inn data ved hjelp av det numeriske tastaturet (ALT-modus).
pl: Twój skaner kodów kreskowych prawdopodobnie jest skonfigurowany, aby automatycznie kompensować włączony Caps Lock.
pt: Seu leitor de código de barras provavelmente está configurado para compensar automaticamente o Caps Lock ou para inserir dados usando o teclado numérico (modo ALT).
ro: Scanerul dvs. de coduri de bare este probabil configurat să compenseze automat pentru Caps Lock.
sk: Váš skener čiarových kódov je pravdepodobne nakonfigurovaný tak, aby automaticky kompenzoval klávesu Caps Lock alebo zadával údaje pomocou numerickej klávesnice (režim ALT).
sl: Vaš čitalnik črtne kode je verjetno konfiguriran za samodejno kompenzacijo Caps Lock ali za vnos podatkov s pomočjo numerične tipkovnice (ALT način).
sv: Din streckkodsläsare är förmodligen konfigurerad för att automatiskt kompensera för Caps Lock eller för att mata in data med det numeriska tangentbordet (ALT-läge).

# Description_206
source: Your Caps Lock key may be disabled or remapped.
bg: Вашият клавиш Caps Lock може да бъде деактивиран или преназначен.
cs: Klávesa Caps Lock na vaší klávesnici může být deaktivována nebo přemapována.
da: Din Caps Lock-tast kan være deaktiveret eller omkodet.
de: Ihre Feststelltaste könnte deaktiviert oder umbelegt sein.
el: Το πλήκτρο Caps Lock σας μπορεί να είναι απενεργοποιημένο ή να έχει ανακατανομαστεί.
es: Su tecla Caps Lock puede estar deshabilitada o reasignada.
et: Teie Caps Lock klahv võib olla välja lülitatud või ümber paigutatud.
fi: Caps Lock -näppäimesi saattaa olla poistettu käytöstä tai uudelleenohjelmoitu.
fr: Votre touche de verrouillage des majuscules peut être désactivée ou reconfigurée.
ga: D'fhéadfadh do eochair Caps Lock a bheith díchumasaithe nó athmhúnlaíodh.
hr: Vaša tipka Caps Lock može biti onemogućena ili premapirana.
hu: A Caps Lock billentyűje ki lehet kapcsolva vagy át lehet programozva.
is: Caps Lock lykillinn þinn gæti verið óvirkur eða endurkortaður.
it: Il tasto Caps Lock potrebbe essere disabilitato o rimappato.
lt: Jūsų Caps Lock klavišas gali būti išjungtas arba perkonfigūruotas.
lv: Jūsu Caps Lock taustiņš, iespējams, ir atspējots vai pārkonfigurēts.
mt: Iċ-ċavetta Caps Lock tiegħek tista' tkun diżattivata jew rikunfigurata.
nl: Uw Caps Lock-toets kan zijn uitgeschakeld of opnieuw toegewezen.
no: Caps Lock-tasten din kan være deaktivert eller omkonfigurert.
pl: Twój klawisz Caps Lock może być wyłączony lub przemapowany.
pt: Sua tecla Caps Lock pode estar desativada ou remapeada.
ro: Tasta Caps Lock poate fi dezactivată sau remapată.
sk: Váš kláves Caps Lock môže byť vypnutý alebo premapovaný.
sl: Vaša tipka Caps Lock je morda onemogočena ali preprogramirana.
sv: Din Caps Lock-tangent kan vara avaktiverad eller omkonfigurerad.
