Repository: Solidsoft-Reply/EMVS-Unique-Identifier-Parser
Catalog: Solidsoft.Reply.Parsers.EmvsUniqueIdentifier/Properties/Advice.*.resx
Languages: bg, cs, da, de, el, es, et, fi, fr, ga, hr, hu, is, it, lt, lv, mt, nl, no, pl, pt, ro, sk, sl, sv

# Advice_270
source: If you scan barcodes that contain EDI data, and experience difficulty, try configuring your barcode scanner to emulate a numeric keypad.
bg: Ако сканирате баркодове, съдържащи данни EDI, и имате затруднения, опитайте да конфигурирате вашия скенер за баркоди да имитира цифрова клавиатура.
cs: Pokud skenujete čárové kódy obsahující EDI data a máte potíže, zkuste nakonfigurovat skener čárových kódů tak, aby emuloval numerickou klávesnici.
da: Hvis du scanner stregkoder, der indeholder EDI-data, og oplever vanskeligheder, så prøv at konfigurere din stregkodescanner til at efterligne et numerisk tastatur.
de: Wenn Sie Barcodes scannen, die EDI-Daten enthalten, und Schwierigkeiten haben, versuchen Sie, Ihren Barcode-Scanner so zu konfigurieren, dass er ein numerisches Keypad emuliert.
el: Αν σκανάρετε barcodes που περιέχουν δεδομένα EDI, και αντιμετωπίζετε δυσκολίες, δοκιμάστε να ρυθμίσετε τον σαρωτή barcode σας για να προσομοιώνει ένα αριθμητικό πληκτρολόγιο.
es: Si escanea códigos de barras que contienen datos EDI y experimenta dificultades, intente configurar su escáner de códigos de barras para emular un teclado numérico.
et: Kui skaneerite vöötkoode, mis sisaldavad EDI andmeid, ja kogete raskusi, proovige seadistada oma vöötkoodiskanner numbrilise klaviatuuri emuleerimiseks.
fi: Jos skannaat viivakoodeja, jotka sisältävät EDI-dataa, ja kohtaat vaikeuksia, kokeile konfiguroida viivakoodinlukijasi toimimaan numeerisen näppäimistön emulaattorina.
fr: Si vous scannez des codes-barres contenant des données EDI et rencontrez des difficultés, essayez de configurer votre scanner de code-barres pour émuler un pavé numérique.
ga: Má scanann tú barachóid EDI, agus má bhíonn deacrachtaí agat, bain triail as do scanóir barachóid a chumrú chun méarchlár uimhriúil a aithris.
hr: Ako skenirate barkodove koji sadrže EDI podatke i imate poteškoća, pokušajte konfigurirati svoj skener barkoda tako da oponaša numeričku tipkovnicu.
hu: Ha EDI adatokat tartalmazó vonalkódokat olvas be, és problémái vannak, próbálja meg konfigurálni a vonalkódolvasót számbillentyűzet emulálására.
is: Ef þú skannar strikamerki sem innihalda EDI gögn, og lendir í vandræðum, reyndu að stilla strikamerkjalesarann þinn þannig að hann líki eftir númeralyklaborði.
it: Se scansioni codici a barre che contengono dati EDI e incontri difficoltà, prova a configurare il tuo scanner di codici a barre per emulare un tastierino numerico.
lt: Jei skenuojate brūkšninius kodus, kuriuose yra EDI duomenų, ir patiriate sunkumų, pabandykite nustatyti savo brūkšninių kodų skaitytuvą imituoti skaitmeninį klavišų bloką.
lv: Ja, skenējot svītrkodus, kas satur EDI datus, rodas grūtības, mēģiniet konfigurēt savu svītrkodu skeneri tā, lai tas emulētu ciparu tastatūru.
mt: Is-sistema tiegħek ma tistax taqra l-kodiċijiet tal-bar b'mod affidabbli jekk fihom data għall-Iskambju Elettroniku tad-Data (EDI).
nl: Als u barcodes scant die EDI-gegevens bevatten en problemen ondervindt, probeer dan uw barcodescanner te configureren om een numeriek toetsenblok na te bootsen.
no: Hvis du skanner strekkoder som inneholder EDI-data og opplever problemer, prøv å konfigurere strekkodeskanneren din til å etterligne et numerisk tastatur.
pl: Jeśli skanujesz kody kreskowe zawierające dane EDI i napotykasz trudności, spróbuj skonfigurować skaner kodów kreskowych tak, aby emulował klawiaturę numeryczną.
pt: Se você escanear códigos de barras que contenham dados EDI e tiver dificuldades, tente configurar seu scanner de código de barras para emular um teclado numérico.
ro: Dacă scanați coduri de bare care conțin date EDI și întâmpinați dificultăți, încercați să configurați scannerul dvs. de coduri de bare să emuleze o tastatură numerică.
sk: Ak skenujete čiarové kódy, ktoré obsahujú EDI údaje, a máte problémy, skúste nakonfigurovať váš čítač čiarových kódov tak, aby emuloval numerickú klávesnicu.
sl: Če skenirate črtne kode, ki vsebujejo podatke EDI, in imate težave, poskusite nastaviti vaš skener črtne kode, da posnema numerično tipkovnico.
sv: Om du skannar streckkoder som innehåller EDI-data och upplever svårigheter, försök konfigurera din streckkodsläsare för att efterlikna ett numeriskt tangentbord.

# Advice_271
source: If you scan barcodes that contain EDI data, and experience difficulty, try configuring your barcode scanner to emulate a numeric keypad.
bg: Ако сканирате баркодове, съдържащи данни EDI, и имате затруднения, опитайте да конфигурирате вашия скенер за баркоди да имитира цифрова клавиатура.
cs: Pokud skenujete čárové kódy obsahující EDI data a máte potíže, zkuste nakonfigurovat skener čárových kódů tak, aby emuloval numerickou klávesnici.
da: Hvis du scanner stregkoder, der indeholder EDI-data, og oplever vanskeligheder, så prøv at konfigurere din stregkodescanner til at efterligne et numerisk tastatur.
de: Wenn Sie Barcodes scannen, die EDI-Daten enthalten, und Schwierigkeiten haben, versuchen Sie, Ihren Barcode-Scanner so zu konfigurieren, dass er ein numerisches Keypad emuliert.
el: Αν σκανάρετε barcodes που περιέχουν δεδομένα EDI, και αντιμετωπίζετε δυσκολίες, δοκιμάστε να ρυθμίσετε τον σαρωτή barcode σας για να προσομοιώνει ένα αριθμητικό πληκτρολόγιο.
es: Si escanea códigos de barras que contienen datos EDI y experimenta dificultades, intente configurar su escáner de códigos de barras para emular un teclado numérico.
et: Kui skaneerite vöötkoode, mis sisaldavad EDI andmeid, ja kogete raskusi, proovige seadistada oma vöötkoodiskanner numbrilise klaviatuuri emuleerimiseks.
fi: Jos skannaat viivakoodeja, jotka sisältävät EDI-dataa, ja kohtaat vaikeuksia, kokeile konfiguroida viivakoodinlukijasi toimimaan numeerisen näppäimistön emulaattorina.
fr: Si vous scannez des codes-barres contenant des données EDI et rencontrez des difficultés, essayez de configurer votre scanner de code-barres pour émuler un pavé numérique.
ga: Má scanann tú barachóid EDI, agus má bhíonn deacrachtaí agat, bain triail as do scanóir barachóid a chumrú chun méarchlár uimhriúil a aithris.
hr: Ako skenirate barkodove koji sadrže EDI podatke i imate poteškoća, pokušajte konfigurirati svoj skener barkoda tako da oponaša numeričku tipkovnicu.
hu: Ha EDI adatokat tartalmazó vonalkódokat olvas be, és problémái vannak, próbálja meg konfigurálni a vonalkódolvasót számbillentyűzet emulálására.
is: Ef þú skannar strikamerki sem innihalda EDI gögn, og lendir í vandræðum, reyndu að stilla strikamerkjalesarann þinn þannig að hann líki eftir númeralyklaborði.
it: Se scansioni codici a barre che contengono dati EDI e incontri difficoltà, prova a configurare il tuo scanner di codici a barre per emulare un tastierino numerico.
lt: Jei skenuojate brūkšninius kodus, kuriuose yra EDI duomenų, ir patiriate sunkumų, pabandykite nustatyti savo brūkšninių kodų skaitytuvą imituoti skaitmeninį klavišų bloką.
lv: Ja, skenējot svītrkodus, kas satur EDI datus, rodas grūtības, mēģiniet konfigurēt savu svītrkodu skeneri tā, lai tas emulētu ciparu tastatūru.
mt: Is-sistema tiegħek ma tistax taqra l-kodiċijiet tal-bar b'mod affidabbli jekk fihom data għall-Iskambju Elettroniku tad-Data (EDI).
nl: Als u barcodes scant die EDI-gegevens bevatten en problemen ondervindt, probeer dan uw barcodescanner te configureren om een numeriek toetsenblok na te bootsen.
no: Hvis du skanner strekkoder som inneholder EDI-data og opplever problemer, prøv å konfigurere strekkodeskanneren din til å etterligne et numerisk tastatur.
pl: Jeśli skanujesz kody kreskowe zawierające dane EDI i napotykasz trudności, spróbuj skonfigurować skaner kodów kreskowych tak, aby emulował klawiaturę numeryczną.
pt: Se você escanear códigos de barras que contenham dados EDI e tiver dificuldades, tente configurar seu scanner de código de barras para emular um teclado numérico.
ro: Dacă scanați coduri de bare care conțin date EDI și întâmpinați dificultăți, încercați să configurați scannerul dvs. de coduri de bare să emuleze o tastatură numerică.
sk: Ak skenujete čiarové kódy, ktoré obsahujú EDI údaje, a máte problémy, skúste nakonfigurovať váš čítač čiarových kódov tak, aby emuloval numerickú klávesnicu.
sl: Če skenirate črtne kode, ki vsebujejo podatke EDI, in imate težave, poskusite nastaviti vaš skener črtne kode, da posnema numerično tipkovnico.
sv: Om du skannar streckkoder som innehåller EDI-data och upplever svårigheter, försök konfigurera din streckkodsläsare för att efterlikna ett numeriskt tangentbord.

# Advice_275
source: If you scan barcodes that contain EDI data, and experience difficulty, try configuring your barcode scanner to emulate a numeric keypad.
bg: Ако сканирате баркодове, съдържащи данни EDI, и имате затруднения, опитайте да конфигурирате вашия скенер за баркоди да имитира цифрова клавиатура.
cs: Pokud skenujete čárové kódy obsahující EDI data a máte potíže, zkuste nakonfigurovat skener čárových kódů tak, aby emuloval numerickou klávesnici.
da: Hvis du scanner stregkoder, der indeholder EDI-data, og oplever vanskeligheder, så prøv at konfigurere din stregkodescanner til at efterligne et numerisk tastatur.
de: Wenn Sie Barcodes scannen, die EDI-Daten enthalten, und Schwierigkeiten haben, versuchen Sie, Ihren Barcode-Scanner so zu konfigurieren, dass er ein numerisches Keypad emuliert.
el: Αν σκανάρετε barcodes που περιέχουν δεδομένα EDI, και αντιμετωπίζετε δυσκολίες, δοκιμάστε να ρυθμίσετε τον σαρωτή barcode σας για να προσομοιώνει ένα αριθμητικό πληκτρολόγιο.
es: Si escanea códigos de barras que contienen datos EDI y experimenta dificultades, intente configurar su escáner de códigos de barras para emular un teclado numérico.
et: Kui skaneerite vöötkoode, mis sisaldavad EDI andmeid, ja kogete raskusi, proovige seadistada oma vöötkoodiskanner numbrilise klaviatuuri emuleerimiseks.
fi: Jos skannaat viivakoodeja, jotka sisältävät EDI-dataa, ja kohtaat vaikeuksia, kokeile konfiguroida viivakoodinlukijasi toimimaan numeerisen näppäimistön emulaattorina.
fr: Si vous scannez des codes-barres contenant des données EDI et rencontrez des difficultés, essayez de configurer votre scanner de code-barres pour émuler un pavé numérique.
ga: Má scanann tú barachóid EDI, agus má bhíonn deacrachtaí agat, bain triail as do scanóir barachóid a chumrú chun méarchlár uimhriúil a aithris.
hr: Ako skenirate barkodove koji sadrže EDI podatke i imate poteškoća, pokušajte konfigurirati svoj skener barkoda tako da oponaša numeričku tipkovnicu.
hu: Ha EDI adatokat tartalmazó vonalkódokat olvas be, és problémái vannak, próbálja meg konfigurálni a vonalkódolvasót számbillentyűzet emulálására.
is: Ef þú skannar strikamerki sem innihalda EDI gögn, og lendir í vandræðum, reyndu að stilla strikamerkjalesarann þinn þannig að hann líki eftir númeralyklaborði.
it: Se scansioni codici a barre che contengono dati EDI e incontri difficoltà, prova a configurare il tuo scanner di codici a barre per emulare un tastierino numerico.
lt: Jei skenuojate brūkšninius kodus, kuriuose yra EDI duomenų, ir patiriate sunkumų, pabandykite nustatyti savo brūkšninių kodų skaitytuvą imituoti skaitmeninį klavišų bloką.
lv: Ja, skenējot svītrkodus, kas satur EDI datus, rodas grūtības, mēģiniet konfigurēt savu svītrkodu skeneri tā, lai tas emulētu ciparu tastatūru.
mt: Jekk tiskennja barcodes li fihom data EDI, u tesperjenza diffikultà, ipprova tikkonfigura l-iskanner tal-barcode tiegħek biex jimita keypad numeriku.
nl: Als u barcodes scant die EDI-gegevens bevatten en problemen ondervindt, probeer dan uw barcodescanner te configureren om een numeriek toetsenblok na te bootsen.
no: Hvis du skanner strekkoder som inneholder EDI-data og opplever problemer, prøv å konfigurere strekkodeskanneren din til å etterligne et numerisk tastatur.
pl: Jeśli skanujesz kody kreskowe zawierające dane EDI i napotykasz trudności, spróbuj skonfigurować skaner kodów kreskowych tak, aby emulował klawiaturę numeryczną.
pt: Se você escanear códigos de barras que contenham dados EDI e tiver dificuldades, tente configurar seu scanner de código de barras para emular um teclado numérico.
ro: Dacă scanați coduri de bare care conțin date EDI și întâmpinați dificultăți, încercați să configurați scannerul dvs. de coduri de bare să emuleze o tastatură numerică.
sk: Ak skenujete čiarové kódy, ktoré obsahujú EDI údaje, a máte problémy, skúste nakonfigurovať váš čítač čiarových kódov tak, aby emuloval numerickú klávesnicu.
sl: Če skenirate črtne kode, ki vsebujejo podatke EDI, in imate težave, poskusite nastaviti vaš skener črtne kode, da posnema numerično tipkovnico.
sv: Om du skannar streckkoder som innehåller EDI-data och upplever svårigheter, försök konfigurera din streckkodsläsare för att efterlikna ett numeriskt tangentbord.

# Advice_300
source: Try again, making sure you scan the correct barcode(s).
bg: Опитайте отново, като се уверите, че сканирате правилния баркод(ове).
cs: Zkuste to znovu a ujistěte se, že skenujete správný čárový kód(y).
da: Prøv igen, og sørg for at scanne den korrekte stregkode(r).
de: Versuchen Sie es erneut und stellen Sie sicher, dass Sie den richtigen Barcode(s) scannen.
el: Δοκιμάστε ξανά, βεβαιωθείτε ότι σκανάρετε το σωστό barcode(ς).
es: Intente de nuevo, asegurándose de escanear el(los) código(s) de barras correcto(s).
et: Proovige uuesti, veendudes, et skaneerite õiget vöötkoodi(de).
fi: Yritä uudelleen varmistaen, että skannaat oikean viivakoodin tai viivakoodit.
fr: Réessayez, en vous assurant de scanner le(s) bon(s) code(s)-barres.
ga: Bain triail as arís, ag déanamh cinnte go scanann tú an bharachód(anna) ceart.
hr: Pokušajte ponovno, pobrinite se da skenirate ispravne barkod(ove).
hu: Próbálja újra, ügyelve arra, hogy a megfelelő vonalkódot olvassa be.
is: Reyndu aftur og vertu viss um að þú skannir rétt strikamerki.
it: Riprova, assicurandoti di scansionare il/i codice/i a barre corretto/i.
lt: Bandykite dar kartą, įsitikindami, kad nuskenuojate teisingą brūkšninį kodą(-us).
lv: Mēģiniet vēlreiz, pārliecinoties, ka skenējat pareizo svītrkodu.
mt: Ipprova mill-ġdid, kun żgur li tiskennja l-barcode(s) korretta/i.
nl: Probeer opnieuw, zorg ervoor dat u de juiste barcode(s) scant.
no: Prøv igjen, og sørg for at du skanner de riktige strekkodene.
pl: Spróbuj ponownie, upewniając się, że skanujesz właściwy kod kreskowy(-e).
pt: Tente novamente, certificando-se de escanear o(s) código(s) de barras correto(s).
ro: Încercați din nou, asigurându-vă că scanați codul/codurile de bare corect(e).
sk: Skúste to znova, uistite sa, že skenujete správny čiarový kód(y).
sl: Poskusite znova, prepričajte se, da skenirate pravilno črtno kodo(-e).
sv: Försök igen, och se till att du skannar rätt streckkod(er).

# Advice_301
source: Try again, making sure you scan the correct barcode.
bg: Опитайте отново, като се уверите, че сканирате правилния баркод.
cs: Zkuste to znovu a ujistěte se, že skenujete správný čárový kód.
da: Prøv igen, og sørg for at scanne den korrekte stregkode.
de: Versuchen Sie es erneut und stellen Sie sicher, dass Sie den richtigen Barcode scannen.
el: Δοκιμάστε ξανά, βεβαιωθείτε ότι σκανάρετε το σωστό barcode.
es: Intente de nuevo, asegurándose de escanear el código de barras correcto.
et: Proovige uuesti, veendudes, et skaneerite õiget vöötkoodi.
fi: Yritä uudelleen varmistaen, että skannaat oikean viivakoodin.
fr: Réessayez, en vous assurant de scanner le bon code-barres.
ga: Bain triail as arís, ag déanamh cinnte go scanann tú an bharachód ceart.
hr: Pokušajte ponovno, pobrinite se da skenirate ispravan barkod.
hu: Próbálja újra, ügyelve arra, hogy a megfelelő vonalkódot olvassa be.
is: Reyndu aftur og vertu viss um að þú skannir rétt strikamerki.
it: Riprova, assicurandoti di scansionare il codice a barre corretto.
lt: Bandykite dar kartą, įsitikindami, kad nuskenuojate teisingą brūkšninį kodą.
lv: Mēģiniet vēlreiz, pārliecinoties, ka skenējat pareizo svītrkodu.
mt: Ipprova mill-ġdid, kun żgur li tiskennja l-barcode korretta.
nl: Probeer opnieuw, zorg ervoor dat u de juiste barcode scant.
no: Prøv igjen, og sørg for at du skanner den riktige strekkoden.
pl: Spróbuj ponownie, upewniając się, że skanujesz właściwy kod kreskowy.
pt: Tente novamente, certificando-se de escanear o código de barras correto.
ro: Încercați din nou, asigurându-vă că scanați codul de bare corect.
sk: Skúste to znova, uistite sa, že skenujete správny čiarový kód.
sl: Poskusite znova, prepričajte se, da skenirate pravilno črtno kodo.
sv: Försök igen, och se till att du skannar rätt streckkod.

# Advice_303
source: Try again.;;Make sure your keyboard layouts match.;;If necessary, configure your barcode scanner to emulate a numeric keypad.
bg: Опитайте отново.;;Уверете се, че конфигурациите на клавиатурите ви съответстват.;;Ако е необходимо, конфигурирайте вашия скенер за баркоди да емулира числова клавиатура.
cs: Zkuste to znovu.;;Ujistěte se, že rozložení vaší klávesnice odpovídá.;;Pokud je to nutné, nakonfigurujte skener čárových kódů tak, aby emuloval numerickou klávesnici.
da: Prøv igen.;;Sørg for, at dine tastaturlayouts matcher.;;Hvis nødvendigt, konfigurer din stregkodescanner til at efterligne et numerisk tastatur.
de: Versuchen Sie es erneut.;;Stellen Sie sicher, dass Ihre Tastaturlayouts übereinstimmen.;;Falls notwendig, konfigurieren Sie Ihren Barcode-Scanner so, dass er ein numerisches Keypad emuliert.
el: Δοκιμάστε ξανά.;;Βεβαιωθείτε ότι οι διατάξεις του πληκτρολογίου σας ταιριάζουν.;;Αν είναι απαραίτητο, ρυθμίστε τον σαρωτή barcode σας για να προσομοιώνει ένα αριθμητικό πληκτρολόγιο.
es: Intente de nuevo.;;Asegúrese de que las disposiciones de su teclado coincidan.;;Si es necesario, configure su escáner de códigos de barras para emular un teclado numérico.
et: Proovige uuesti.;;Veenduge, et teie klaviatuuri paigutused ühtivad.;;Vajadusel konfigureerige oma vöötkoodiskanner numbrilise klaviatuuri emuleerimiseks.
fi: Yritä uudelleen.;;Varmista, että näppäimistöasettelusi vastaavat toisiaan.;;Tarvittaessa konfiguroi viivakoodinlukijasi toimimaan numeerisen näppäimistön emulaattorina.
fr: Réessayez.;;Assurez-vous que vos dispositions de clavier correspondent.;;Si nécessaire, configurez votre scanner de code-barres pour émuler un pavé numérique.
ga: Bain triail as arís.;;Déan cinnte go mheaitseálann leagan amach do mhéarchlár.;;Más gá, cumraigh do scanóir barachóid chun méarchlár uimhriúil a aithris.
hr: Pokušajte ponovno.;;Pobrinite se da se rasporedi vaše tipkovnice podudaraju.;;Ako je potrebno, konfigurirajte skener barkodova da oponaša numeričku tipkovnicu.
hu: Próbálkozzon újra.;;Győződjön meg arról, hogy billentyűzet elrendezései egyeznek.;;Szükség esetén konfigurálja a vonalkódolvasót, hogy szimuláljon egy numerikus billentyűzetet.
is: Reyndu aftur.;;Vertu viss um að lyklaborðsuppsetningar passi saman.;;Ef þörf krefur, stilltu strikamerkjalesarann þinn þannig að hann líki eftir númeralyklaborði.
it: Riprova.;;Assicurati che i layout della tua tastiera corrispondano.;;Se necessario, configura il tuo scanner di codici a barre per emulare un tastierino numerico.
lt: Bandykite dar kartą.;;Įsitikinkite, kad jūsų klaviatūros išdėstymai sutampa.;;Jei reikia, nustatykite savo brūkšninių kodų skaitytuvą imituoti skaitmeninį klavišų bloką.
lv: Mēģiniet vēlreiz.;;Pārliecinieties, ka tastatūras izkārtojumi atbilst.;;Ja nepieciešams, konfigurējiet savu svītrkodu skeneri tā, lai tas emulētu ciparu tastatūru.
mt: Ipprova mill-ġdid.;;Kun żgur li l-layouts tal-keyboard tiegħek jaqblu.;;Jekk ikun meħtieġ, kkonfigura l-iskanner tal-barcode tiegħek biex jimita keypad numeriku.
nl: Probeer opnieuw.;;Zorg ervoor dat uw toetsenbordindelingen overeenkomen.;;Indien nodig, configureer uw barcodescanner om een numeriek toetsenblok na te bootsen.
no: Prøv igjen.;;Sørg for at tastaturoppsettene dine stemmer overens.;;Hvis nødvendig, konfigurer strekkodeskanneren din til å etterligne et numerisk tastatur.
pl: Spróbuj ponownie.;;Upewnij się, że układy klawiatur są zgodne.;;W razie potrzeby skonfiguruj skaner kodów kreskowych, aby emulował klawiaturę numeryczną.
pt: Tente novamente.;;Certifique-se de que os layouts dos teclados correspondam.;;Se necessário, configure seu scanner de código de barras para emular um teclado numérico.
ro: Încercați din nou.;;Asigurați-vă că configurațiile tastaturilor dvs. corespund.;;Dacă este necesar, configurați scanerul dvs. de coduri de bare să emuleze o tastatură numerică.
sk: Skúste to znova.;;Uistite sa, že rozloženia vašich klávesníc zodpovedajú.;;Ak je to potrebné, nakonfigurujte váš čítač čiarových kódov tak, aby emuloval numerickú klávesnicu.
sl: Poskusite znova.;;Prepričajte se, da se razporedi tipk na tipkovnicah ujemajo.;;Po potrebi nastavite vaš skener črtne kode, da posnema numerično tipkovnico.
sv: Försök igen.;;Se till att dina tangentbordslayouter matchar.;;Om nödvändigt, konfigurera din streckkodsläsare för att efterlikna ett numeriskt tangentbord.

# Advice_304
source: Try again, making sure you scan the correct barcode(s).
bg: Опитайте отново, като се уверите, че сканирате правилния баркод(ове).
cs: Zkuste to znovu a ujistěte se, že skenujete správný čárový kód(y).
da: Prøv igen, og sørg for at scanne den korrekte stregkode(r).
de: Versuchen Sie es erneut und stellen Sie sicher, dass Sie den richtigen Barcode(s) scannen.
el: Δοκιμάστε ξανά, βεβαιωθείτε ότι σκανάρετε το σωστό barcode(ς).
es: Intente de nuevo, asegurándose de escanear el(los) código(s) de barras correcto(s).
et: Proovige uuesti, veendudes, et skaneerite õiget vöötkoodi(de).
fi: Yritä uudelleen varmistaen, että skannaat oikean viivakoodin tai viivakoodit.
fr: Réessayez, en vous assurant de scanner le(s) bon(s) code(s)-barres.
ga: Bain triail as arís, ag déanamh cinnte go scanann tú an bharachód(anna) ceart.
hr: Pokušajte ponovno, pobrinite se da skenirate ispravne barkod(ove).
hu: Próbálja újra, ügyelve arra, hogy a megfelelő vonalkódot olvassa be.
is: Reyndu aftur og vertu viss um að þú skannir rétt strikamerki.
it: Riprova, assicurandoti di scansionare il/i codice/i a barre corretto/i.
lt: Bandykite dar kartą, įsitikindami, kad nuskenuojate teisingą brūkšninį kodą(-us).
lv: Mēģiniet vēlreiz, pārliecinoties, ka skenējat pareizo svītrkodu.
mt: Ipprova mill-ġdid, kun żgur li tiskennja l-barcode(s) korretta/i.
nl: Probeer opnieuw, zorg ervoor dat u de juiste barcode(s) scant.
no: Prøv igjen, og sørg for at du skanner de riktige strekkodene.
pl: Spróbuj ponownie, upewniając się, że skanujesz właściwy kod kreskowy(-e).
pt: Tente novamente, certificando-se de escanear o(s) código(s) de barras correto(s).
ro: Încercați din nou, asigurându-vă că scanați codul/codurile de bare corect(e).
sk: Skúste to znova, uistite sa, že skenujete správny čiarový kód(y).
sl: Poskusite znova, prepričajte se, da skenirate pravilno črtno kodo(-e).
sv: Försök igen, och se till att du skannar rätt streckkod(er).
