Repository: Solidsoft-Reply/EMVS-Unique-Identifier-Parser
Catalog: Solidsoft.Reply.Parsers.EmvsUniqueIdentifier/Properties/Advice.*.resx
Languages: bg, cs, da, de, el, es, et, fi, fr, ga, hr, hu, is, it, lt, lv, mt, nl, no, pl, pt, ro, sk, sl, sv

# Advice_311
source: If your verification software cannot compensate, configure your barcode scanner to emulate a numeric keypad.
bg: Ако вашият софтуер за верификация не може да компенсира, конфигурирайте вашия скенер за баркоди да имитира цифрова клавиатура.
cs: Pokud váš ověřovací software nemůže kompenzovat, nakonfigurujte skener čárových kódů tak, aby emuloval numerickou klávesnici.
da: Hvis din verifikationssoftware ikke kan kompensere, konfigurer din stregkodescanner til at efterligne et numerisk tastatur.
de: Wenn Ihre Verifizierungssoftware nicht kompensieren kann, konfigurieren Sie Ihren Barcode-Scanner so, dass er ein numerisches Keypad emuliert.
el: Αν το λογισμικό επαλήθευσής σας δεν μπορεί να αντισταθμίσει, ρυθμίστε τον σαρωτή barcode σας για να προσομοιώνει ένα αριθμητικό πληκτρολόγιο.
es: Si su software de verificación no puede compensar, configure su escáner de códigos de barras para emular un teclado numérico.
et: Kui teie verifitseerimistarkvara ei suuda kompenseerida, seadistage oma vöötkoodiskanner numbrilise klaviatuuri emuleerimiseks.
fi: Jos varmistusohjelmistosi ei pysty kompensoimaan, konfiguroi viivakoodinlukijasi toimimaan numeerisen näppäimistön emulaattorina.
fr: Si votre logiciel de vérification ne peut pas compenser, configurez votre scanner de code-barres pour émuler un pavé numérique.
ga: Mura féidir le do bhogearra fíoraithe cúiteamh a dhéanamh, cumraigh do scanóir barachóid chun méarchlár uimhriúil a aithris.
hr: Ako vaš softver za provjeru ne može kompenzirati, konfigurirajte svoj skener barkoda tako da oponaša numeričku tipkovnicu.
hu: Ha a verifikációs szoftvere nem tud kompenzálni, konfigurálja a vonalkódolvasót számbillentyűzet emulálására.
is: Ef staðfestingarhugbúnaðurinn þinn getur ekki bætt úr, stilltu strikamerkjalesarann þinn þannig að hann líki eftir númeralyklaborði.
it: Se il tuo software di verifica non riesce a compensare, configura il tuo scanner di codici a barre per emulare un tastierino numerico.
lt: Jei jūsų tikrinimo programinė įranga negali kompensuoti, nustatykite savo brūkšninių kodų skaitytuvą imituoti skaitmeninį klavišų bloką.
lv: Ja jūsu verifikācijas programmatūra nevar kompensēt, konfigurējiet savu svītrkodu skeneri tā, lai tas emulētu ciparu tastatūru.
mt: Jekk is-softwer tal-verifika tiegħek ma jistax jikkumpensa, kkonfigura l-iskanner tal-barcode tiegħek biex jimita keypad numeriku.
nl: Als uw verificatiesoftware niet kan compenseren, configureer dan uw barcodescanner om een numeriek toetsenblok na te bootsen.
no: Hvis verifiseringsprogramvaren din ikke kan kompensere, konfigurer strekkodeskanneren din til å etterligne et numerisk tastatur.
pl: Jeśli oprogramowanie weryfikacyjne nie może kompensować, skonfiguruj skaner kodów kreskowych tak, aby emulował klawiaturę numeryczną.
pt: Se seu software de verificação não puder compensar, configure seu scanner de código de barras para emular um teclado numérico.
ro: Dacă software-ul dvs. de verificare nu poate compensa, configurați scannerul dvs. de coduri de bare să emuleze o tastatură numerică.
sk: Ak váš overovací softvér nemôže kompenzovať, nakonfigurujte váš čítač čiarových kódov tak, aby emuloval numerickú klávesnicu.
sl: Če vaša programska oprema za preverjanje ne more kompenzirati, nastavite vaš skener črtne kode, da posnema numerično tipkovnico.
sv: Om din verifieringsprogramvara inte kan kompensera, konfigurera din streckkodsläsare för att efterlikna ett numeriskt tangentbord.

# Advice_312
source: Configure your barcode scanner to emulate a numeric keypad.
bg: Конфигурирайте вашия скенер за баркоди да имитира цифрова клавиатура.
cs: Nakonfigurujte váš skener čárových kódů tak, aby emuloval numerickou klávesnici.
da: Konfigurer din stregkodescanner til at efterligne et numerisk tastatur.
de: Konfigurieren Sie Ihren Barcode-Scanner so, dass er ein numerisches Keypad emuliert.
el: Ρυθμίστε τον σαρωτή barcode σας για να προσομοιώνει ένα αριθμητικό πληκτρολόγιο.
es: Configure su escáner de códigos de barras para emular un teclado numérico.
et: Seadistage oma vöötkoodiskanner numbrilise klaviatuuri emuleerimiseks.
fi: Konfiguroi viivakoodinlukijasi toimimaan numeerisen näppäimistön emulaattorina.
fr: Configurez votre scanner de code-barres pour émuler un pavé numérique.
ga: Cumraigh do scanóir barachóid chun méarchlár uimhriúil a aithris.
hr: Konfigurirajte svoj skener barkoda tako da se podudara s rasporedom tipki na tipkovnici vašeg računala.;;Ako je potrebno, konfigurirajte svoj skener barkoda tako da oponaša numeričku tipkovnicu.
hu: Konfigurálja a vonalkódolvasót számbillentyűzet emulálására.
is: Stilltu strikamerkjalesarann þinn þannig að hann líki eftir númeralyklaborði.
it: Configura il tuo scanner di codici a barre per emulare un tastierino numerico.
lt: Nustatykite savo brūkšninių kodų skaitytuvą imituoti skaitmeninį klavišų bloką.
lv: Konfigurējiet savu svītrkodu skeneri tā, lai tas emulētu ciparu tastatūru.
mt: Kkonfigura l-iskanner tal-barcode tiegħek biex jimita keypad numeriku.
nl: Configureer uw barcodescanner om een numeriek toetsenblok na te bootsen.
no: Konfigurer strekkodeskanneren din til å etterligne et numerisk tastatur.
pl: Skonfiguruj skaner kodów kreskowych tak, aby emulował klawiaturę numeryczną.
pt: Configure seu scanner de código de barras para emular um teclado numérico.
ro: Configurați scannerul dumneavoastră de coduri de bare să emuleze o tastatură numerică.
sk: Nakonfigurujte váš čítač čiarových kódov tak, aby emuloval numerickú klávesnicu.
sl: Nastavite vaš skener črtne kode, da posnema numerično tipkovnico.
sv: Konfigurera din streckkodsläsare för att efterlikna ett numeriskt tangentbord.

# Advice_315
source: Configure your barcode scanner to match your computer keyboard layout.;;If necessary, configure your barcode scanner to emulate a numeric keypad.
bg: Конфигурирайте вашия скенер за баркоди да съответства на конфигурацията на клавиатурата на вашия компютър.;;Ако е необходимо, конфигурирайте вашия скенер за баркоди да имитира цифрова клавиатура.
cs: Nakonfigurujte váš skener čárových kódů tak, aby odpovídal rozložení klávesnice vašeho počítače.;;Pokud je to nutné, nakonfigurujte skener čárových kódů tak, aby emuloval numerickou klávesnici.
da: Konfigurer din stregkodescanner til at matche dit computertastaturs layout.;;Hvis nødvendigt, konfigurer din stregkodescanner til at efterligne et numerisk tastatur.
de: Konfigurieren Sie Ihren Barcode-Scanner so, dass er Ihrem Computertastaturlayout entspricht.;;Falls notwendig, konfigurieren Sie Ihren Barcode-Scanner so, dass er ein numerisches Keypad emuliert.
el: Ρυθμίστε τον σαρωτή barcode σας ώστε να ταιριάζει με τη διάταξη του πληκτρολογίου του υπολογιστή σας.;;Αν είναι απαραίτητο, ρυθμίστε τον σαρωτή barcode σας για να προσομοιώνει ένα αριθμητικό πληκτρολόγιο.
es: Configure su escáner de códigos de barras para que coincida con la disposición del teclado de su computadora.;;Si es necesario, configure su escáner de códigos de barras para emular un teclado numérico.
et: Seadistage oma vöötkoodiskanner vastavaks teie arvuti klaviatuuri paigutusele.;;Vajadusel seadistage oma vöötkoodiskanner numbrilise klaviatuuri emuleerimiseks.
fi: Konfiguroi viivakoodinlukijasi vastaamaan tietokoneesi näppäimistöasettelua.;;Tarvittaessa konfiguroi viivakoodinlukijasi toimimaan numeerisen näppäimistön emulaattorina.
fr: Configurez votre scanner de code-barres pour correspondre à la disposition de votre clavier d'ordinateur.;;Si nécessaire, configurez votre scanner de code-barres pour émuler un pavé numérique.
ga: Cumraigh do scanóir barachóid chun a mheaitseáil le leagan amach méarchláir do ríomhaire.;;Más gá, cumraigh do scanóir barachóid chun méarchlár uimhriúil a aithris.
hr: Konfigurirajte svoj skener barkoda za prijenos AIM identifikatora. Ako imate problema s prijenosom AIM identifikatora, vratite se na trenutnu konfiguraciju.
hu: Konfigurálja a vonalkódolvasót úgy, hogy megfeleljen a számítógépe billentyűzet elrendezésének.;;Szükség esetén konfigurálja a vonalkódolvasót számbillentyűzet emulálására.
is: Stilltu strikamerkjalesarann þinn til að passa við lyklaborðsuppsetningu tölvunnar þinnar.;;Ef þörf krefur, stilltu strikamerkjalesarann þinn þannig að hann líki eftir númeralyklaborði.
it: Configura il tuo scanner di codici a barre per corrispondere al layout della tastiera del tuo computer.;;Se necessario, configura il tuo scanner di codici a barre per emulare un tastierino numerico.
lt: Nustatykite savo brūkšninių kodų skaitytuvą atitikti jūsų kompiuterio klaviatūros išdėstymą.;;Jeigu reikia, nustatykite savo brūkšninių kodų skaitytuvą imituoti skaitmeninį klavišų bloką.
lv: Konfigurējiet savu svītrkodu skeneri tā, lai tas atbilstu jūsu datora tastatūras izkārtojumam.;;Ja nepieciešams, konfigurējiet savu svītrkodu skeneri tā, lai tas emulētu ciparu tastatūru.
mt: Kkonfigura l-iskanner tal-barcode tiegħek biex jaqbel mal-layout tal-keyboard tal-kompjuter tiegħek.;;Jekk ikun meħtieġ, kkonfigura l-iskanner tal-barcode tiegħek biex jimita keypad numeriku.
nl: Configureer uw barcodescanner om overeen te komen met uw computer toetsenbordindeling.;;Indien nodig, configureer uw barcodescanner om een numeriek toetsenblok na te bootsen.
no: Konfigurer strekkodeskanneren din til å stemme overens med tastaturoppsettet på datamaskinen din.;;Om nødvendig, konfigurer strekkodeskanneren din til å etterligne et numerisk tastatur.
pl: Skonfiguruj skaner kodów kreskowych tak, aby pasował do układu klawiatury komputera.;;W razie potrzeby skonfiguruj skaner kodów kreskowych tak, aby emulował klawiaturę numeryczną.
pt: Configure seu scanner de código de barras para combinar com o layout do teclado do seu computador.;;Se necessário, configure seu scanner de código de barras para emular um teclado numérico.
ro: Configurați scannerul dumneavoastră de coduri de bare să corespundă cu layout-ul tastaturii computerului dumneavoastră.;;Dacă este necesar, configurați scannerul dumneavoastră de coduri de bare să emuleze o tastatură numerică.
sk: Nakonfigurujte váš čítač čiarových kódov tak, aby zodpovedal rozloženiu klávesnice vášho počítača.;;Ak je to potrebné, nakonfigurujte váš čítač čiarových kódov tak, aby emuloval numerickú klávesnicu.
sl: Nastavite vaš skener črtne kode, da se ujema z razporedom tipk na tipkovnici vašega računalnika.;;Po potrebi nastavite vaš skener črtne kode, da posnema numerično tipkovnico.
sv: Konfigurera din streckkodsläsare för att matcha din dators tangentbordslayout.;;Om nödvändigt, konfigurera din streckkodsläsare för att efterlikna ett numeriskt tangentbord.

# Advice_316
source: If necessary, configure your barcode scanner to emulate a numeric keypad.
bg: Ако е необходимо, конфигурирайте вашия скенер за баркоди да имитира цифрова клавиатура.
cs: Pokud je to nutné, nakonfigurujte skener čárových kódů tak, aby emuloval numerickou klávesnici.
da: Hvis nødvendigt, konfigurer din stregkodescanner til at efterligne et numerisk tastatur.
de: Falls notwendig, konfigurieren Sie Ihren Barcode-Scanner so, dass er ein numerisches Keypad emuliert.
el: Αν είναι απαραίτητο, ρυθμίστε τον σαρωτή barcode σας για να προσομοιώνει ένα αριθμητικό πληκτρολόγιο.
es: Si es necesario, configure su escáner de códigos de barras para emular un teclado numérico.
et: Vajadusel seadistage oma vöötkoodiskanner numbrilise klaviatuuri emuleerimiseks.
fi: Tarvittaessa konfiguroi viivakoodinlukijasi toimimaan numeerisen näppäimistön emulaattorina.
fr: Si nécessaire, configurez votre scanner de code-barres pour émuler un pavé numérique.
ga: Más gá, cumraigh do scanóir barachóid chun méarchlár uimhriúil a aithris.
hr: Ako je potrebno, konfigurirajte svoj skener barkoda tako da oponaša numeričku tipkovnicu.
hu: Szükség esetén konfigurálja a vonalkódolvasót számbillentyűzet emulálására.
is: Ef þörf krefur, stilltu strikamerkjalesarann þinn þannig að hann líki eftir númeralyklaborði.
it: Se necessario, configura il tuo scanner di codici a barre per emulare un tastierino numerico.
lt: Jei reikia, nustatykite savo brūkšninių kodų skaitytuvą imituoti skaitmeninį klavišų bloką.
lv: Ja nepieciešams, konfigurējiet savu svītrkodu skeneri tā, lai tas emulētu ciparu tastatūru.
mt: Jekk ikun meħtieġ, kkonfigura l-iskanner tal-barcode tiegħek biex jimita keypad numeriku.
nl: Indien nodig, configureer uw barcodescanner om een numeriek toetsenblok na te bootsen.
no: Om nødvendig, konfigurer strekkodeskanneren din til å etterligne et numerisk tastatur.
pl: W razie potrzeby skonfiguruj skaner kodów kreskowych tak, aby emulował klawiaturę numeryczną.
pt: Se necessário, configure seu scanner de código de barras para emular um teclado numérico.
ro: Dacă este necesar, configurați scannerul dvs. de coduri de bare să emuleze o tastatură numerică.
sk: Ak je to potrebné, nakonfigurujte váš čítač čiarových kódov tak, aby emuloval numerickú klávesnicu.
sl: Po potrebi nastavite vaš skener črtne kode, da posnema numerično tipkovnico.
sv: Om nödvändigt, konfigurera din streckkodsläsare för att efterlikna ett numeriskt tangentbord.

# Advice_320
source: If your verification software cannot compensate, configure your barcode scanner to match your computer keyboard layout.;;If necessary, configure your barcode scanner to emulate a numeric keypad.
bg: Ако вашият софтуер за верификация не може да компенсира, конфигурирайте вашия скенер за баркоди така, че да съответства на конфигурацията на клавиатурата на вашия компютър.;;Ако е необходимо, конфигурирайте вашия скенер за баркоди да имитира цифрова клавиатура.
cs: Pokud váš ověřovací software nemůže kompenzovat, nakonfigurujte skener čárových kódů tak, aby odpovídal rozložení klávesnice vašeho počítače.;;Pokud je to nutné, nakonfigurujte skener čárových kódů tak, aby emuloval numerickou klávesnici.
da: Hvis din verifikationssoftware ikke kan kompensere, konfigurer din stregkodescanner til at matche dit computertastaturs layout.;;Hvis nødvendigt, konfigurer din stregkodescanner til at efterligne et numerisk tastatur.
de: Wenn Ihre Verifizierungssoftware nicht kompensieren kann, konfigurieren Sie Ihren Barcode-Scanner so, dass er Ihrem Computertastaturlayout entspricht.;;Falls notwendig, konfigurieren Sie Ihren Barcode-Scanner so, dass er ein numerisches Keypad emuliert.
el: Αν το λογισμικό επαλήθευσής σας δεν μπορεί να αντισταθμίσει, ρυθμίστε τον σαρωτή barcode σας ώστε να ταιριάζει με τη διάταξη του πληκτρολογίου του υπολογιστή σας.;;Αν είναι απαραίτητο, ρυθμίστε τον σαρωτή barcode σας για να προσομοιώνει ένα αριθμητικό πληκτρολόγιο.
es: Si su software de verificación no puede compensar, configure su escáner de códigos de barras para que coincida con la disposición del teclado de su computadora.;;Si es necesario, configure su escáner de códigos de barras para emular un teclado numérico.
et: Kui teie verifitseerimistarkvara ei suuda kompenseerida, seadistage oma vöötkoodiskanner vastavaks teie arvuti klaviatuuri paigutusele.;;Vajadusel seadistage oma vöötkoodiskanner numbrilise klaviatuuri emuleerimiseks.
fi: Jos varmistusohjelmistosi ei pysty kompensoimaan, konfiguroi viivakoodinlukijasi vastaamaan tietokoneesi näppäimistöasettelua.;;Tarvittaessa konfiguroi viivakoodinlukijasi toimimaan numeerisen näppäimistön emulaattorina.
fr: Si votre logiciel de vérification ne peut pas compenser, configurez votre scanner de code-barres pour correspondre à la disposition de votre clavier d'ordinateur.;;Si nécessaire, configurez votre scanner de code-barres pour émuler un pavé numérique.
ga: Mura féidir le do bhogearra fíoraithe cúiteamh a dhéanamh, cumraigh do scanóir barachóid chun a mheaitseáil le leagan amach méarchláir do ríomhaire.;;Más gá, cumraigh do scanóir barachóid chun méarchlár uimhriúil a aithris.
hr: Ako vaš softver za provjeru ne može kompenzirati, konfigurirajte svoj skener barkoda tako da se podudara s rasporedom tipki na tipkovnici vašeg računala.;;Ako je potrebno, konfigurirajte svoj skener barkoda tako da oponaša numeričku tipkovnicu.
hu: Ha a verifikációs szoftvere nem tud kompenzálni, konfigurálja a vonalkódolvasót úgy, hogy megfeleljen a számítógépe billentyűzet elrendezésének.;;Szükség esetén konfigurálja a vonalkódolvasót számbillentyűzet emulálására.
is: Ef staðfestingarhugbúnaðurinn þinn getur ekki bætt úr, stilltu strikamerkjalesarann þinn til að passa við lyklaborðsuppsetningu tölvunnar þinnar.;;Ef þörf krefur, stilltu strikamerkjalesarann þinn þannig að hann líki eftir númeralyklaborði.
it: Se il tuo software di verifica non riesce a compensare, configura il tuo scanner di codici a barre per corrispondere al layout della tastiera del tuo computer.;;Se necessario, configura il tuo scanner di codici a barre per emulare un tastierino numerico.
lt: Jei jūsų tikrinimo programinė įranga negali kompensuoti, nustatykite savo brūkšninių kodų skaitytuvą atitikti jūsų kompiuterio klaviatūros išdėstymą.;;Jeigu reikia, nustatykite savo brūkšninių kodų skaitytuvą imituoti skaitmeninį klavišų bloką.
lv: Ja jūsu verifikācijas programmatūra nevar kompensēt, konfigurējiet savu svītrkodu skeneri, lai tas atbilstu jūsu datora tastatūras izkārtojumam.;;Ja nepieciešams, konfigurējiet savu svītrkodu skeneri tā, lai tas emulētu ciparu tastatūru.
mt: Jekk is-softwer tal-verifika tiegħek ma jistax jikkumpensa, kkonfigura l-iskanner tal-barcode tiegħek biex jaqbel mal-layout tal-keyboard tal-kompjuter tiegħek.;;Jekk ikun meħtieġ, kkonfigura l-iskanner tal-barcode tiegħek biex jimita keypad numeriku.
nl: Als uw verificatiesoftware niet kan compenseren, configureer dan uw barcodescanner om overeen te komen met uw computer toetsenbordindeling.;;Indien nodig, configureer uw barcodescanner om een numeriek toetsenblok na te bootsen.
no: Hvis verifiseringsprogramvaren din ikke kan kompensere, konfigurer strekkodeskanneren din til å stemme overens med tastaturoppsettet på datamaskinen din.;;Om nødvendig, konfigurer strekkodeskanneren din til å etterligne et numerisk tastatur.
pl: Jeśli oprogramowanie weryfikacyjne nie może kompensować, skonfiguruj skaner kodów kreskowych tak, aby pasował do układu klawiatury komputera.;;W razie potrzeby skonfiguruj skaner kodów kreskowych tak, aby emulował klawiaturę numeryczną.
pt: Se seu software de verificação não puder compensar, configure seu scanner de código de barras para combinar com o layout do teclado do seu computador.;;Se necessário, configure seu scanner de código de barras para emular um teclado numérico.
ro: Dacă software-ul dvs. de verificare nu poate compensa, configurați scannerul dvs. de coduri de bare să corespundă cu layout-ul tastaturii computerului dvs.;;Dacă este necesar, configurați scannerul dvs. de coduri de bare să emuleze o tastatură numerică.
sk: Ak váš overovací softvér nemôže kompenzovať, nakonfigurujte váš čítač čiarových kódov tak, aby zodpovedal rozloženiu klávesnice vášho počítača.;;Ak je to potrebné, nakonfigurujte váš čítač čiarových kódov tak, aby emuloval numerickú klávesnicu.
sl: Če vaša programska oprema za preverjanje ne more kompenzirati, nastavite vaš skener črtne kode, da se ujema z razporedom tipk na tipkovnici vašega računalnika.;;Po potrebi nastavite vaš skener črtne kode, da posnema numerično tipkovnico.
sv: Om din verifieringsprogramvara inte kan kompensera, konfigurera din streckkodsläsare för att matcha din dators tangentbordslayout.;;Om nödvändigt, konfigurera din streckkodsläsare för att efterlikna ett numeriskt tangentbord.
