Repository: Solidsoft-Reply/EMVS-Unique-Identifier-Parser
Catalog: Solidsoft.Reply.Parsers.EmvsUniqueIdentifier/Properties/Advice.*.resx
Languages: bg, cs, da, de, el, es, et, fi, fr, ga, hr, hu, is, it, lt, lv, mt, nl, no, pl, pt, ro, sk, sl, sv

# Description_300
source: You may have scanned a wrong barcode or entered incorrect data using the keyboard. Your barcode scanner or system may be slow, or some unexpected or intermittent issue may have occurred.
bg: Може да сте сканирали грешен баркод или да сте въвели неправилни данни с клавиатурата. Вашият скенер за баркоди или системата може да бъдат бавни или да са възникнали неочаквани или прекъсващи се проблеми.
cs: Možná jste naskenovali špatný čárový kód nebo jste pomocí klávesnice zadali nesprávná data. Váš skener čárových kódů nebo systém může být pomalý, nebo může nastat neočekávaný nebo přerušovaný problém.
da: Du har måske scannet en forkert stregkode eller indtastet forkerte data ved hjælp af tastaturet. Din stregkodescanner eller system kan være langsomt, eller der kan være opstået et uventet eller intermitterende problem.
de: Möglicherweise haben Sie einen falschen Barcode gescannt oder falsche Daten über die Tastatur eingegeben. Ihr Barcode-Scanner oder System kann langsam sein, oder es ist möglicherweise ein unerwartetes oder intermittierendes Problem aufgetreten.
el: Μπορεί να έχετε σκανάρει λάθος barcode ή να έχετε εισάγει λάθος δεδομένα χρησιμοποιώντας το πληκτρολόγιο. Ο σαρωτής barcode ή το σύστημά σας μπορεί να είναι αργό, ή μπορεί να έχει συμβεί κάποιο απροσδόκητο ή διακεκομμένο πρόβλημα.
es: Puede haber escaneado un código de barras incorrecto o ingresado datos incorrectos usando el teclado. Su escáner de códigos de barras o sistema puede ser lento, o puede haber ocurrido algún problema inesperado o intermitente.
et: Võite olla skaneerinud vale vöötkoodi või sisestanud klaviatuuriga vale andme. Teie vöötkoodiskanner või süsteem võib olla aeglane või võis esineda mõni ootamatu või katkendlik probleem.
fi: Saatat olla skannannut väärän viivakoodin tai syöttänyt virheellisiä tietoja näppäimistöllä. Viivakoodinlukijasi tai järjestelmäsi saattaa olla hidas, tai jokin odottamaton tai satunnainen ongelma saattaa olla ilmennyt.
fr: Vous avez peut-être scanné un code-barres erroné ou saisi des données incorrectes en utilisant le clavier. Votre scanner de code-barres ou système peut être lent, ou un problème inattendu ou intermittent peut être survenu.
ga: D'fhéadfá barachód mícheart a scanadh nó sonraí míchearta a iontráil ag baint úsáide as an méarchlár. D'fhéadfadh do scanóir barachóid nó do chóras a bheith mall, nó d'fhéadfadh fadhb gan choinne nó eatramhach tarlú.
hr: Možda ste skenirali pogrešan barkod ili unijeli netočne podatke pomoću tipkovnice. Vaš skener barkodova ili sustav može biti spor, ili je mogao nastati neki neočekivani ili povremeni problem.
hu: Előfordulhat, hogy rossz vonalkódot olvasott be vagy hibás adatot vitt be a billentyűzeten. A vonalkódolvasó vagy a rendszer lassú lehet, vagy valamilyen váratlan vagy időszakos probléma merülhetett fel.
is: Þú gætir hafa skannað rangt strikamerki eða slegið inn rangar upplýsingar á lyklaborðinu. Strikamerkjalesarinn þinn eða kerfið gæti verið hægt, eða einhver óvænt eða tíð tímaúrfelling gæti hafa komið upp.
it: Potresti aver scansionato un codice a barre errato o inserito dati errati utilizzando la tastiera. Il tuo scanner di codici a barre o sistema potrebbe essere lento, oppure potrebbe essersi verificato un problema inaspettato o intermittente.
lt: Galbūt nuskenuotas neteisingas brūkšninis kodas arba neteisingai įvesti duomenys naudojant klaviatūrą. Jūsų brūkšninių kodų skaitytuvas ar sistema gali veikti lėtai, arba gali kilti netikėtų ar laikinų problemų.
lv: Jūs, iespējams, noskenējāt nepareizu svītrkodu vai ievadījāt nepareizus datus, izmantojot tastatūru. Jūsu svītrkodu skeneris vai sistēma, iespējams, ir lēna, vai radās neparedzēta vai īslaicīga problēma.
mt: Jista' jkun li skannejt barcode ħażin jew daħħalt data żbaljata bl-użu tal-keyboard. L-iskanner tal-barcode tiegħek jew is-sistema jistgħu jkunu bil-mod, jew jista' jkun seħħ xi problema mhux mistennija jew intermittenti.
nl: U hebt mogelijk een verkeerde barcode gescand of onjuiste gegevens ingevoerd met het toetsenbord. Uw barcodescanner of systeem kan traag zijn, of er kan een onverwachte of intermitterende storing zijn opgetreden.
no: Du kan ha skannet en feil strekkode eller angitt feil data ved hjelp av tastaturet. Strekkodeskanneren eller systemet ditt kan være tregt, eller det kan ha oppstått et uventet eller periodisk problem.
pl: Możliwe, że zeskanowano niewłaściwy kod kreskowy lub wprowadzono błędne dane za pomocą klawiatury. Twój skaner kodów kreskowych lub system może być wolny lub mogą wystąpić nieoczekiwane lub przerywane problemy.
pt: Você pode ter escaneado um código de barras errado ou inserido dados incorretos usando o teclado. Seu scanner de código de barras ou sistema pode estar lento, ou algum problema inesperado ou intermitente pode ter ocorrido.
ro: Este posibil să fi scanat un cod de bare greșit sau să fi introdus date incorecte folosind tastatura. Scanerul de coduri de bare sau sistemul dvs. poate fi lent sau pot exista probleme neașteptate sau intermitente.
sk: Možno ste naskenovali nesprávny čiarový kód alebo ste pomocou klávesnice zadali nesprávne údaje. Váš čítač čiarových kódov alebo systém môže byť pomalý, alebo mohlo dôjsť k nejakému neočakávanému alebo príležitostnému problému.
sl: Morda ste skenirali napačno črtno kodo ali vnesli napačne podatke preko tipkovnice. Vaš skener črtne kode ali sistem je lahko počasen, ali pa se je pojavila neka nepričakovana ali občasna težava.
sv: Du kan ha skannat en felaktig streckkod eller matat in felaktiga data med tangentbordet. Din streckkodsläsare eller system kan vara långsamt, eller något oväntat eller intermittent problem kan ha inträffat.

# Description_303
source: The barcode scanner and computer keyboard layouts may not correspond. You may have scanned a wrong barcode or entered incorrect data using the keyboard. Your barcode scanner or system may be slow, or some unexpected or intermittent issue may have occurred.
bg: Конфигурациите на клавиатурите на скенера за баркоди и компютъра може да не съответстват. Може да сте сканирали грешен баркод или да сте въвели неправилни данни с клавиатурата. Вашият скенер за баркоди или системата може да бъдат бавни или да са възникнали неочаквани или прекъсващи се проблеми.
cs: Rozložení klávesnice skeneru čárových kódů a počítače nemusí odpovídat. Možná jste naskenovali špatný čárový kód nebo jste pomocí klávesnice zadali nesprávná data. Váš skener čárových kódů nebo systém může být pomalý, nebo může nastat neočekávaný nebo přerušovaný problém.
da: Stregkodescanneren og computerens tastaturlayouts stemmer muligvis ikke overens. Du har måske scannet en forkert stregkode eller indtastet forkerte data ved hjælp af tastaturet. Din stregkodescanner eller system kan være langsomt, eller der kan være opstået et uventet eller intermitterende problem.
de: Die Tastaturlayouts des Barcode-Scanners und des Computers entsprechen möglicherweise nicht. Möglicherweise haben Sie einen falschen Barcode gescannt oder falsche Daten über die Tastatur eingegeben. Ihr Barcode-Scanner oder System kann langsam sein, oder es ist möglicherweise ein unerwartetes oder intermittierendes Problem aufgetreten.
el: Οι διατάξεις του σαρωτή barcode και του πληκτρολογίου του υπολογιστή μπορεί να μην αντιστοιχούν. Μπορεί να έχετε σκανάρει λάθος barcode ή να έχετε εισάγει λάθος δεδομένα χρησιμοποιώντας το πληκτρολόγιο. Ο σαρωτής barcode ή το σύστημά σας μπορεί να είναι αργό, ή μπορεί να έχει συμβεί κάποιο απροσδόκητο ή διακεκομμένο πρόβλημα.
es: Los diseños del escáner de códigos de barras y del teclado de la computadora pueden no corresponder. Puede haber escaneado un código de barras incorrecto o ingresado datos incorrectos usando el teclado. Su escáner de códigos de barras o sistema puede ser lento, o puede haber ocurrido algún problema inesperado o intermitente.
et: Vöötkoodiskanneri ja arvuti klaviatuuri paigutused ei pruugi ühtida. Võite olla skaneerinud vale vöötkoodi või sisestanud klaviatuuriga vale andme. Teie vöötkoodiskanner või süsteem võib olla aeglane või võis esineda mõni ootamatu või katkendlik probleem.
fi: Viivakoodinlukijasi ja tietokoneen näppäimistöasettelut eivät välttämättä vastaa toisiaan. Saatat olla skannannut väärän viivakoodin tai syöttänyt virheellisiä tietoja näppäimistöllä. Viivakoodinlukijasi tai järjestelmäsi saattaa olla hidas, tai jokin odottamaton tai satunnainen ongelma saattaa olla ilmennyt.
fr: Les dispositions du clavier du scanner de code-barres et de l'ordinateur peuvent ne pas correspondre. Vous avez peut-être scanné un code-barres erroné ou saisi des données incorrectes en utilisant le clavier. Votre scanner de code-barres ou système peut être lent, ou un problème inattendu ou intermittent peut être survenu.
ga: D'fhéadfadh nach mbeadh leagan amach méarchláir an scanóra barachóid agus an ríomhaire comhoiriúnach. D'fhéadfá barachód mícheart a scanadh nó sonraí míchearta a iontráil ag baint úsáide as an méarchlár. D'fhéadfadh do scanóir barachóid nó do chóras a bheith mall, nó d'fhéadfadh fadhb gan choinne nó eatramhach tarlú.
hr: Skener barkodova i raspored tipkovnice na računalu možda se ne podudaraju. Možda ste skenirali pogrešan barkod ili unijeli netočne podatke pomoću tipkovnice. Vaš skener barkodova ili sustav može biti spor, ili je mogao nastati neki neočekivani ili povremeni problem.
hu: Előfordulhat, hogy a vonalkódolvasó és a számítógép billentyűzetének elrendezése nem egyezik meg. Előfordulhat, hogy rossz vonalkódot olvasott be vagy hibás adatot vitt be a billentyűzeten. A vonalkódolvasó vagy a rendszer lassú lehet, vagy valamilyen váratlan vagy időszakos probléma merülhetett fel.
is: Strikamerkjalesarinn og lyklaborðsuppsetning tölvunnar gætu ekki passað saman. Þú gætir hafa skannað rangt strikamerki eða slegið inn rangar upplýsingar á lyklaborðinu. Strikamerkjalesarinn þinn eða kerfið gæti verið hægt, eða einhver óvænt eða tíð tímaúrfelling gæti hafa komið upp.
it: I layout della tastiera del tuo scanner di codici a barre e del computer potrebbero non corrispondere. Potresti aver scansionato un codice a barre errato o inserito dati errati utilizzando la tastiera. Il tuo scanner di codici a barre o sistema potrebbe essere lento, oppure potrebbe essersi verificato un problema inaspettato o intermittente.
lt: Brūkšninių kodų skaitytuvo ir kompiuterio klaviatūros išdėstymai gali nesutapti. Galbūt nuskenuotas neteisingas brūkšninis kodas arba neteisingai įvesti duomenys naudojant klaviatūrą. Jūsų brūkšninių kodų skaitytuvas ar sistema gali veikti lėtai, arba gali kilti netikėtų ar laikinų problemų.
lv: Svītrkodu skenera un datora tastatūras izkārtojumi var nesakrist. Jūs, iespējams, noskenējāt nepareizu svītrkodu vai ievadījāt nepareizus datus, izmantojot tastatūru. Jūsu svītrkodu skeneris vai sistēma, iespējams, ir lēna, vai radās neparedzēta vai īslaicīga problēma.
mt: Il-layouts tal-iskanner tal-barcode u l-keyboard tal-kompjuter jistgħu ma jaqblux. Jista' jkun li skannejt barcode ħażin jew daħħalt data żbaljata bl-użu tal-keyboard. L-iskanner tal-barcode tiegħek jew is-sistema jistgħu jkunu bil-mod, jew jista' jkun seħħ xi problema mhux mistennija jew intermittenti.
nl: De indelingen van de barcodescanner en het computertoetsenbord komen mogelijk niet overeen. U hebt mogelijk een verkeerde barcode gescand of onjuiste gegevens ingevoerd met het toetsenbord. Uw barcodescanner of systeem kan traag zijn, of er kan een onverwachte of intermitterende storing zijn opgetreden.
no: Strekkodeskanneren og datamaskinens tastaturoppsett stemmer kanskje ikke overens. Du kan ha skannet en feil strekkode eller angitt feil data ved hjelp av tastaturet. Strekkodeskanneren eller systemet ditt kan være tregt, eller det kan ha oppstått et uventet eller periodisk problem.
pl: Układ klawiatury komputera i skanera kodów kreskowych może nie być zgodny. Możliwe, że zeskanowano niewłaściwy kod kreskowy lub wprowadzono błędne dane za pomocą klawiatury. Twój skaner kodów kreskowych lub system może być wolny lub mogą wystąpić nieoczekiwane lub przerywane problemy.
pt: O layout do teclado do scanner de código de barras e do computador podem não corresponder. Você pode ter escaneado um código de barras errado ou inserido dados incorretos usando o teclado. Seu scanner de código de barras ou sistema pode estar lento, ou algum problema inesperado ou intermitente pode ter ocorrido.
ro: Configurația tastaturii scanerului de coduri de bare și a computerului poate să nu corespundă. Este posibil să fi scanat un cod de bare greșit sau să fi introdus date incorecte folosind tastatura. Scanerul de coduri de bare sau sistemul dvs. poate fi lent sau pot exista probleme neașteptate sau intermitente.
sk: Rozloženie klávesnice čítačky čiarových kódov a počítača nemusí zodpovedať. Možno ste naskenovali nesprávny čiarový kód alebo ste pomocou klávesnice zadali nesprávne údaje. Váš čítač čiarových kódov alebo systém môže byť pomalý, alebo mohlo dôjsť k nejakému neočakávanému alebo príležitostnému problému.
sl: Razpored tipk na skenerju črtne kode in tipkovnici računalnika morda ne ustreza. Morda ste skenirali napačno črtno kodo ali vnesli napačne podatke preko tipkovnice. Vaš skener črtne kode ali sistem je lahko počasen, ali pa se je pojavila neka nepričakovana ali občasna težava.
sv: Streckkodsläsaren och datorns tangentbordslayouter kanske inte överensstämmer. Du kan ha skannat en felaktig streckkod eller matat in felaktiga data med tangentbordet. Din streckkodsläsare eller system kan vara långsamt, eller något oväntat eller intermittent problem kan ha inträffat.

# Description_306
source: You may have scanned a wrong barcode or entered incorrect data using the keyboard. Your barcode scanner or system may be slow, or some unexpected or intermittent issue may have occurred.
bg: Може да сте сканирали грешен баркод или да сте въвели неправилни данни с клавиатурата. Вашият скенер за баркоди или системата може да бъдат бавни или да са възникнали неочаквани или прекъсващи се проблеми.
cs: Možná jste naskenovali špatný čárový kód nebo jste pomocí klávesnice zadali nesprávná data. Váš skener čárových kódů nebo systém může být pomalý, nebo může nastat neočekávaný nebo přerušovaný problém.
da: Du har måske scannet en forkert stregkode eller indtastet forkerte data ved hjælp af tastaturet. Din stregkodescanner eller system kan være langsomt, eller der kan være opstået et uventet eller intermitterende problem.
de: Möglicherweise haben Sie einen falschen Barcode gescannt oder falsche Daten über die Tastatur eingegeben. Ihr Barcode-Scanner oder System kann langsam sein, oder es ist möglicherweise ein unerwartetes oder intermittierendes Problem aufgetreten.
el: Μπορεί να έχετε σκανάρει λάθος barcode ή να έχετε εισάγει λάθος δεδομένα χρησιμοποιώντας το πληκτρολόγιο. Ο σαρωτής barcode ή το σύστημά σας μπορεί να είναι αργό, ή μπορεί να έχει συμβεί κάποιο απροσδόκητο ή διακεκομμένο πρόβλημα.
es: Puede haber escaneado un código de barras incorrecto o ingresado datos incorrectos usando el teclado. Su escáner de códigos de barras o sistema puede ser lento, o puede haber ocurrido algún problema inesperado o intermitente.
et: Võite olla skaneerinud vale vöötkoodi või sisestanud klaviatuuriga vale andme. Teie vöötkoodiskanner või süsteem võib olla aeglane või võis esineda mõni ootamatu või katkendlik probleem.
fi: Saatat olla skannannut väärän viivakoodin tai syöttänyt virheellisiä tietoja näppäimistöllä. Viivakoodinlukijasi tai järjestelmäsi saattaa olla hidas, tai jokin odottamaton tai satunnainen ongelma saattaa olla ilmennyt.
fr: Vous avez peut-être scanné un code-barres erroné ou saisi des données incorrectes en utilisant le clavier. Votre scanner de code-barres ou système peut être lent, ou un problème inattendu ou intermittent peut être survenu.
ga: D'fhéadfá barachód mícheart a scanadh nó sonraí míchearta a iontráil ag baint úsáide as an méarchlár. D'fhéadfadh do scanóir barachóid nó do chóras a bheith mall, nó d'fhéadfadh fadhb gan choinne nó eatramhach tarlú.
hr: Možda ste skenirali pogrešan barkod ili unijeli netočne podatke pomoću tipkovnice. Vaš skener barkodova ili sustav može biti spor, ili je mogao nastati neki neočekivani ili povremeni problem.
hu: Előfordulhat, hogy rossz vonalkódot olvasott be vagy hibás adatot vitt be a billentyűzeten. A vonalkódolvasó vagy a rendszer lassú lehet, vagy valamilyen váratlan vagy időszakos probléma merülhetett fel.
is: Þú gætir hafa skannað rangt strikamerki eða slegið inn rangar upplýsingar á lyklaborðinu. Strikamerkjalesarinn þinn eða kerfið gæti verið hægt, eða einhver óvænt eða tíð tímaúrfelling gæti hafa komið upp.
it: Potresti aver scansionato un codice a barre errato o inserito dati errati utilizzando la tastiera. Il tuo scanner di codici a barre o sistema potrebbe essere lento, oppure potrebbe essersi verificato un problema inaspettato o intermittente.
lt: Galbūt nuskenuotas neteisingas brūkšninis kodas arba neteisingai įvesti duomenys naudojant klaviatūrą. Jūsų brūkšninių kodų skaitytuvas ar sistema gali veikti lėtai, arba gali kilti netikėtų ar laikinų problemų.
lv: Jūs, iespējams, noskenējāt nepareizu svītrkodu vai ievadījāt nepareizus datus, izmantojot tastatūru. Jūsu svītrkodu skeneris vai sistēma, iespējams, ir lēna, vai radās neparedzēta vai īslaicīga problēma.
mt: Jista' jkun li skannejt barcode ħażin jew daħħalt data żbaljata bl-użu tal-keyboard. L-iskanner tal-barcode tiegħek jew is-sistema jistgħu jkunu bil-mod, jew jista' jkun seħħ xi problema mhux mistennija jew intermittenti.
nl: U hebt mogelijk een verkeerde barcode gescand of onjuiste gegevens ingevoerd met het toetsenbord. Uw barcodescanner of systeem kan traag zijn, of er kan een onverwachte of intermitterende storing zijn opgetreden.
no: Du kan ha skannet en feil strekkode eller angitt feil data ved hjelp av tastaturet. Strekkodeskanneren eller systemet ditt kan være tregt, eller det kan ha oppstått et uventet eller periodisk problem.
pl: Możliwe, że zeskanowano niewłaściwy kod kreskowy lub wprowadzono błędne dane za pomocą klawiatury. Twój skaner kodów kreskowych lub system może być wolny lub mogą wystąpić nieoczekiwane lub przerywane problemy.
pt: Você pode ter escaneado um código de barras errado ou inserido dados incorretos usando o teclado. Seu scanner de código de barras ou sistema pode estar lento, ou algum problema inesperado ou intermitente pode ter ocorrido.
ro: Este posibil să fi scanat un cod de bare greșit sau să fi introdus date incorecte folosind tastatura. Scanerul de coduri de bare sau sistemul dvs. poate fi lent sau pot exista probleme neașteptate sau intermitente.
sk: Možno ste naskenovali nesprávny čiarový kód alebo ste pomocou klávesnice zadali nesprávne údaje. Váš čítač čiarových kódov alebo systém môže byť pomalý, alebo mohlo dôjsť k nejakému neočakávanému alebo príležitostnému problému.
sl: Morda ste skenirali napačno črtno kodo ali vnesli napačne podatke preko tipkovnice. Vaš skener črtne kode ali sistem je lahko počasen, ali pa se je pojavila neka nepričakovana ali občasna težava.
sv: Du kan ha skannat en felaktig streckkod eller matat in felaktiga data med tangentbordet. Din streckkodsläsare eller system kan vara långsamt, eller något oväntat eller intermittent problem kan ha inträffat.

# Description_307
source: Your verification software must implement character mapping to read unique identifiers reliably.
bg: Вашият софтуер за верификация трябва да изпълни картографиране на символи, за да чете надеждно уникални идентификатори.
cs: Váš ověřovací software musí implementovat mapování znaků pro spolehlivé čtení jedinečných identifikátorů.
da: Din verifikationssoftware skal implementere tegnkortlægning for pålideligt at læse unikke identifikatorer.
de: Ihre Verifizierungssoftware muss eine Zeichenabbildung implementieren, um eindeutige Kennungen zuverlässig zu lesen.
el: Το λογισμικό επαλήθευσης σας πρέπει να υλοποιήσει χαρτογράφηση χαρακτήρων για να διαβάζει αξιόπιστα μοναδικούς ταυτοποιητές.
es: Su software de verificación debe implementar un mapeo de caracteres para leer identificadores únicos de manera confiable.
et: Teie verifitseerimistarkvara peab rakendama tähemärgistiku kaardistamist, et lugeda unikaalseid identifikaatoreid usaldusväärselt.
fi: Varmistusohjelmistosi on toteutettava merkistön määritys lukeakseen yksilölliset tunnisteet luotettavasti.
fr: Votre logiciel de vérification doit implémenter une cartographie des caractères pour lire les identifiants uniques de manière fiable.
ga: Caithfidh do bhogearra fíoraithe léarscáiliú carachtar a chur i bhfeidhm chun aitheantóirí uathúla a léamh go hiontaofa.
hr: Vaš softver za provjeru mora implementirati mapiranje znakova za pouzdano čitanje jedinstvenih identifikatora.
hu: A verifikációs szoftverének implementálnia kell a karakterleképezést az egyedi azonosítók megbízható olvasásához.
is: Hugbúnaðurinn þinn verður að innleiða stafakortlagningu til að lesa einstök auðkenni áreiðanlega.
it: Il tuo software di verifica deve implementare la mappatura dei caratteri per leggere gli identificatori unici in modo affidabile.
lt: Jūsų tikrinimo programinė įranga turi įgyvendinti simbolių žemėlapį, kad galėtų patikimai skaityti unikalius identifikatorius.
lv: Jūsu verifikācijas programmatūrai ir jāievieš rakstzīmju kartēšana, lai uzticami nolasītu unikālos identifikatorus.
mt: Is-softwer tal-verifika tiegħek irid jimplimenta mappjar tal-karattri biex jaqra identifikaturi uniku b'mod affidabbli.
nl: Uw verificatiesoftware moet karaktertoewijzing implementeren om unieke identificatoren betrouwbaar te kunnen lezen.
no: Verifiseringsprogramvaren din må implementere tegnkartlegging for å lese unike identifikatorer pålitelig.
pl: Twoje oprogramowanie weryfikacyjne musi wdrożyć mapowanie znaków, aby niezawodnie odczytać unikalne identyfikatory.
pt: Seu software de verificação deve implementar mapeamento de caracteres para ler identificadores únicos de forma confiável.
ro: Software-ul dvs. de verificare trebuie să implementeze maparea caracterelor pentru a citi în mod fiabil identificatorii unici.
sk: Váš overovací softvér musí implementovať mapovanie znakov na spoľahlivé čítanie jedinečných identifikátorov.
sl: Vaša programska oprema za preverjanje mora implementirati preslikavo znakov za zanesljivo branje enoličnih identifikatorjev.
sv: Din verifieringsprogramvara måste implementera teckenkartläggning för att pålitligt läsa unika identifierare.
