Repository: Solidsoft-Reply/EMVS-Unique-Identifier-Parser
Catalog: Solidsoft.Reply.Parsers.EmvsUniqueIdentifier/Properties/Advice.*.resx
Languages: bg, cs, da, de, el, es, et, fi, fr, ga, hr, hu, is, it, lt, lv, mt, nl, no, pl, pt, ro, sk, sl, sv

# Advice_325
source: Switch Caps Lock off and test again.;;If you must keep Caps Lock switched on while verifying unique identifiers, you may be able to configure your barcode scanner to compensate.
bg: Изключете Caps Lock и тествайте отново.;;Ако трябва да оставите Caps Lock включен, докато верифицирате уникални идентификатори, може да можете да конфигурирате вашия скенер за баркоди да компенсира.
cs: Vypněte funkci Caps Lock a zkuste to znovu.;;Pokud musíte mít funkci Caps Lock zapnutou při ověřování jedinečných identifikátorů, můžete být schopni nakonfigurovat skener čárových kódů pro kompenzaci.
da: Sluk Caps Lock og test igen.;;Hvis du skal have Caps Lock tændt, mens du scanner stregkoder, kan du muligvis konfigurere din stregkodescanner til at kompensere.
de: Schalten Sie die Feststelltaste aus und testen Sie erneut.;;Wenn Sie die Feststelltaste beim Verifizieren von eindeutigen Kennungen eingeschaltet lassen müssen, können Sie Ihren Barcode-Scanner möglicherweise so konfigurieren, dass er kompensiert.
el: Απενεργοποιήστε το Caps Lock και δοκιμάστε ξανά.;;Αν πρέπει να κρατήσετε το Caps Lock ενεργοποιημένο κατά τη σάρωση barcodes, μπορεί να μπορέσετε να ρυθμίσετε τον σαρωτή barcode σας για να αντισταθμίσει.
es: Apague Caps Lock y pruebe de nuevo.;;Si debe mantener Caps Lock activado mientras verifica identificadores únicos, puede configurar su escáner de códigos de barras para compensar.
et: Lülitage Caps Lock välja ja testige uuesti.;;Kui peate Caps Lock'i sisselülitatuna hoidma unikaalsete identifikaatorite kontrollimisel, võite konfigureerida oma vöötkoodiskanneri kompenseerimiseks.
fi: Kytke Caps Lock pois päältä ja testaa uudelleen.;;Jos sinun on pidettävä Caps Lock päällä vahvistaessasi yksilöllisiä tunnisteita, saatat pystyä konfiguroimaan viivakoodinlukijasi kompensoimaan sen.
fr: Désactivez le verrouillage des majuscules et testez à nouveau.;;Si vous devez garder le verrouillage des majuscules activé lors de la vérification des identifiants uniques, vous pourrez peut-être configurer votre scanner de code-barres pour compenser.
ga: Múch Caps Lock agus déan tástáil arís.;;Má caithfidh tú Caps Lock a choinneáil ar siúl agus tú ag fíorú aitheantóirí uathúla, d'fhéadfá do scanóir barachóid a chumrú chun cúiteamh a dhéanamh.
hr: Isključite Caps Lock i testirajte ponovno.;;Ako morate držati Caps Lock uključenim prilikom provjere jedinstvenih identifikatora, možda ćete moći konfigurirati skener barkodova da kompenzira.
hu: Kapcsolja ki a Caps Lock-ot és tesztelje újra.;;Amennyiben a Caps Lock-ot bekapcsolt állapotban kell tartania az egyedi azonosítók ellenőrzése közben, előfordulhat, hogy konfigurálnia kell a vonalkódolvasót, hogy kompenzálja ezt.
is: Slökktu á Caps Lock og prófaðu aftur.;;Ef þú verður að halda Caps Lock virkt á meðan þú staðfestir einstök auðkenni, gætirðu getað stillt strikamerkjalesarann þinn til að bæta úr.
it: Disattiva il Caps Lock e prova di nuovo.;;Se devi mantenere il Caps Lock attivo durante la verifica degli identificatori unici, potresti essere in grado di configurare il tuo scanner di codici a barre per compensare.
lt: Išjunkite Caps Lock ir bandykite dar kartą.;;Jei būtina palikti įjungtą Caps Lock tikrinant unikalius identifikatorius, galite nustatyti savo brūkšninių kodų skaitytuvą kompensuoti.
lv: Izslēdziet Caps Lock un mēģiniet vēlreiz.;;Ja verifikācijas laikā jums ir jāatstāj ieslēgts Caps Lock, iespējams, varat konfigurēt savu svītrkodu skeneri, lai tas kompensētu šo iestatījumu.
mt: Itfi l-Caps Lock u ittestja mill-ġdid.;;Jekk ikollok bżonn iżżomm il-Caps Lock mixgħul waqt li tivverifika identifikaturi uniku, jista' jkun li tista' tikkonfigura l-iskanner tal-barcode tiegħek biex jikkumpensa.
nl: Zet Caps Lock uit en test opnieuw.;;Als u Caps Lock aan moet laten staan tijdens het verifiëren van unieke identificatoren, kunt u uw barcodescanner mogelijk zo configureren dat deze compenseert.
no: Slå av Caps Lock og test på nytt.;;Hvis du må ha Caps Lock på mens du skanner unike identifikatorer, kan du kanskje konfigurere strekkodeskanneren din til å kompensere.
pl: Wyłącz Caps Lock i spróbuj ponownie.;;Jeśli musisz pozostawić Caps Lock włączony podczas weryfikacji unikalnych identyfikatorów, możesz skonfigurować skaner kodów kreskowych, aby kompensował.
pt: Desligue o Caps Lock e teste novamente.;;Se você precisa manter o Caps Lock ativado enquanto verifica identificadores únicos, talvez seja possível configurar seu scanner de código de barras para compensar.
ro: Dezactivați Caps Lock și testați din nou.;;Dacă trebuie să păstrați Caps Lock activat în timp ce verificați identificatori unici, este posibil să puteți configura scanerul de coduri de bare pentru a compensa.
sk: Vypnite Caps Lock a skúste to znova.;;Ak musíte mať zapnutý Caps Lock počas overovania jedinečných identifikátorov, možno budete môcť nakonfigurovať váš čítač čiarových kódov na kompenzáciu.
sl: Izklopite Caps Lock in ponovno preizkusite.;;Če morate med preverjanjem enoličnih identifikatorjev ohraniti vklopljen Caps Lock, lahko morda nastavite vaš skener črtne kode, da kompenzira.
sv: Stäng av Caps Lock och testa igen.;;Om du måste ha Caps Lock påslaget medan du verifierar unika identifierare, kan du eventuellt konfigurera din streckkodsläsare för att kompensera.

# Advice_326
source: Switch Caps Lock off and test again.
bg: Изключете Caps Lock и тествайте отново.
cs: Vypněte funkci Caps Lock a zkuste to znovu.
da: Sluk Caps Lock og test igen.
de: Schalten Sie die Feststelltaste aus und testen Sie erneut.
el: Απενεργοποιήστε το Caps Lock και δοκιμάστε ξανά.
es: Apague Caps Lock y pruebe de nuevo.
et: Lülitage Caps Lock välja ja testige uuesti.
fi: Kytke Caps Lock pois päältä ja testaa uudelleen.
fr: Désactivez le verrouillage des majuscules et testez à nouveau.
ga: Múch Caps Lock agus déan tástáil arís.
hr: Isključite Caps Lock i testirajte ponovno.
hu: Kapcsolja ki a Caps Lock-ot és tesztelje újra.
is: Slökktu á Caps Lock og prófaðu aftur.
it: Disattiva il Caps Lock e prova di nuovo.
lt: Išjunkite Caps Lock ir bandykite dar kartą.
lv: Izslēdziet Caps Lock un mēģiniet vēlreiz.
mt: Itfi l-Caps Lock u ittestja mill-ġdid.
nl: Zet Caps Lock uit en test opnieuw.
no: Slå av Caps Lock og test på nytt.
pl: Wyłącz Caps Lock i spróbuj ponownie.
pt: Desligue o Caps Lock e teste novamente.
ro: Dezactivați Caps Lock și testați din nou.
sk: Vypnite Caps Lock a skúste to znova.
sl: Izklopite Caps Lock in ponovno preizkusite.
sv: Stäng av Caps Lock och testa igen.

# Advice_327
source: Check your barcode scanner, keyboard and computer configuration and reconfigure them if necessary.;;Switch off Caps Lock and test again.
bg: Проверете конфигурацията на вашия скенер за баркоди, клавиатурата и компютъра и ги преконфигурирайте при необходимост.;;Изключете Caps Lock и тествайте отново.
cs: Zkontrolujte konfiguraci skeneru čárových kódů, klávesnice a počítače a případně je překonfigurujte.;;Vypněte Caps Lock a zkuste to znovu.
da: Kontroller din stregkodescanner, tastatur og computerkonfiguration, og omkonfigurer dem om nødvendigt.;;Sluk for Caps Lock og test igen.
de: Überprüfen Sie die Konfiguration Ihres Barcode-Scanners, Ihrer Tastatur und Ihres Computers und konfigurieren Sie sie bei Bedarf neu.;;Schalten Sie die Feststelltaste aus und testen Sie erneut.
el: Ελέγξτε τη διαμόρφωση του σαρωτή barcode σας, του πληκτρολογίου και του υπολογιστή σας και αναδιαμορφώστε τα εάν είναι απαραίτητο.;;Απενεργοποιήστε το Caps Lock και δοκιμάστε ξανά.
es: Verifique la configuración de su escáner de códigos de barras, teclado y computadora y reconfigúrelos si es necesario.;;Apague Caps Lock y pruebe de nuevo.
et: Kontrollige oma vöötkoodiskanneri, klaviatuuri ja arvuti konfiguratsiooni ning vajadusel seadistage need ümber.;;Lülitage Caps Lock välja ja testige uuesti.
fi: Tarkista viivakoodinlukijasi, näppäimistösi ja tietokoneesi konfiguraatio ja konfiguroi ne tarvittaessa uudelleen.;;Kytke Caps Lock pois päältä ja testaa uudelleen.
fr: Vérifiez votre scanner de code-barres, clavier et configuration informatique et reconfigurez-les si nécessaire.;;Désactivez le verrouillage des majuscules et testez à nouveau.
ga: Seiceáil do scanóir barachóid, méarchlár agus cumraíocht ríomhaire agus athchumraigh iad más gá.;;Múch Caps Lock agus déan tástáil arís.
hr: Provjerite konfiguraciju skenera barkoda, tipkovnice i računala te ih po potrebi ponovno konfigurirajte.;;Isključite Caps Lock i ponovno testirajte.
hu: Ellenőrizze a vonalkódolvasó, billentyűzet és számítógép konfigurációját, és szükség esetén konfigurálja át őket.;;Kapcsolja ki a Caps Lock-ot és tesztelje újra.
is: Athugaðu strikamerkjalesarann þinn, lyklaborðið og tölvustillingarnar og endurstilltu þær ef þörf krefur.;;Slökktu á Caps Lock og prófaðu aftur.
it: Controlla la configurazione del tuo scanner di codici a barre, della tastiera e del computer e riconfigurarle se necessario.;;Disattiva il Caps Lock e prova di nuovo.
lt: Patikrinkite savo brūkšninių kodų skaitytuvą, klaviatūrą ir kompiuterio konfigūraciją ir, jei reikia, ją pakeiskite.;;Išjunkite Caps Lock ir išbandykite dar kartą.
lv: Pārbaudiet savu svītrkodu skeneri, tastatūras un datora konfigurāciju un pārkonfigurējiet tās, ja nepieciešams.;;Izslēdziet Caps Lock un mēģiniet vēlreiz.
mt: Iċċekkja l-iskanner tal-barcode tiegħek, it-tastiera u l-konfigurazzjoni tal-kompjuter tiegħek u kkunfigurahom mill-ġdid jekk ikun meħtieġ.;;Itfi l-Caps Lock u ittestja mill-ġdid.
nl: Controleer uw barcodescanner, toetsenbord en computerconfiguratie en configureer ze indien nodig opnieuw.;;Schakel Caps Lock uit en test opnieuw.
no: Kontroller strekkodeskanneren, tastaturet og datamaskinkonfigurasjonen og konfigurer dem på nytt om nødvendig.;;Slå av Caps Lock og test igjen.
pl: Sprawdź konfigurację skanera kodów kreskowych, klawiatury i komputera oraz dokonaj rekonfiguracji w razie potrzeby.;;Wyłącz Caps Lock i spróbuj ponownie.
pt: Verifique a configuração do seu scanner de código de barras, teclado e computador e reconfigure-os se necessário.;;Desative o Caps Lock e teste novamente.
ro: Verificați configurația scannerului dumneavoastră de coduri de bare, tastatură și computer și reconfigurați-le dacă este necesar.;;Dezactivați Caps Lock și testați din nou.
sk: Skontrolujte konfiguráciu vášho čítača čiarových kódov, klávesnice a počítača a prípadne ich prekonfigurujte.;;Vypnite Caps Lock a skúste to znova.
sl: Preverite nastavitve vašega skenerja črtne kode, tipkovnice in računalnika ter jih po potrebi ponovno nastavite.;;Izklopite Caps Lock in ponovno preizkusite.
sv: Kontrollera din streckkodsläsare, tangentbord och datorinställningar och konfigurera om dem vid behov.;;Stäng av Caps Lock och testa igen.

# Advice_328
source: Check your barcode scanner, keyboard and computer configuration and reconfigure them if necessary.;;Switch off Caps Lock and test again.
bg: Проверете конфигурацията на вашия скенер за баркоди, клавиатурата и компютъра и ги преконфигурирайте при необходимост.;;Изключете Caps Lock и тествайте отново.
cs: Zkontrolujte konfiguraci skeneru čárových kódů, klávesnice a počítače a případně je překonfigurujte.;;Vypněte Caps Lock a zkuste to znovu.
da: Kontroller din stregkodescanner, tastatur og computerkonfiguration, og omkonfigurer dem om nødvendigt.;;Sluk for Caps Lock og test igen.
de: Überprüfen Sie die Konfiguration Ihres Barcode-Scanners, Ihrer Tastatur und Ihres Computers und konfigurieren Sie sie bei Bedarf neu.;;Schalten Sie die Feststelltaste aus und testen Sie erneut.
el: Ελέγξτε τη διαμόρφωση του σαρωτή barcode σας, του πληκτρολογίου και του υπολογιστή σας και αναδιαμορφώστε τα εάν είναι απαραίτητο.;;Απενεργοποιήστε το Caps Lock και δοκιμάστε ξανά.
es: Verifique la configuración de su escáner de códigos de barras, teclado y computadora y reconfigúrelos si es necesario.;;Apague Caps Lock y pruebe de nuevo.
et: Kontrollige oma vöötkoodiskanneri, klaviatuuri ja arvuti konfiguratsiooni ning vajadusel seadistage need ümber.;;Lülitage Caps Lock välja ja testige uuesti.
fi: Tarkista viivakoodinlukijasi, näppäimistösi ja tietokoneesi konfiguraatio ja konfiguroi ne tarvittaessa uudelleen.;;Kytke Caps Lock pois päältä ja testaa uudelleen.
fr: Vérifiez votre scanner de code-barres, clavier et configuration informatique et reconfigurez-les si nécessaire.;;Désactivez le verrouillage des majuscules et testez à nouveau.
ga: Seiceáil do scanóir barachóid, méarchlár agus cumraíocht ríomhaire agus athchumraigh iad más gá.;;Múch Caps Lock agus déan tástáil arís.
hr: Provjerite konfiguraciju skenera barkoda, tipkovnice i računala i po potrebi ih ponovno konfigurirajte.;;Možda ćete htjeti isključiti Caps Lock i ponovno testirati.
hu: Ellenőrizze a vonalkódolvasó, billentyűzet és számítógép konfigurációját, és szükség esetén konfigurálja át őket.;;Kapcsolja ki a Caps Lock-ot és tesztelje újra.
is: Athugaðu strikamerkjalesarann þinn, lyklaborðið og tölvustillingarnar og endurstilltu þær ef þörf krefur.;;Slökktu á Caps Lock og prófaðu aftur.
it: Controlla la configurazione del tuo scanner di codici a barre, della tastiera e del computer e riconfigurarle se necessario.;;Disattiva il Caps Lock e prova di nuovo.
lt: Patikrinkite savo brūkšninių kodų skaitytuvą, klaviatūrą ir kompiuterio konfigūraciją ir, jei reikia, ją pakeiskite.;;Išjunkite Caps Lock ir išbandykite dar kartą.
lv: Pārbaudiet savu svītrkodu skeneri, tastatūras un datora konfigurāciju un pārkonfigurējiet tās, ja nepieciešams.;;Izslēdziet Caps Lock un mēģiniet vēlreiz.
mt: Iċċekkja l-iskanner tal-barcode tiegħek, it-tastiera u l-konfigurazzjoni tal-kompjuter tiegħek u kkunfigurahom mill-ġdid jekk ikun meħtieġ.;;Itfi l-Caps Lock u ittestja mill-ġdid.
nl: Controleer uw barcodescanner, toetsenbord en computerconfiguratie en configureer ze indien nodig opnieuw.;;Schakel Caps Lock uit en test opnieuw.
no: Kontroller strekkodeskanneren, tastaturet og datamaskinkonfigurasjonen og konfigurer dem på nytt om nødvendig.;;Slå av Caps Lock og test igjen.
pl: Sprawdź konfigurację skanera kodów kreskowych, klawiatury i komputera oraz dokonaj rekonfiguracji w razie potrzeby.;;Wyłącz Caps Lock i spróbuj ponownie.
pt: Verifique a configuração do seu scanner de código de barras, teclado e computador e reconfigure-os se necessário.;;Desative o Caps Lock e teste novamente.
ro: Verificați configurația scannerului dumneavoastră de coduri de bare, tastatură și computer și reconfigurați-le dacă este necesar.;;Dezactivați Caps Lock și testați din nou.
sk: Skontrolujte konfiguráciu vášho čítača čiarových kódov, klávesnice a počítača a prípadne ich prekonfigurujte.;;Vypnite Caps Lock a skúste to znova.
sl: Preverite nastavitve vašega skenerja črtne kode, tipkovnice in računalnika ter jih po potrebi ponovno nastavite.;;Izklopite Caps Lock in ponovno preizkusite.
sv: Kontrollera din streckkodsläsare, tangentbord och datorinställningar och konfigurera om dem vid behov.;;Stäng av Caps Lock och testa igen.

# Advice_330
source: Check your scanner, keyboard and computer configuration and reconfigure them if necessary.
bg: Проверете конфигурацията на вашия скенер, клавиатурата и компютъра и ги преконфигурирайте при необходимост.
cs: Zkontrolujte konfiguraci skeneru, klávesnice a počítače a případně je překonfigurujte.
da: Kontroller din scanner, tastatur og computerkonfiguration, og omkonfigurer dem om nødvendigt.
de: Überprüfen Sie die Konfiguration Ihres Scanners, Ihrer Tastatur und Ihres Computers und konfigurieren Sie sie bei Bedarf neu.
el: Ελέγξτε τη διαμόρφωση του σαρωτή σας, του πληκτρολογίου και του υπολογιστή σας και αναδιαμορφώστε τα εάν είναι απαραίτητο.
es: Verifique la configuración de su escáner, teclado y computadora y reconfigúrelos si es necesario.
et: Kontrollige oma skanneri, klaviatuuri ja arvuti konfiguratsiooni ning vajadusel seadistage need ümber.
fi: Tarkista skannerisi, näppäimistösi ja tietokoneesi konfiguraatio ja konfiguroi ne tarvittaessa uudelleen.
fr: Vérifiez votre scanner, clavier et configuration informatique et reconfigurez-les si nécessaire.
ga: Seiceáil do scanóir, méarchlár agus cumraíocht ríomhaire agus athchumraigh iad más gá.
hr: Konfigurirajte svoj skener barkoda tako da oponaša numeričku tipkovnicu.
hu: Ellenőrizze a vonalkódolvasót, billentyűzetet és számítógép konfigurációját, és szükség esetén konfigurálja át őket.
is: Athugaðu strikamerkjalesarann, lyklaborðið og tölvustillingarnar og endurstilltu þær ef þörf krefur.
it: Controlla la configurazione del tuo scanner, della tastiera e del computer e riconfigurarle se necessario.
lt: Patikrinkite savo skaitytuvą, klaviatūrą ir kompiuterio konfigūraciją ir, jei reikia, jas pakeiskite.
lv: Pārbaudiet savu skeneri, tastatūras un datora konfigurāciju un pārkonfigurējiet tās, ja nepieciešams.
mt: Iċċekkja l-iskanner tiegħek, it-tastiera u l-konfigurazzjoni tal-kompjuter tiegħek u kkunfigurahom mill-ġdid jekk ikun meħtieġ.
nl: Controleer uw scanner, toetsenbord en computerconfiguratie en configureer ze indien nodig opnieuw.
no: Kontroller skanneren, tastaturet og datamaskinkonfigurasjonen og konfigurer dem på nytt om nødvendig.
pl: Sprawdź konfigurację skanera, klawiatury i komputera oraz dokonaj rekonfiguracji w razie potrzeby.
pt: Verifique a configuração do seu scanner, teclado e computador e reconfigure-os se necessário.
ro: Verificați configurația scannerului, tastaturii și computerului dumneavoastră și reconfigurați-le dacă este necesar.
sk: Skontrolujte konfiguráciu vášho čítača, klávesnice a počítača a prípadne ich prekonfigurujte.
sl: Preverite nastavitve vašega skenerja, tipkovnice in računalnika ter jih po potrebi ponovno nastavite.
sv: Kontrollera din skanner, tangentbord och datorinställningar och konfigurera om dem vid behov.

# Advice_331
source: Check your barcode scanner, keyboard and computer configuration and reconfigure them if necessary.
bg: Проверете конфигурацията на вашия скенер за баркоди, клавиатурата и компютъра и ги преконфигурирайте при необходимост.
cs: Zkontrolujte konfiguraci skeneru čárových kódů, klávesnice a počítače a případně je překonfigurujte.
da: Kontroller din stregkodescanner, tastatur og computerkonfiguration, og omkonfigurer dem om nødvendigt.
de: Überprüfen Sie die Konfiguration Ihres Barcode-Scanners, Ihrer Tastatur und Ihres Computers und konfigurieren Sie sie bei Bedarf neu.
el: Ελέγξτε τη διαμόρφωση του σαρωτή barcode σας, του πληκτρολογίου και του υπολογιστή σας και αναδιαμορφώστε τα εάν είναι απαραίτητο.
es: Verifique la configuración de su escáner de códigos de barras, teclado y computadora y reconfigúrelos si es necesario.
et: Kontrollige oma vöötkoodiskanneri, klaviatuuri ja arvuti konfiguratsiooni ning vajadusel seadistage need ümber.
fi: Tarkista viivakoodinlukijasi, näppäimistösi ja tietokoneesi konfiguraatio ja konfiguroi ne tarvittaessa uudelleen.
fr: Vérifiez votre scanner de code-barres, clavier et configuration informatique et reconfigurez-les si nécessaire.
ga: Seiceáil do scanóir barachóid, méarchlár agus cumraíocht ríomhaire agus athchumraigh iad más gá.
hr: Provjerite konfiguraciju skenera barkoda, tipkovnice i računala te ih po potrebi ponovno konfigurirajte.
hu: Ellenőrizze a vonalkódolvasó, billentyűzet és számítógép konfigurációját, és szükség esetén konfigurálja át őket.
is: Athugaðu strikamerkjalesarann þinn, lyklaborðið og tölvustillingarnar og endurstilltu þær ef þörf krefur.
it: Controlla la configurazione del tuo scanner di codici a barre, della tastiera e del computer e riconfigurarle se necessario.
lt: Patikrinkite savo brūkšninių kodų skaitytuvą, klaviatūrą ir kompiuterio konfigūraciją ir, jei reikia, ją pakeiskite.
lv: Pārbaudiet savu svītrkodu skeneri, tastatūras un datora konfigurāciju un pārkonfigurējiet tās, ja nepieciešams.
mt: Iċċekkja l-iskanner tal-barcode tiegħek, it-tastiera u l-konfigurazzjoni tal-kompjuter tiegħek u kkunfigurahom mill-ġdid jekk ikun meħtieġ.
nl: Controleer uw barcodescanner, toetsenbord en computerconfiguratie en configureer ze indien nodig opnieuw.
no: Kontroller strekkodeskanneren, tastaturet og datamaskinkonfigurasjonen og konfigurer dem på nytt om nødvendig.
pl: Sprawdź konfigurację skanera kodów kreskowych, klawiatury i komputera oraz dokonaj rekonfiguracji w razie potrzeby.
pt: Verifique a configuração do seu scanner de código de barras, teclado e computador e reconfigure-os se necessário.
ro: Verificați configurația scannerului dumneavoastră de coduri de bare, tastatură și computer și reconfigurați-le dacă este necesar.
sk: Skontrolujte konfiguráciu vášho čítača čiarových kódov, klávesnice a počítača a prípadne ich prekonfigurujte.
sl: Preverite nastavitve vašega skenerja črtne kode, tipkovnice in računalnika ter jih po potrebi ponovno nastavite.
sv: Kontrollera din streckkodsläsare, tangentbord och datorinställningar och konfigurera om dem vid behov.
