Repository: Solidsoft-Reply/EMVS-Unique-Identifier-Parser
Catalog: Solidsoft.Reply.Parsers.EmvsUniqueIdentifier/Properties/Advice.*.resx
Languages: bg, cs, da, de, el, es, et, fi, fr, ga, hr, hu, is, it, lt, lv, mt, nl, no, pl, pt, ro, sk, sl, sv

# Condition_235
source: Your system cannot read AIM identifier characters reliably.
bg: Вашата система не може да чете надеждно символи на идентификатори AIM.
cs: Váš systém nemůže spolehlivě číst znaky identifikátorů AIM.
da: Dit system kan ikke pålideligt læse AIM-identifikatortegn.
de: Ihr System kann AIM-Identifikatorzeichen nicht zuverlässig lesen.
el: Το σύστημά σας δεν μπορεί να διαβάσει αξιόπιστα χαρακτήρες ταυτότητας AIM.
es: Su sistema no puede leer caracteres de identificadores AIM de manera confiable.
et: Teie süsteem ei suuda usaldusväärselt lugeda AIM identifikaatori tähemärke.
fi: Järjestelmäsi ei pysty luotettavasti lukemaan AIM-tunnisteen merkkejä.
fr: Votre système ne peut pas lire les caractères des identifiants AIM de manière fiable.
ga: Ní féidir le do chóras carachtair aitheantóra AIM a léamh go hiontaofa.
hr: Vaš sustav ne može pouzdano čitati znakove AIM identifikatora.
hu: A rendszere nem képes megbízhatóan olvasni az AIM azonosító karaktereket.
is: Kerfið þitt getur ekki lesið AIM auðkennarastafi áreiðanlega.
it: Il tuo sistema non può leggere i caratteri identificativi AIM in modo affidabile.
lt: Jūsų sistema negali patikimai skaityti AIM identifikatorių simbolių.
lv: Jūsu sistēma nevar uzticami nolasa AIM identifikatoru rakstzīmes.
mt: Is-sistema tiegħek ma tistax taqra karattri identifikaturi AIM b'mod affidabbli.
nl: Uw systeem kan AIM-identificator karakters niet betrouwbaar lezen.
no: Systemet ditt kan ikke lese AIM-identifikatortegn pålitelig.
pl: Twój system nie może niezawodnie odczytać znaków identyfikatorów AIM.
pt: Seu sistema não pode ler caracteres de identificador AIM de forma confiável.
ro: Sistemul dvs. nu poate citi în mod fiabil caracterele identificatorilor AIM.
sk: Váš systém nespoľahlivo číta znaky identifikátorov AIM.
sl: Vaš sistem ne more zanesljivo brati znakov identifikatorjev AIM.
sv: Ditt system kan inte pålitligt läsa AIM-identifierartekn.

# Condition_240
source: Your system cannot read German PPN barcode characters reliably.
bg: Вашата система не може да чете надеждно германски баркоди PPN.
cs: Váš systém nemůže spolehlivě číst znaky německých čárových kódů PPN.
da: Dit system kan ikke pålideligt læse tyske PPN-stregkodetegn.
de: Ihr System kann deutsche PPN-Barcodezeichen nicht zuverlässig lesen.
el: Το σύστημά σας δεν μπορεί να διαβάσει αξιόπιστα χαρακτήρες barcode Γερμανικών PPN.
es: Su sistema no puede leer caracteres de códigos de barras PPN alemanes de manera confiable.
et: Teie süsteem ei suuda usaldusväärselt lugeda Saksa PPN vöötkoodi tähemärke.
fi: Järjestelmäsi ei pysty luotettavasti lukemaan saksalaisia PPN-viivakoodien merkkejä.
fr: Votre système ne peut pas lire les caractères des codes-barres PPN allemands de manière fiable.
ga: Ní féidir le do chóras carachtair barachóid PPN na Gearmáine a léamh go hiontaofa.
hr: Vaš sustav ne može pouzdano čitati znakove njemačkih PPN barkodova.
hu: A rendszere nem képes megbízhatóan olvasni a német PPN vonalkód karaktereket.
is: Kerfið þitt getur ekki lesið þýskar PPN strikamerkjastafi áreiðanlega.
it: Il tuo sistema non può leggere i caratteri dei codici a barre PPN tedeschi in modo affidabile.
lt: Jūsų sistema negali patikimai skaityti Vokietijos PPN brūkšninių kodų simbolių.
lv: Jūsu sistēma nevar uzticami nolasa vācu PPN svītrkodu rakstzīmes.
mt: Is-sistema tiegħek ma tistax taqra karattri tal-barcode tal-PPN Ġermaniż b'mod affidabbli.
nl: Uw systeem kan Duitse PPN barcodekarakters niet betrouwbaar lezen.
no: Systemet ditt kan ikke lese tyske PPN-strekkodetegn pålitelig.
pl: Twój system nie może niezawodnie odczytać znaków niemieckich kodów kreskowych PPN.
pt: Seu sistema não pode ler caracteres de códigos de barras PPN alemães de forma confiável.
ro: Sistemul dvs. nu poate citi în mod fiabil caracterele codurilor de bare PPN germane.
sk: Váš systém nespoľahlivo číta znaky nemeckých čiarových kódov PPN.
sl: Vaš sistem ne more zanesljivo brati znakov nemških črtnih kod PPN.
sv: Ditt system kan inte pålitligt läsa tyska PPN-streckkoder.

# Condition_241
source: Your system cannot read German PPN barcode characters.
bg: Вашата система не може да чете надеждно германски баркоди PPN.
cs: Váš systém nemůže spolehlivě číst znaky německých čárových kódů PPN.
da: Dit system kan ikke læse tyske PPN-stregkodetegn.
de: Ihr System kann deutsche PPN-Barcodezeichen nicht lesen.
el: Το σύστημά σας δεν μπορεί να διαβάσει χαρακτήρες barcode Γερμανικών PPN.
es: Su sistema no puede leer caracteres de códigos de barras PPN alemanes.
et: Teie süsteem ei suuda lugeda Saksa PPN vöötkoodi tähemärke.
fi: Järjestelmäsi ei pysty lukemaan saksalaisia PPN-viivakoodien merkkejä.
fr: Votre système ne peut pas lire les caractères des codes-barres PPN allemands.
ga: Ní féidir le do chóras carachtair barachóid PPN na Gearmáine a léamh.
hr: Vaš sustav ne može čitati znakove njemačkih PPN barkodova.
hu: A rendszere nem képes megbízhatóan olvasni a német PPN vonalkód karaktereket.
is: Kerfið þitt getur ekki lesið þýskar PPN strikamerkjastafi.
it: Il tuo sistema non può leggere i caratteri dei codici a barre PPN tedeschi.
lt: Jūsų sistema negali skaityti Vokietijos PPN brūkšninių kodų simbolių.
lv: Jūsu sistēma nevar nolasa vācu PPN svītrkodu rakstzīmes.
mt: Is-sistema tiegħek ma tistax taqra karattri tal-barcode tal-PPN Ġermaniż.
nl: Uw systeem kan Duitse PPN barcodekarakters niet lezen.
no: Systemet ditt kan ikke lese tyske PPN-strekkodetegn.
pl: Twój system nie może odczytać znaków niemieckich kodów kreskowych PPN.
pt: Seu sistema não pode ler caracteres de códigos de barras PPN alemães.
ro: Sistemul dvs. nu poate citi caracterele codurilor de bare PPN germane.
sk: Váš systém nespoľahlivo číta znaky nemeckých čiarových kódov PPN.
sl: Vaš sistem ne more brati znakov nemških črtnih kod PPN.
sv: Ditt system kan inte pålitligt läsa tyska PPN-streckkoder.

# Condition_245
source: Your system cannot read German PPN barcode characters.
bg: Вашата система не може да чете надеждно германски баркоди PPN.
cs: Váš systém nemůže spolehlivě číst znaky německých čárových kódů PPN.
da: Dit system kan ikke læse tyske PPN-stregkodetegn.
de: Ihr System kann deutsche PPN-Barcodezeichen nicht lesen.
el: Το σύστημά σας δεν μπορεί να διαβάσει χαρακτήρες barcode Γερμανικών PPN.
es: Su sistema no puede leer caracteres de códigos de barras PPN alemanes.
et: Teie süsteem ei suuda lugeda Saksa PPN vöötkoodi tähemärke.
fi: Järjestelmäsi ei pysty lukemaan saksalaisia PPN-viivakoodien merkkejä.
fr: Votre système ne peut pas lire les caractères des codes-barres PPN allemands.
ga: Ní féidir le do chóras carachtair barachóid PPN na Gearmáine a léamh.
hr: Vaš sustav ne može čitati znakove njemačkih PPN barkodova.
hu: A rendszere nem képes megbízhatóan olvasni a német PPN vonalkód karaktereket.
is: Kerfið þitt getur ekki lesið þýskar PPN strikamerkjastafi.
it: Il tuo sistema non può leggere i caratteri dei codici a barre PPN tedeschi.
lt: Jūsų sistema negali skaityti Vokietijos PPN brūkšninių kodų simbolių.
lv: Jūsu sistēma nevar nolasa vācu PPN svītrkodu rakstzīmes.
mt: Is-sistema tiegħek ma tistax taqra karattri tal-barcode tal-PPN Ġermaniż.
nl: Uw systeem kan Duitse PPN barcodekarakters niet lezen.
no: Systemet ditt kan ikke lese tyske PPN-strekkodetegn.
pl: Twój system nie może odczytać znaków niemieckich kodów kreskowych PPN.
pt: Seu sistema não pode ler caracteres de códigos de barras PPN alemães.
ro: Sistemul dvs. nu poate citi caracterele codurilor de bare PPN germane.
sk: Váš systém nespoľahlivo číta znaky nemeckých čiarových kódov PPN.
sl: Vaš sistem ne more brati znakov nemških črtnih kod PPN.
sv: Ditt system kan inte pålitligt läsa tyska PPN-streckkoder.

# Condition_250
source: You did not test compatibility for German PPN barcodes.
bg: Не сте тествали съвместимостта за германските баркоди PPN.
cs: Nebyla provedena kompatibilita pro německé čárové kódy PPN.
da: Du testede ikke kompatibilitet for tyske PPN-stregkoder.
de: Sie haben die Kompatibilität für deutsche PPN-Barcodes nicht getestet.
el: Δεν δοκιμάσατε τη συμβατότητα για συμβατότητα με το ISO/IEC 15434.
es: No probó la compatibilidad con códigos de barras PPN alemanes.
et: Te ei testinud Saksa PPN vöötkoodide ühilduvust.
fi: Et testannut yhteensopivuutta saksalaisille PPN-viivakoodeille.
fr: Vous n'avez pas testé la compatibilité pour les codes-barres PPN allemands.
ga: Níor thástáil tú comhoiriúnacht le barachóid PPN na Gearmáine.
hr: Niste testirali kompatibilnost za njemačke PPN barkodove.
hu: Nem tesztelte a kompatibilitást a német PPN vonalkódokkal.
is: Þú prófaðir ekki samhæfni við þýskar PPN strikamerki.
it: Non hai testato la compatibilità per i codici a barre PPN tedeschi.
lt: Jūs nebandėte suderinamumo su Vokietijos PPN brūkšniniais kodais.
lv: Jūs nepārbaudījāt vācu PPN svītrkodu saderību.
mt: Inti ma ttestjajtx il-kompatibilità għall-barcodes tal-PPN Ġermaniż.
nl: U hebt niet getest op compatibiliteit met Duitse PPN barcodes.
no: Du testet ikke kompatibilitet for tyske PPN-strekkoder.
pl: Nie przetestowałeś kompatybilności z niemieckimi kodami kreskowymi PPN.
pt: Você não testou a compatibilidade com códigos de barras PPN alemães.
ro: Nu ați testat compatibilitatea pentru codurile de bare PPN germane.
sk: Neskúšali ste kompatibilitu s nemeckými PPN čiarovými kódmi.
sl: Niste preizkusili združljivosti za nemške črtne kode PPN.
sv: Du testade inte kompatibilitet för kompatibilitet med ISO/IEC 15434.

# Condition_255
source: Data input performance is slower than expected.
bg: Производителността на въвеждане на данни е по-бавна от очакваното.
cs: Výkon zadávání dat je pomalejší, než se očekávalo.
da: Dataindtastningsydelsen er langsommere end forventet.
de: Die Leistung der Dateneingabe ist langsamer als erwartet.
el: Η απόδοση εισαγωγής δεδομένων είναι πιο αργή από το αναμενόμενο.
es: El rendimiento de la entrada de datos es más lento de lo esperado.
et: Andmesisestuse jõudlus on aeglasem kui oodatud.
fi: Datan syöttönopeus on hitaampi kuin odotettu.
fr: La performance de saisie des données est plus lente que prévu.
ga: Tá feidhmíocht ionchuir sonraí níos moille ná mar a bhíothas ag súil.
hr: Performanse unosa podataka su vrlo slabe.
hu: Az adatbeviteli teljesítmény lassabb a várttól.
is: Gagnainntak er hægara en búist var við.
it: Le prestazioni di immissione dei dati sono più lente del previsto.
lt: Duomenų įvedimo našumas yra lėtesnis nei tikėtasi.
lv: Datu ievades veiktspēja ir lēnāka, nekā gaidīts.
mt: Il-prestazzjoni tad-dħul tad-data hija aktar bil-mod milli mistenni.
nl: De prestaties van gegevensinvoer zijn langzamer dan verwacht.
no: Datainntastingsytelsen er tregere enn forventet.
pl: Wydajność wprowadzania danych jest wolniejsza niż oczekiwano.
pt: O desempenho da entrada de dados está mais lento do que o esperado.
ro: Performanța introducerii datelor este mai lentă decât era de așteptat.
sk: Výkon zadávania údajov je pomalší ako sa očakávalo.
sl: Vnos podatkov je počasnejši od pričakovanega.
sv: Datainmatningens prestanda är långsammare än förväntat.

# Condition_256
source: Data input performance is very poor.
bg: Производителността на въвеждане на данни е много слаба.
cs: Výkon zadávání dat je velmi špatný.
da: Dataindtastningsydelsen er meget dårlig.
de: Die Leistung der Dateneingabe ist sehr schlecht.
el: Η απόδοση εισαγωγής δεδομένων είναι πολύ κακή.
es: El rendimiento de la entrada de datos es muy deficiente.
et: Andmesisestuse jõudlus on väga kehv.
fi: Datan syöttönopeus on erittäin heikko.
fr: La performance de saisie des données est très médiocre.
ga: Tá feidhmíocht ionchuir sonraí an-dona.
hr: Ručno unesite podatke u svoj softver za provjeru kako biste provjerili jedinstvene identifikatore njemačkih PPN-a.;;Ako je potrebno, konfigurirajte svoj skener barkoda tako da oponaša numeričku tipkovnicu.
hu: Az adatbeviteli teljesítmény nagyon gyenge.
is: Gagnainntak er mjög slakt.
it: Le prestazioni di immissione dei dati sono molto scarse.
lt: Duomenų įvedimo našumas yra labai prastas.
lv: Datu ievades veiktspēja ir ļoti slikta.
mt: Il-prestazzjoni tad-dħul tad-data hija ħażina ħafna.
nl: De prestaties van gegevensinvoer zijn zeer slecht.
no: Datainntastingsytelsen er veldig dårlig.
pl: Wydajność wprowadzania danych jest bardzo słaba.
pt: O desempenho da entrada de dados está muito ruim.
ro: Performanța introducerii datelor este foarte slabă.
sk: Výkon zadávania údajov je veľmi slabý.
sl: Vnos podatkov je zelo slab.
sv: Datainmatningens prestanda är mycket dålig.

# Condition_260
source: Your system cannot read additional characters reliably.
bg: Вашата система не може да чете надеждно допълнителни символи.
cs: Váš systém nemůže spolehlivě číst další znaky.
da: Dit system kan ikke pålideligt læse yderligere tegn.
de: Ihr System kann zusätzliche Zeichen nicht zuverlässig lesen.
el: Το σύστημά σας δεν μπορεί να διαβάσει αξιόπιστα επιπλέον χαρακτήρες.
es: Su sistema no puede leer caracteres adicionales de manera confiable.
et: Teie süsteem ei suuda usaldusväärselt lugeda lisatähemärke.
fi: Järjestelmäsi ei pysty luotettavasti lukemaan lisämerkkejä.
fr: Votre système ne peut pas lire de caractères supplémentaires de manière fiable.
ga: Ní féidir le do chóras carachtair bhreise a léamh go hiontaofa.
hr: Vaš sustav ne može pouzdano čitati dodatne znakove.
hu: A rendszere nem képes megbízhatóan olvasni a további karaktereket.
is: Kerfið þitt getur ekki lesið aukalega stafi áreiðanlega.
it: Il tuo sistema non può leggere altri caratteri in modo affidabile.
lt: Jūsų sistema negali patikimai skaityti papildomų simbolių.
lv: Jūsu sistēma nevar uzticami nolasa papildu rakstzīmes.
mt: Is-sistema tiegħek ma tistax taqra karattri addizzjonali b'mod affidabbli.
nl: Uw systeem kan aanvullende karakters niet betrouwbaar lezen.
no: Systemet ditt kan ikke lese ekstra tegn pålitelig.
pl: Twój system nie może niezawodnie odczytać dodatkowych znaków.
pt: Seu sistema não pode ler caracteres adicionais de forma confiável.
ro: Sistemul dvs. nu poate citi în mod fiabil caractere suplimentare.
sk: Váš systém nespoľahlivo číta dodatočné znaky.
sl: Vaš sistem ne more zanesljivo brati dodatnih znakov.
sv: Ditt system kan inte pålitligt läsa ytterligare tecken.

# Condition_261
source: Your system cannot read additional characters.
bg: Вашата система не може да чете надеждно допълнителни символи.
cs: Váš systém nemůže spolehlivě číst další znaky.
da: Dit system kan ikke pålideligt læse yderligere tegn.
de: Ihr System kann zusätzliche Zeichen nicht lesen.
el: Το σύστημά σας δεν μπορεί να διαβάσει επιπλέον χαρακτήρες.
es: Su sistema no puede leer caracteres adicionales.
et: Teie süsteem ei suuda lugeda lisatähemärke.
fi: Järjestelmäsi ei pysty lukemaan lisämerkkejä.
fr: Votre système ne peut pas lire de caractères supplémentaires.
ga: Ní féidir le do chóras carachtair bhreise a léamh.
hr: Vaš sustav ne može čitati dodatne znakove.
hu: A rendszere nem képes megbízhatóan olvasni a további karaktereket.
is: Kerfið þitt getur ekki lesið aukalega stafi.
it: Il tuo sistema non può leggere altri caratteri.
lt: Jūsų sistema negali skaityti papildomų simbolių.
lv: Jūsu sistēma nevar nolasa papildu rakstzīmes.
mt: Is-sistema tiegħek ma tistax taqra karattri addizzjonali.
nl: Uw systeem kan aanvullende karakters niet lezen.
no: Systemet ditt kan ikke lese ekstra tegn.
pl: Twój system nie może odczytać dodatkowych znaków.
pt: Seu sistema não pode ler caracteres adicionais.
ro: Sistemul dvs. nu poate citi caractere suplimentare.
sk: Váš systém nespoľahlivo číta dodatočné znaky.
sl: Vaš sistem ne more brati dodatnih znakov.
sv: Ditt system kan inte pålitligt läsa ytterligare tecken.

# Condition_265
source: Your system may not read additional data reliably.
bg: Вашата система може да не чете надеждно допълнителни данни.
cs: Váš systém nemusí spolehlivě číst další data.
da: Dit system kan måske ikke læse yderligere data pålideligt.
de: Ihr System liest möglicherweise keine zusätzlichen Daten zuverlässig.
el: Το σύστημά σας μπορεί να μην διαβάζει αξιόπιστα επιπλέον δεδομένα.
es: Su sistema puede que no lea datos adicionales de manera confiable.
et: Teie süsteem ei pruugi usaldusväärselt lugeda lisandmeid.
fi: Järjestelmäsi ei ehkä lue lisädataa luotettavasti.
fr: Votre système peut ne pas lire les données supplémentaires de manière fiable.
ga: D'fhéadfadh nach léifidh do chóras sonraí breise go hiontaofa.
hr: Vaš sustav možda neće pouzdano čitati dodatne podatke.
hu: A rendszere nem képes megbízhatóan olvasni a további adatokat.
is: Kerfið þitt gæti ekki lesið auka gögn áreiðanlega.
it: Il tuo sistema potrebbe non leggere altri dati in modo affidabile.
lt: Jūsų sistema gali neteisingai skaityti papildomus duomenis.
lv: Jūsu sistēma, iespējams, neuzticami nolasa papildu datus.
mt: Is-sistema tiegħek jista' ma taqra data addizzjonali b'mod affidabbli.
nl: Uw systeem leest mogelijk niet betrouwbaar aanvullende data.
no: Systemet ditt kan kanskje ikke lese ekstra data pålitelig.
pl: Twój system może nie odczytać dodatkowych danych niezawodnie.
pt: Seu sistema pode não ler dados adicionais de forma confiável.
ro: Sistemul dvs. s-ar putea să nu citească în mod fiabil datele suplimentare.
sk: Váš systém možno nespoľahlivo číta dodatočné údaje.
sl: Vaš sistem morda ne bo zanesljivo bral dodatnih podatkov.
sv: Ditt system kanske inte pålitligt läser ytterligare data.

# Condition_270
source: Your system cannot read barcodes reliably if they contain data for Electronic Data Interchange (EDI)
bg: Вашата система не може да чете баркодове надеждно, ако те съдържат данни за електронен обмен на данни (EDI).
cs: Váš systém nemůže spolehlivě číst čárové kódy, pokud obsahují data pro elektronickou výměnu dat (EDI).
da: Dit system kan ikke læse stregkoder pålideligt, hvis de indeholder data til Elektronisk Dataudveksling (EDI).
de: Ihr System kann Barcodes nicht zuverlässig lesen, wenn sie Daten für den elektronischen Datenaustausch (EDI) enthalten.
el: Το σύστημά σας δεν μπορεί να διαβάσει αξιόπιστα τους γραμμωτούς κώδικες εάν περιέχουν δεδομένα για Ηλεκτρονική Ανταλλαγή Δεδομένων (EDI).
es: Su sistema no puede leer códigos de barras de manera confiable si contienen datos para el Intercambio Electrónico de Datos (EDI).
et: Teie süsteem ei suuda triipkoode usaldusväärselt lugeda, kui need sisaldavad elektroonilise andmevahetuse (EDI) andmeid.
fi: Järjestelmäsi ei voi luotettavasti lukea viivakoodeja, jos ne sisältävät tietoja sähköistä tiedonsiirtoa (EDI) varten.
fr: Votre système ne peut pas lire les codes-barres de manière fiable s'ils contiennent des données pour l'échange de données électroniques (EDI).
ga: Ní féidir le do chóras barachóid a léamh go hiontaofa má tá sonraí EDI iontu.
hr: Vaš sustav ne može pouzdano čitati barkodove ako sadrže podatke za Elektroničku Razmjenu Podataka (EDI).
hu: A rendszered nem tudja megbízhatóan olvasni a vonalkódokat, ha azok elektronikus adatcseréhez (EDI) tartozó adatokat tartalmaznak.
is: Kerfið þitt getur ekki lesið strikamerki á áreiðanlegan hátt ef þau innihalda gögn fyrir rafrænan gagnaflutning (EDI).
it: Il tuo sistema non può leggere i codici a barre in modo affidabile se contengono dati per lo scambio elettronico di dati (EDI).
lt: Jūsų sistema negali patikimai nuskaityti brūkšninių kodų, jei juose yra elektroninių duomenų mainų (EDI) duomenų.
lv: Jūsu sistēma nevar uzticami nolasa svītrkodus, ja tajos ir dati par Elektronisko Datu Apmaiņu (EDI).
mt: Is-sistema tiegħek ma tistax taqra l-kodiċijiet tal-bar b'mod affidabbli jekk fihom data għall-Iskambju Elettroniku tad-Data (EDI).
nl: Uw systeem kan barcodes niet betrouwbaar lezen als ze gegevens voor elektronische gegevensuitwisseling (EDI) bevatten.
no: Systemet ditt kan ikke lese strekkoder pålitelig hvis de inneholder data for elektronisk datautveksling (EDI).
pl: Twój system nie może niezawodnie odczytywać kodów kreskowych, jeśli zawierają dane do elektronicznej wymiany danych (EDI).
pt: Seu sistema não pode ler códigos de barras de forma confiável se contiverem dados para Intercâmbio Eletrônico de Dados (EDI).
ro: Sistemul dvs. nu poate citi fiabil codurile de bare dacă acestea conțin date pentru schimbul electronic de date (EDI).
sk: Váš systém nemôže spoľahlivo čítať čiarové kódy, ak obsahujú údaje pre elektronickú výmenu údajov (EDI).
sl: Vaš sistem ne more zanesljivo brati črtnih kodov, če vsebujejo podatke za elektronsko izmenjavo podatkov (EDI).
sv: Ditt system kan inte läsa streckkoder tillförlitligt om de innehåller data för Elektroniskt Datautbyte (EDI).

# Condition_271
source: Your system cannot read barcodes reliably if they contain data for Electronic Data Interchange (EDI)
bg: Вашата система не може да чете баркодове надеждно, ако те съдържат данни за електронен обмен на данни (EDI).
cs: Váš systém nemůže spolehlivě číst čárové kódy, pokud obsahují data pro elektronickou výměnu dat (EDI).
da: Dit system kan ikke læse stregkoder pålideligt, hvis de indeholder data til Elektronisk Dataudveksling (EDI).
de: Ihr System kann Barcodes nicht zuverlässig lesen, wenn sie Daten für den elektronischen Datenaustausch (EDI) enthalten.
el: Το σύστημά σας δεν μπορεί να διαβάσει αξιόπιστα τους γραμμωτούς κώδικες εάν περιέχουν δεδομένα για Ηλεκτρονική Ανταλλαγή Δεδομένων (EDI).
es: Su sistema no puede leer códigos de barras de manera confiable si contienen datos para el Intercambio Electrónico de Datos (EDI).
et: Teie süsteem ei suuda triipkoode usaldusväärselt lugeda, kui need sisaldavad elektroonilise andmevahetuse (EDI) andmeid.
fi: Järjestelmäsi ei voi luotettavasti lukea viivakoodeja, jos ne sisältävät tietoja sähköistä tiedonsiirtoa (EDI) varten.
fr: Votre système ne peut pas lire les codes-barres de manière fiable s'ils contiennent des données pour l'échange de données électroniques (EDI).
ga: Ní féidir le do chóras barachóid a léamh go hiontaofa má tá sonraí EDI iontu.
hr: Vaš sustav ne može pouzdano čitati barkodove ako sadrže podatke za Elektroničku Razmjenu Podataka (EDI).
hu: A rendszered nem tudja megbízhatóan olvasni a vonalkódokat, ha azok elektronikus adatcseréhez (EDI) tartozó adatokat tartalmaznak.
is: Kerfið þitt getur ekki lesið strikamerki á áreiðanlegan hátt ef þau innihalda gögn fyrir rafrænan gagnaflutning (EDI).
it: Il tuo sistema non può leggere i codici a barre in modo affidabile se contengono dati per lo scambio elettronico di dati (EDI).
lt: Jūsų sistema negali patikimai nuskaityti brūkšninių kodų, jei juose yra elektroninių duomenų mainų (EDI) duomenų.
lv: Jūsu sistēma nevar uzticami nolasa svītrkodus, ja tajos ir dati par Elektronisko Datu Apmaiņu (EDI).
mt: Is-sistema tiegħek ma tistax taqra l-kodiċijiet tal-bar b'mod affidabbli jekk fihom data għall-Iskambju Elettroniku tad-Data (EDI).
nl: Uw systeem kan barcodes niet betrouwbaar lezen als ze gegevens voor elektronische gegevensuitwisseling (EDI) bevatten.
no: Systemet ditt kan ikke lese strekkoder pålitelig hvis de inneholder data for elektronisk datautveksling (EDI).
pl: Twój system nie może niezawodnie odczytywać kodów kreskowych, jeśli zawierają dane do elektronicznej wymiany danych (EDI).
pt: Seu sistema não pode ler códigos de barras de forma confiável se contiverem dados para Intercâmbio Eletrônico de Dados (EDI).
ro: Sistemul dvs. nu poate citi fiabil codurile de bare dacă acestea conțin date pentru schimbul electronic de date (EDI).
sk: Váš systém nemôže spoľahlivo čítať čiarové kódy, ak obsahujú údaje pre elektronickú výmenu údajov (EDI).
sl: Vaš sistem ne more zanesljivo brati črtnih kodov, če vsebujejo podatke za elektronsko izmenjavo podatkov (EDI).
sv: Ditt system kan inte läsa streckkoder tillförlitligt om de innehåller data för Elektroniskt Datautbyte (EDI).
