Repository: Solidsoft-Reply/EMVS-Unique-Identifier-Parser
Catalog: Solidsoft.Reply.Parsers.EmvsUniqueIdentifier/Properties/Advice.*.resx
Languages: bg, cs, da, de, el, es, et, fi, fr, ga, hr, hu, is, it, lt, lv, mt, nl, no, pl, pt, ro, sk, sl, sv

# Condition_315
source: Your barcode scanner and computer have different keyboard layouts.
bg: Вашият скенер за баркоди и компютърът имат различни конфигурации на клавиатурите.
cs: Váš skener čárových kódů a počítač mají různá rozložení klávesnice.
da: Din stregkodescanner og computer har forskellige tastaturlayouts.
de: Ihr Barcode-Scanner und Computer haben unterschiedliche Tastaturlayouts.
el: Ο σαρωτής barcode και ο υπολογιστής σας έχουν διαφορετικές διατάξεις πληκτρολογίου.
es: Su escáner de códigos de barras y su computadora tienen diferentes disposiciones de teclado.
et: Teie vöötkoodiskanneril ja arvutil on erinevad klaviatuuri paigutused.
fi: Viivakoodinlukijasi ja tietokoneesi näppäimistöasettelut ovat erilaiset.
fr: Votre scanner de code-barres et votre ordinateur ont des dispositions de clavier différentes.
ga: Tá leagan amach méarchláir difriúil ag do scanóir barachóid agus do ríomhaire.
hr: Vaš skener barkodova i računalo imaju različite rasporede tipkovnica.
hu: A vonalkódolvasó és a számítógép billentyűzete eltérő elrendezésű.
is: Strikamerkjalesarinn þinn og tölvulýsingar hafa mismunandi lyklaborðsuppsetningu.
it: Il tuo scanner di codici a barre e il computer hanno layout di tastiera diversi.
lt: Jūsų brūkšninių kodų skaitytuvas ir kompiuteris turi skirtingus klaviatūros išdėstymus.
lv: Jūsu svītrkodu skenerim un datoram ir atšķirīgi tastatūras izkārtojumi.
mt: L-iskanner tal-barcode tiegħek u l-kompjuter għandhom layouts differenti tal-keyboard.
nl: Uw barcodescanner en computer hebben verschillende toetsenbordindelingen.
no: Strekkodeskanneren din og datamaskinens tastatur har forskjellige oppsett.
pl: Twój skaner kodów kreskowych i komputer mają różne układy klawiatur.
pt: Seu scanner de código de barras e computador têm layouts de teclado diferentes.
ro: Scanerul dvs. de coduri de bare și computerul au configurații diferite ale tastaturilor.
sk: Váš čítač čiarových kódov a počítač majú rozdielne rozloženia klávesníc.
sl: Vaš skener črtne kode in računalnik imata različne razporede tipk na tipkovnici.
sv: Din streckkodsläsare och dator har olika tangentbordslayouter.

# Condition_316
source: Hidden characters in barcodes are not reported correctly.
bg: Скритите символи в баркодовете не се съобщават правилно.
cs: Skryté znaky v čárových kódech nejsou správně hlášeny.
da: Skjulte karakterer i stregkoder rapporteres ikke korrekt.
de: Versteckte Zeichen in Barcodes werden nicht korrekt gemeldet.
el: Οι κρυφοί χαρακτήρες στα barcodes δεν αναφέρονται σωστά.
es: Los caracteres ocultos en los códigos de barras no se informan correctamente.
et: Vöötkoodides peidetud tähemärgid ei ole õigesti edastatud.
fi: Piilotetut merkit viivakoodeissa eivät raportoidu oikein.
fr: Les caractères cachés dans les codes-barres ne sont pas correctement signalés.
ga: Ní thuairiscítear carachtair i bhfolach i mbarachóid i gceart.
hr: Skriveni znakovi u barkodovima se ne prijavljuju ispravno.
hu: A vonalkódokban lévő rejtett karaktereket nem jelenti helyesen.
is: Faldir stafir í strikamerkjum eru ekki rétt skýrðir.
it: I caratteri nascosti nei codici a barre non sono riportati correttamente.
lt: Paslėpti simboliai brūkšniniuose koduose nėra teisingai pranešami.
lv: Slēptās rakstzīmes svītrkodos netiek pareizi ziņotas.
mt: Karattri moħbija f'barcodes mhumiex irrappurtati korrettament.
nl: Verborgen karakters in barcodes worden niet correct gerapporteerd.
no: Skjulte tegn i strekkoder rapporteres ikke korrekt.
pl: Ukryte znaki w kodach kreskowych nie są poprawnie zgłaszane.
pt: Caracteres ocultos em códigos de barras não são relatados corretamente.
ro: Caracterele ascunse în codurile de bare nu sunt raportate corect.
sk: Skryté znaky v čiarových kódoch nie sú správne hlásené.
sl: Skriti znaki v črtnih kodah niso pravilno prikazani.
sv: Dolda tecken i streckkoder rapporteras inte korrekt.

# Condition_320
source: Your system cannot read unique identifier characters reliably.
bg: Вашата система не може да чете надеждно символи на уникални идентификатори.
cs: Váš systém nemůže spolehlivě číst jedinečné identifikační znaky.
da: Dit system kan ikke pålideligt læse unikke identifikatortegn.
de: Ihr System kann eindeutige Identifikatorzeichen nicht zuverlässig lesen.
el: Το σύστημά σας δεν μπορεί να διαβάσει αξιόπιστα χαρακτήρες μοναδικών ταυτοποιητών.
es: Su sistema no puede leer caracteres de identificadores únicos de manera confiable.
et: Teie süsteem ei suuda usaldusväärselt lugeda unikaalse identifikaatori tähemärke.
fi: Järjestelmäsi ei pysty luotettavasti lukemaan yksilöllisiä tunnisteen merkkejä.
fr: Votre système ne peut pas lire les caractères des identifiants uniques de manière fiable.
ga: Ní féidir le do chóras carachtair aitheantóirí uathúla a léamh go hiontaofa.
hr: Vaš sustav ne može pouzdano čitati znakove jedinstvenih identifikatora.
hu: A rendszere nem képes megbízhatóan olvasni az egyedi azonosító karaktereket.
is: Kerfið þitt getur ekki lesið einstök auðkennarastafi áreiðanlega.
it: Il tuo sistema non può leggere i caratteri identificativi unici in modo affidabile.
lt: Jūsų sistema negali patikimai skaityti unikalių identifikatorių simbolių.
lv: Jūsu sistēma nevar uzticami nolasīt unikālo identifikatoru rakstzīmes.
mt: Is-sistema tiegħek ma tistax taqra karattri identifikaturi uniku b'mod affidabbli.
nl: Uw systeem kan unieke identificatorkarakters niet betrouwbaar lezen.
no: Systemet ditt kan ikke lese unike identifikatortegn pålitelig.
pl: Twój system nie może niezawodnie odczytać unikalnych znaków identyfikacyjnych.
pt: Seu sistema não pode ler caracteres de identificadores únicos de forma confiável.
ro: Sistemul dvs. nu poate citi în mod fiabil caracterele identificatorilor unici.
sk: Váš systém nespoľahlivo číta znaky jedinečných identifikátorov.
sl: Vaš sistem ne more zanesljivo brati znakov enoličnih identifikatorjev.
sv: Ditt system kan inte pålitligt läsa unika identifierartekn.

# Condition_325
source: Caps Lock is switched on.
bg: Caps Lock е включен.
cs: Caps Lock je zapnutý.
da: Caps Lock er slået til.
de: Die Feststelltaste ist eingeschaltet.
el: Το Caps Lock είναι ενεργοποιημένο.
es: Caps Lock está activado.
et: Caps Lock on sisse lülitatud.
fi: Caps Lock on kytketty päälle.
fr: Le verrouillage des majuscules est activé.
ga: Tá Caps Lock ar siúl.
hr: Caps Lock je uključen.
hu: A Caps Lock bekapcsolva van.
is: Caps Lock er virkjað.
it: Caps Lock è attivato.
lt: Įjungtas Caps Lock.
lv: Caps Lock ir ieslēgts.
mt: Il-Caps Lock huwa mixgħul.
nl: Caps Lock is ingeschakeld.
no: Caps Lock er aktivert.
pl: Caps Lock jest włączony.
pt: Caps Lock está ativado.
ro: Caps Lock este activat.
sk: Caps Lock je zapnutý.
sl: Caps Lock je vklopljen.
sv: Caps Lock är aktiverat.

# Condition_326
source: Caps Lock is switched on.
bg: Caps Lock е включен.
cs: Caps Lock je zapnutý.
da: Caps Lock er slået til.
de: Die Feststelltaste ist eingeschaltet.
el: Το Caps Lock είναι ενεργοποιημένο.
es: Caps Lock está activado.
et: Caps Lock on sisse lülitatud.
fi: Caps Lock on kytketty päälle.
fr: Le verrouillage des majuscules est activé.
ga: Tá Caps Lock ar siúl.
hr: Caps Lock je uključen.
hu: A Caps Lock bekapcsolva van.
is: Caps Lock er virkjað.
it: Caps Lock è attivato.
lt: Įjungtas Caps Lock.
lv: Caps Lock ir ieslēgts.
mt: Il-Caps Lock huwa mixgħul.
nl: Caps Lock is ingeschakeld.
no: Caps Lock er aktivert.
pl: Caps Lock jest włączony.
pt: Caps Lock está ativado.
ro: Caps Lock este activat.
sk: Caps Lock je zapnutý.
sl: Caps Lock je vklopljen.
sv: Caps Lock är aktiverat.

# Condition_327
source: Your barcode scanner may be configured to convert characters to upper case.
bg: Вашият скенер за баркоди може да бъде конфигуриран да конвертира символите в главни букви.
cs: Váš skener čárových kódů může být nakonfigurován pro převod znaků na velká písmena.
da: Din stregkodescanner kan være konfigureret til at konvertere tegn til store bogstaver.
de: Ihr Barcode-Scanner kann so konfiguriert sein, dass er Zeichen in Großbuchstaben umwandelt.
el: Ο σαρωτής barcode μπορεί να είναι ρυθμισμένος να μετατρέπει τους χαρακτήρες σε κεφαλαία.
es: Su escáner de códigos de barras puede estar configurado para convertir caracteres a mayúsculas.
et: Teie vöötkoodiskanner võib olla konfigureeritud tähemärke suurtähtedeks teisendama.
fi: Viivakoodinlukijasi voidaan konfiguroida muuntamaan merkit isoiksi kirjaimiksi.
fr: Votre scanner de code-barres peut être configuré pour convertir les caractères en majuscules.
ga: D'fhéadfadh do scanóir barachóid a bheith cumraithe chun carachtair a thiontú go litreacha uachtair.
hr: Vaš skener barkodova može biti konfiguriran da pretvara znakove u velika slova.
hu: A vonalkódolvasó úgy lehet konfigurálva, hogy a karaktereket nagybetűssé alakítsa át.
is: Strikamerkjalesarinn þinn gæti verið stilltur til að breyta stöfum í hástafi.
it: Il tuo scanner di codici a barre potrebbe essere configurato per convertire i caratteri in maiuscolo.
lt: Jūsų brūkšninių kodų skaitytuvas gali būti nustatytas versti simbolius į didžiąsias raides.
lv: Jūsu svītrkodu skeneris var būt konfigurēts, lai pārvērstu rakstzīmes par lielajiem burtiem.
mt: L-iskanner tal-barcode tiegħek jista' jkun ikkonfigurat biex jikkonverti karattri għal ittri kbar.
nl: Uw barcodescanner kan geconfigureerd zijn om karakters naar hoofdletters om te zetten.
no: Strekkodeskanneren din kan være konfigurert til å konvertere tegn til store bokstaver.
pl: Twój skaner kodów kreskowych może być skonfigurowany do konwersji znaków na wielkie litery.
pt: Seu scanner de código de barras pode estar configurado para converter caracteres para maiúsculas.
ro: Scanerul dvs. de coduri de bare poate fi configurat să convertească caracterele în litere mari.
sk: Váš čítač čiarových kódov môže byť nakonfigurovaný na prevod znakov na veľké písmená.
sl: Vaš skener črtne kode je morda nastavljen za pretvorbo znakov v velike črke.
sv: Din streckkodsläsare kan vara konfigurerad för att konvertera tecken till versaler.

# Condition_328
source: Your barcode scanner may be configured to convert characters to lower case.
bg: Вашият скенер за баркоди може да бъде конфигуриран да конвертира символите в малки букви.
cs: Váš skener čárových kódů může být nakonfigurován pro převod znaků na malá písmena.
da: Din stregkodescanner kan være konfigureret til at konvertere tegn til små bogstaver.
de: Ihr Barcode-Scanner kann so konfiguriert sein, dass er Zeichen in Kleinbuchstaben umwandelt.
el: Ο σαρωτής barcode μπορεί να είναι ρυθμισμένος να μετατρέπει τους χαρακτήρες σε πεζά.
es: Su escáner de códigos de barras puede estar configurado para convertir caracteres a minúsculas.
et: Teie vöötkoodiskanner võib olla konfigureeritud tähemärke väiketähtedeks teisendama.
fi: Viivakoodinlukijasi voidaan konfiguroida muuntamaan merkit pieniksi kirjaimiksi.
fr: Votre scanner de code-barres peut être configuré pour convertir les caractères en minuscules.
ga: D'fhéadfadh do scanóir barachóid a bheith cumraithe chun carachtair a thiontú go litreacha ísle.
hr: Vaš skener barkodova može biti konfiguriran da pretvara znakove u mala slova.
hu: A vonalkódolvasó úgy lehet konfigurálva, hogy a karaktereket kisbetűssé alakítsa át.
is: Strikamerkjalesarinn þinn gæti verið stilltur til að breyta stöfum í lágstafi.
it: Il tuo scanner di codici a barre potrebbe essere configurato per convertire i caratteri in minuscolo.
lt: Jūsų brūkšninių kodų skaitytuvas gali būti nustatytas versti simbolius į mažąsias raides.
lv: Jūsu svītrkodu skeneris var būt konfigurēts, lai pārvērstu rakstzīmes par mazajiem burtiem.
mt: L-iskanner tal-barcode tiegħek jista' jkun ikkonfigurat biex jikkonverti karattri għal ittri żgħar.
nl: Uw barcodescanner kan geconfigureerd zijn om karakters naar kleine letters om te zetten.
no: Strekkodeskanneren din kan være konfigurert til å konvertere tegn til små bokstaver.
pl: Twój skaner kodów kreskowych może być skonfigurowany do konwersji znaków na małe litery.
pt: Seu scanner de código de barras pode estar configurado para converter caracteres para minúsculas.
ro: Scanerul dvs. de coduri de bare poate fi configurat să convertească caracterele în litere mici.
sk: Váš čítač čiarových kódov môže byť nakonfigurovaný na prevod znakov na malé písmená.
sl: Vaš skener črtne kode je morda nastavljen za pretvorbo znakov v male črke.
sv: Din streckkodsläsare kan vara konfigurerad för att konvertera tecken till gemener.

# Condition_330
source: Your barcode scanner may be configured to simulate Caps Lock.
bg: Вашият скенер за баркоди може да бъде конфигуриран да симулира Caps Lock.
cs: Váš skener čárových kódů může být nakonfigurován pro simulaci funkce Caps Lock.
da: Din stregkodescanner kan være konfigureret til at simulere Caps Lock.
de: Ihr Barcode-Scanner kann so konfiguriert sein, dass er die Feststelltaste simuliert.
el: Ο σαρωτής barcode μπορεί να είναι ρυθμισμένος να προσομοιώνει το Caps Lock.
es: Su escáner de códigos de barras puede estar configurado para simular Caps Lock.
et: Teie vöötkoodiskanner võib olla konfigureeritud simuleerima Caps Lock'i.
fi: Viivakoodinlukijasi voidaan konfiguroida simuloimaan Caps Lockia.
fr: Votre scanner de code-barres peut être configuré pour simuler le verrouillage des majuscules.
ga: D'fhéadfadh do scanóir barachóid a bheith cumraithe chun Caps Lock a shamhlú.
hr: Vaš skener barkodova može biti konfiguriran da simulira Caps Lock.
hu: A vonalkódolvasó úgy lehet konfigurálva, hogy szimulálja a Caps Lock-ot.
is: Strikamerkjalesarinn þinn gæti verið stilltur til að herma eftir Caps Lock.
it: Il tuo scanner di codici a barre potrebbe essere configurato per simulare il Caps Lock.
lt: Jūsų brūkšninių kodų skaitytuvas gali būti nustatytas imituoti Caps Lock.
lv: Jūsu svītrkodu skeneris var būt konfigurēts, lai simulētu Caps Lock.
mt: L-iskanner tal-barcode tiegħek jista' jkun ikkonfigurat biex jissimula l-Caps Lock.
nl: Uw barcodescanner kan geconfigureerd zijn om Caps Lock te simuleren.
no: Strekkodeskanneren din kan være konfigurert til å simulere Caps Lock.
pl: Twój skaner kodów kreskowych może być skonfigurowany do symulacji Caps Lock.
pt: Seu scanner de código de barras pode estar configurado para simular o Caps Lock.
ro: Scanerul dvs. de coduri de bare poate fi configurat să simuleze Caps Lock.
sk: Váš čítač čiarových kódov môže byť nakonfigurovaný na simuláciu Caps Lock.
sl: Vaš skener črtne kode je morda nastavljen za simulacijo Caps Lock.
sv: Din streckkodsläsare kan vara konfigurerad för att simulera Caps Lock.

# Condition_331
source: Your barcode scanner may be configured to convert characters to upper case.
bg: Вашият скенер за баркоди може да бъде конфигуриран да конвертира символите в главни букви.
cs: Váš skener čárových kódů může být nakonfigurován pro převod znaků na velká písmena.
da: Din stregkodescanner kan være konfigureret til at konvertere tegn til store bogstaver.
de: Ihr Barcode-Scanner kann so konfiguriert sein, dass er Zeichen in Großbuchstaben umwandelt.
el: Ο σαρωτής barcode μπορεί να είναι ρυθμισμένος να μετατρέπει τους χαρακτήρες σε κεφαλαία.
es: Su escáner de códigos de barras puede estar configurado para convertir caracteres a mayúsculas.
et: Teie vöötkoodiskanner võib olla konfigureeritud tähemärke suurtähtedeks teisendama.
fi: Viivakoodinlukijasi voidaan konfiguroida muuntamaan merkit isoiksi kirjaimiksi.
fr: Votre scanner de code-barres peut être configuré pour convertir les caractères en majuscules.
ga: D'fhéadfadh do scanóir barachóid a bheith cumraithe chun carachtair a thiontú go litreacha uachtair.
hr: Vaš skener barkodova može biti konfiguriran da pretvara znakove u velika slova.
hu: A vonalkódolvasó úgy lehet konfigurálva, hogy a karaktereket nagybetűssé alakítsa át.
is: Strikamerkjalesarinn þinn gæti verið stilltur til að breyta stöfum í hástafi.
it: Il tuo scanner di codici a barre potrebbe essere configurato per convertire i caratteri in maiuscolo.
lt: Jūsų brūkšninių kodų skaitytuvas gali būti nustatytas versti simbolius į didžiąsias raides.
lv: Jūsu svītrkodu skeneris var būt konfigurēts, lai pārvērstu rakstzīmes par lielajiem burtiem.
mt: L-iskanner tal-barcode tiegħek jista' jkun ikkonfigurat biex jikkonverti karattri għal ittri kbar.
nl: Uw barcodescanner kan geconfigureerd zijn om karakters naar hoofdletters om te zetten.
no: Strekkodeskanneren din kan være konfigurert til å konvertere tegn til store bokstaver.
pl: Twój skaner kodów kreskowych może być skonfigurowany do konwersji znaków na wielkie litery.
pt: Seu scanner de código de barras pode estar configurado para converter caracteres para maiúsculas.
ro: Scanerul dvs. de coduri de bare poate fi configurat să convertească caracterele în litere mari.
sk: Váš čítač čiarových kódov môže byť nakonfigurovaný na prevod znakov na veľké písmená.
sl: Vaš skener črtne kode je morda nastavljen za pretvorbo znakov v velike črke.
sv: Din streckkodsläsare kan vara konfigurerad för att konvertera tecken till versaler.

# Condition_332
source: Your barcode scanner may be configured to convert characters to lower case.
bg: Вашият скенер за баркоди може да бъде конфигуриран да конвертира символите в малки букви.
cs: Váš skener čárových kódů může být nakonfigurován pro převod znaků na malá písmena.
da: Din stregkodescanner kan være konfigureret til at konvertere tegn til små bogstaver.
de: Ihr Barcode-Scanner kann so konfiguriert sein, dass er Zeichen in Kleinbuchstaben umwandelt.
el: Ο σαρωτής barcode μπορεί να είναι ρυθμισμένος να μετατρέπει τους χαρακτήρες σε πεζά.
es: Su escáner de códigos de barras puede estar configurado para convertir caracteres a minúsculas.
et: Teie vöötkoodiskanner võib olla konfigureeritud tähemärke väiketähtedeks teisendama.
fi: Viivakoodinlukijasi voidaan konfiguroida muuntamaan merkit pieniksi kirjaimiksi.
fr: Votre scanner de code-barres peut être configuré pour convertir les caractères en minuscules.
ga: D'fhéadfadh do scanóir barachóid a bheith cumraithe chun carachtair a thiontú go litreacha ísle.
hr: Vaš skener barkodova može biti konfiguriran da pretvara znakove u mala slova.
hu: A vonalkódolvasó úgy lehet konfigurálva, hogy a karaktereket kisbetűssé alakítsa át.
is: Strikamerkjalesarinn þinn gæti verið stilltur til að breyta stöfum í lágstafi.
it: Il tuo scanner di codici a barre potrebbe essere configurato per convertire i caratteri in minuscolo.
lt: Jūsų brūkšninių kodų skaitytuvas gali būti nustatytas versti simbolius į mažąsias raides.
lv: Jūsu svītrkodu skeneris var būt konfigurēts, lai pārvērstu rakstzīmes par mazajiem burtiem.
mt: L-iskanner tal-barcode tiegħek jista' jkun ikkonfigurat biex jikkonverti karattri għal ittri żgħar.
nl: Uw barcodescanner kan geconfigureerd zijn om karakters naar kleine letters om te zetten.
no: Strekkodeskanneren din kan være konfigurert til å konvertere tegn til små bokstaver.
pl: Twój skaner kodów kreskowych może być skonfigurowany do konwersji znaków na małe litery.
pt: Seu scanner de código de barras pode estar configurado para converter caracteres para minúsculas.
ro: Scanerul dvs. de coduri de bare poate fi configurat să convertească caracterele în litere mici.
sk: Váš čítač čiarových kódov môže byť nakonfigurovaný na prevod znakov na malé písmená.
sl: Vaš skener črtne kode je morda nastavljen za pretvorbo znakov v male črke.
sv: Din streckkodsläsare kan vara konfigurerad för att konvertera tecken till gemener.

# Condition_335
source: Your keyboard layout supports {0} characters and cannot read unique identifiers reliably.
bg: Конфигурацията на вашата клавиатура поддържа {0} символи и не може надеждно да чете уникални идентификатори.
cs: Rozložení vaší klávesnice podporuje {0} znaků a nemůže spolehlivě číst jedinečné identifikátory.
da: Dit tastaturlayout understøtter {0} tegn og kan ikke pålideligt læse unikke identifikatorer.
de: Ihr Tastaturlayout unterstützt {0} Zeichen und kann eindeutige Kennungen nicht zuverlässig lesen.
el: Η διάταξη του πληκτρολογίου σας υποστηρίζει {0} χαρακτήρες και δεν μπορεί να διαβάσει αξιόπιστα μοναδικούς αριθμούς.
es: Su disposición de teclado admite {0} caracteres y no puede leer identificadores únicos de manera confiable.
et: Teie klaviatuuri paigutus toetab {0} tähemärke ja ei suuda unikaalseid identifikaatoreid usaldusväärselt lugeda.
fi: Näppäimistöasettelusi tukee {0} merkkiä ja ei pysty luotettavasti lukemaan yksilöllisiä tunnisteita.
fr: La disposition de votre clavier prend en charge {0} caractères et ne peut pas lire les identifiants uniques de manière fiable.
ga: Ní féidir le leagan amach do mhéarchláir carachtair {0} a léamh go hiontaofa.
hr: Raspored vaše tipkovnice podržava {0} znakova i ne može pouzdano čitati jedinstvene identifikatore.
hu: A billentyűzet elrendezése {0} karaktereket támogat, és nem képes megbízhatóan olvasni az egyedi azonosítókat.
is: Lyklaborðsuppsetning þín styður {0} stafi og getur ekki lesið einstök auðkenni áreiðanlega.
it: Il layout della tua tastiera supporta i caratteri {0} e non può leggere gli identificatori unici in modo affidabile.
lt: Jūsų klaviatūros išdėstymas palaiko {0} simbolius ir negali patikimai skaityti unikalių identifikatorių.
lv: Jūsu tastatūras izkārtojums atbalsta {0} rakstzīmes un nevar uzticami nolasīt unikālos identifikatorus.
mt: Il-layout tal-keyboard tiegħek jappoġġja {0} karattri u ma jistax jaqra identifikaturi uniku b'mod affidabbli.
nl: Uw toetsenbordindeling ondersteunt {0} karakters en kan unieke identificatoren niet betrouwbaar lezen.
no: Tastaturoppsettet ditt støtter {0} tegn og kan ikke lese unike identifikatorer pålitelig.
pl: Twój układ klawiatury obsługuje {0} znaków i nie może niezawodnie odczytywać unikalnych identyfikatorów.
pt: Seu layout de teclado suporta caracteres {0} e não pode ler identificadores únicos de forma confiável.
ro: Configurația tastaturii dvs. suportă caractere {0} și nu poate citi identificatori unici în mod fiabil.
sk: Rozloženie vašej klávesnice podporuje {0} znakov a nespoľahlivo číta jedinečné identifikátory.
sl: Razpored tipk na vaši tipkovnici podpira {0} znakov in ne more zanesljivo brati enoličnih identifikatorjev.
sv: Din tangentbordslayout stöder {0} tecken och kan inte pålitligt läsa unika identifierare.
