Repository: Solidsoft-Reply/EMVS-Unique-Identifier-Parser
Catalog: Solidsoft.Reply.Parsers.EmvsUniqueIdentifier/Properties/Advice.*.resx
Languages: bg, cs, da, de, el, es, et, fi, fr, ga, hr, hu, is, it, lt, lv, mt, nl, no, pl, pt, ro, sk, sl, sv

# Description_309
source: Your verification software may be able to compensate.
bg: Вашият софтуер за верификация може да компенсира.
cs: Váš ověřovací software může být schopen kompenzovat.
da: Din verifikationssoftware kan måske kompensere.
de: Ihre Verifizierungssoftware kann möglicherweise kompensieren.
el: Το λογισμικό επαλήθευσης σας μπορεί να αντισταθμίσει.
es: Su software de verificación puede ser capaz de compensar.
et: Teie verifitseerimistarkvara võib kompenseerida.
fi: Varmistusohjelmistosi saattaa pystyä kompensoimaan.
fr: Votre logiciel de vérification pourrait être capable de compenser.
ga: D'fhéadfadh do bhogearra fíoraithe cúiteamh a dhéanamh.
hr: Vaš softver za provjeru može kompenzirati.
hu: A verifikációs szoftvere képes lehet kompenzálni.
is: Staðfestingarhugbúnaðurinn þinn gæti getað bætt úr.
it: Il tuo software di verifica potrebbe essere in grado di compensare.
lt: Jūsų tikrinimo programinė įranga gali kompensuoti.
lv: Jūsu verifikācijas programmatūra, iespējams, spēs kompensēt šo problēmu.
mt: Is-softwer tal-verifika tiegħek jista' jkun kapaċi jikkumpensa.
nl: Uw verificatiesoftware kan mogelijk compenseren.
no: Verifiseringsprogramvaren din kan kanskje kompensere.
pl: Twoje oprogramowanie weryfikacyjne może być w stanie kompensować.
pt: Seu software de verificação pode ser capaz de compensar.
ro: Software-ul dvs. de verificare s-ar putea să compenseze.
sk: Váš overovací softvér môže byť schopný kompenzovať.
sl: Vaša programska oprema za preverjanje morda lahko kompenzira.
sv: Din verifieringsprogramvara kanske kan kompensera.

# Description_311
source: Your verification software may be able to compensate.
bg: Вашият софтуер за верификация може да компенсира.
cs: Váš ověřovací software může být schopen kompenzovat.
da: Din verifikationssoftware kan måske kompensere.
de: Ihre Verifizierungssoftware kann möglicherweise kompensieren.
el: Το λογισμικό επαλήθευσης σας μπορεί να αντισταθμίσει.
es: Su software de verificación puede ser capaz de compensar.
et: Teie verifitseerimistarkvara võib kompenseerida.
fi: Varmistusohjelmistosi saattaa pystyä kompensoimaan.
fr: Votre logiciel de vérification pourrait être capable de compenser.
ga: D'fhéadfadh do bhogearra fíoraithe cúiteamh a dhéanamh.
hr: Vaš softver za provjeru može kompenzirati.
hu: A verifikációs szoftvere képes lehet kompenzálni.
is: Staðfestingarhugbúnaðurinn þinn gæti getað bætt úr.
it: Il tuo software di verifica potrebbe essere in grado di compensare.
lt: Jūsų tikrinimo programinė įranga gali kompensuoti.
lv: Jūsu verifikācijas programmatūra, iespējams, spēs kompensēt šo problēmu.
mt: Is-softwer tal-verifika tiegħek jista' jkun kapaċi jikkumpensa.
nl: Uw verificatiesoftware kan mogelijk compenseren.
no: Verifiseringsprogramvaren din kan kanskje kompensere.
pl: Twoje oprogramowanie weryfikacyjne może być w stanie kompensować.
pt: Seu software de verificação pode ser capaz de compensar.
ro: Software-ul dvs. de verificare s-ar putea să compenseze.
sk: Váš overovací softvér môže byť schopný kompenzovať.
sl: Vaša programska oprema za preverjanje morda lahko kompenzira.
sv: Din verifieringsprogramvara kanske kan kompensera.

# Description_315
source: Your verification software may be able to compensate. However, your system cannot read German PPN barcode characters correctly. Some verification software may be able to compensate for this by analysing key codes rather than characters.
bg: Вашият софтуер за верификация може да компенсира. Въпреки това, вашата система не може да чете коректно символи на германски баркоди PPN. Някои софтуери за верификация могат да компенсират това, като анализират кодове на клавиши вместо символи.
cs: Váš ověřovací software může být schopen kompenzovat. Nicméně váš systém nemůže spolehlivě číst znaky německých čárových kódů PPN. Některý ověřovací software může tento problém kompenzovat analýzou kódů kláves namísto znaků.
da: Din verifikationssoftware kan måske kompensere. Dog kan dit system ikke korrekt læse tyske PPN-stregkodetegn. Nogle verifikationssoftware kan muligvis kompensere for dette ved at analysere nøglekoder i stedet for tegn.
de: Ihre Verifizierungssoftware kann möglicherweise kompensieren. Allerdings kann Ihr System deutsche PPN-Barcodezeichen nicht korrekt lesen. Einige Verifizierungssoftware kann dies möglicherweise kompensieren, indem sie Schlüsselcodes statt Zeichen analysiert.
el: Το λογισμικό επαλήθευσης σας μπορεί να αντισταθμίσει. Ωστόσο, το σύστημά σας δεν μπορεί να διαβάσει σωστά χαρακτήρες barcode Γερμανικών PPN. Κάποιο λογισμικό επαλήθευσης μπορεί να αντισταθμίσει γι' αυτό αναλύοντας κωδικούς πλήκτρων αντί για χαρακτήρες.
es: Su software de verificación puede ser capaz de compensar. Sin embargo, su sistema no puede leer caracteres de códigos de barras PPN alemanes correctamente. Algunos softwares de verificación pueden compensar esto analizando códigos de teclas en lugar de caracteres.
et: Teie verifitseerimistarkvara võib kompenseerida. Siiski ei pruugi teie süsteem korrektselt lugeda Saksa PPN vöötkoodi tähemärke. Mõned verifitseerimistarkvarad võivad seda kompenseerida, analüüsides klahvikoodide asemel tähemärke.
fi: Varmistusohjelmistosi saattaa pystyä kompensoimaan. Kuitenkin järjestelmäsi ei pysty lukemaan saksalaisia PPN-viivakoodien merkkejä oikein. Jotkin varmistusohjelmistot saattavat pystyä kompensoimaan tämän analysoimalla näppäinkoodeja merkkien sijaan.
fr: Votre logiciel de vérification pourrait être capable de compenser. Cependant, votre système ne peut pas lire correctement les caractères des codes-barres PPN allemands. Certains logiciels de vérification pourraient compenser cela en analysant les codes clés plutôt que les caractères.
ga: D'fhéadfadh do bhogearra fíoraithe cúiteamh a dhéanamh. Mar sin féin, ní féidir le do chóras carachtair barachóid PPN na Gearmáine a léamh i gceart. D'fhéadfadh roinnt bogearraí fíoraithe cúiteamh a dhéanamh ar an gceist seo trí chóid eochair seachas carachtair a anailísiú.
hr: Vaš softver za provjeru može kompenzirati. Međutim, vaš sustav ne može ispravno čitati znakove njemačkih PPN barkodova. Neke softverske provjere možda će moći kompenzirati za to analizirajući ključne kodove umjesto znakova.
hu: A verifikációs szoftvere képes lehet kompenzálni. Azonban a rendszere nem képes helyesen olvasni a német PPN vonalkód karaktereket. Néhány verifikációs szoftver képes lehet kompenzálni ezt az elemzési módszert a karakterek helyett a kulcskódok elemzésével.
is: Staðfestingarhugbúnaðurinn þinn gæti getað bætt úr. Hins vegar getur kerfið þitt ekki lesið þýskar PPN strikamerkjastafi rétt. Sumur staðfestingarhugbúnaður gæti getað bætt úr þessu með því að greina lyklakóða fremur en stafi.
it: Il tuo software di verifica potrebbe essere in grado di compensare. Tuttavia, il tuo sistema non può leggere correttamente i caratteri dei codici a barre PPN tedeschi. Alcuni software di verifica potrebbero essere in grado di compensare questo analizzando i codici chiave anziché i caratteri.
lt: Jūsų tikrinimo programinė įranga gali kompensuoti. Tačiau jūsų sistema negali teisingai skaityti Vokietijos PPN brūkšninių kodų simbolių. Kai kuri tikrinimo programinė įranga gali kompensuoti tai analizuodama klavišų kodus, o ne simbolius.
lv: Jūsu verifikācijas programmatūra, iespējams, spēs kompensēt šo problēmu. Tomēr jūsu sistēma nevar pareizi nolasīt vācu PPN svītrkodu rakstzīmes. Dažas verifikācijas programmatūras, iespējams, spēs kompensēt šo problēmu, analizējot taustiņu kodus, nevis rakstzīmes.
mt: Is-softwer tal-verifika tiegħek jista' jkun kapaċi jikkumpensa. Madankollu, is-sistema tiegħek ma tistax taqra karattri tal-barcode tal-PPN Ġermaniż b'mod korrett. Xi softwer tal-verifika jista' jkun kapaċi jikkumpensa għal dan billi janalizza kodiċijiet ewlenin minflok karattri.
nl: Uw verificatiesoftware kan mogelijk compenseren. Echter, uw systeem leest Duitse PPN barcodekarakters niet correct. Sommige verificatiesoftware kan hiervoor compenseren door sleutelcodes te analyseren in plaats van karakters.
no: Verifiseringsprogramvaren din kan kanskje kompensere. Men systemet ditt kan ikke lese tyske PPN-strekkodetegn korrekt. Noen verifiseringsprogramvarer kan kanskje kompensere for dette ved å analysere tastekoder i stedet for tegn.
pl: Twoje oprogramowanie weryfikacyjne może być w stanie kompensować. Jednak Twój system nie może niezawodnie odczytać znaków niemieckich kodów kreskowych PPN. Niektóre oprogramowanie weryfikacyjne może kompensować to, analizując kody klawiszy zamiast znaków.
pt: Seu software de verificação pode ser capaz de compensar. No entanto, seu sistema não pode ler caracteres de códigos de barras PPN alemães corretamente. Alguns softwares de verificação podem ser capazes de compensar isso analisando códigos de teclas em vez de caracteres.
ro: Software-ul dvs. de verificare s-ar putea să compenseze. Cu toate acestea, sistemul dvs. nu poate citi corect caracterele codurilor de bare PPN germane. Unele software-uri de verificare s-ar putea să compenseze pentru acest lucru prin analizarea codurilor de taste, în loc de caractere.
sk: Váš overovací softvér môže byť schopný kompenzovať. Avšak váš systém nespoľahlivo číta znaky nemeckých čiarových kódov PPN. Niektorý overovací softvér môže tento problém kompenzovať analýzou kódov kláves namiesto znakov.
sl: Vaša programska oprema za preverjanje morda lahko kompenzira. Vendar vaš sistem ne more pravilno brati znakov nemških črtnih kod PPN. Nekatera programska oprema za preverjanje lahko to kompenzira z analiziranjem kod tipk namesto znakov.
sv: Din verifieringsprogramvara kanske kan kompensera. Dock kan ditt system inte korrekt läsa tyska PPN-streckkoder. Viss verifieringsprogramvara kan kanske kompensera för detta genom att analysera tangentkoder istället för tecken.

# Description_316
source: Your verification software may be able to compensate. However, your system cannot read German PPN barcode characters correctly. Some verification software may be able to compensate for this by analysing key codes rather than characters.
bg: Вашият софтуер за верификация може да компенсира. Въпреки това, вашата система не може да чете коректно символи на германски баркоди PPN. Някои софтуери за верификация могат да компенсират това, като анализират кодове на клавиши вместо символи.
cs: Váš ověřovací software může být schopen kompenzovat. Nicméně váš systém nemůže spolehlivě číst znaky německých čárových kódů PPN. Některý ověřovací software může tento problém kompenzovat analýzou kódů kláves namísto znaků.
da: Din verifikationssoftware kan måske kompensere. Dog kan dit system ikke korrekt læse tyske PPN-stregkodetegn. Nogle verifikationssoftware kan muligvis kompensere for dette ved at analysere nøglekoder i stedet for tegn.
de: Ihre Verifizierungssoftware kann möglicherweise kompensieren. Allerdings kann Ihr System deutsche PPN-Barcodezeichen nicht korrekt lesen. Einige Verifizierungssoftware kann dies möglicherweise kompensieren, indem sie Schlüsselcodes statt Zeichen analysiert.
el: Το λογισμικό επαλήθευσης σας μπορεί να αντισταθμίσει. Ωστόσο, το σύστημά σας δεν μπορεί να διαβάσει σωστά χαρακτήρες barcode Γερμανικών PPN. Κάποιο λογισμικό επαλήθευσης μπορεί να αντισταθμίσει γι' αυτό αναλύοντας κωδικούς πλήκτρων αντί για χαρακτήρες.
es: Su software de verificación puede ser capaz de compensar. Sin embargo, su sistema no puede leer caracteres de códigos de barras PPN alemanes correctamente. Algunos softwares de verificación pueden compensar esto analizando códigos de teclas en lugar de caracteres.
et: Teie verifitseerimistarkvara võib kompenseerida. Siiski ei pruugi teie süsteem korrektselt lugeda Saksa PPN vöötkoodi tähemärke. Mõned verifitseerimistarkvarad võivad seda kompenseerida, analüüsides klahvikoodide asemel tähemärke.
fi: Varmistusohjelmistosi saattaa pystyä kompensoimaan. Kuitenkin järjestelmäsi ei pysty lukemaan saksalaisia PPN-viivakoodien merkkejä oikein. Jotkin varmistusohjelmistot saattavat pystyä kompensoimaan tämän analysoimalla näppäinkoodeja merkkien sijaan.
fr: Votre logiciel de vérification pourrait être capable de compenser. Cependant, votre système ne peut pas lire correctement les caractères des codes-barres PPN allemands. Certains logiciels de vérification pourraient compenser cela en analysant les codes clés plutôt que les caractères.
ga: D'fhéadfadh do bhogearra fíoraithe cúiteamh a dhéanamh. Mar sin féin, ní féidir le do chóras carachtair barachóid PPN na Gearmáine a léamh i gceart. D'fhéadfadh roinnt bogearraí fíoraithe cúiteamh a dhéanamh ar an gceist seo trí chóid eochair seachas carachtair a anailísiú.
hr: Vaš softver za provjeru može kompenzirati. Međutim, vaš sustav ne može ispravno čitati znakove njemačkih PPN barkodova. Neke softverske provjere možda će moći kompenzirati za to analizirajući ključne kodove umjesto znakova.
hu: A verifikációs szoftvere képes lehet kompenzálni. Azonban a rendszere nem képes helyesen olvasni a német PPN vonalkód karaktereket. Néhány verifikációs szoftver képes lehet kompenzálni ezt az elemzési módszert a karakterek helyett a kulcskódok elemzésével.
is: Staðfestingarhugbúnaðurinn þinn gæti getað bætt úr. Hins vegar getur kerfið þitt ekki lesið þýskar PPN strikamerkjastafi rétt. Sumur staðfestingarhugbúnaður gæti getað bætt úr þessu með því að greina lyklakóða fremur en stafi.
it: Il tuo software di verifica potrebbe essere in grado di compensare. Tuttavia, il tuo sistema non può leggere correttamente i caratteri dei codici a barre PPN tedeschi. Alcuni software di verifica potrebbero essere in grado di compensare questo analizzando i codici chiave anziché i caratteri.
lt: Jūsų tikrinimo programinė įranga gali kompensuoti. Tačiau jūsų sistema negali teisingai skaityti Vokietijos PPN brūkšninių kodų simbolių. Kai kuri tikrinimo programinė įranga gali kompensuoti tai analizuodama klavišų kodus, o ne simbolius.
lv: Jūsu verifikācijas programmatūra, iespējams, spēs kompensēt šo problēmu. Tomēr jūsu sistēma nevar pareizi nolasīt vācu PPN svītrkodu rakstzīmes. Dažas verifikācijas programmatūras, iespējams, spēs kompensēt šo problēmu, analizējot taustiņu kodus, nevis rakstzīmes.
mt: Is-softwer tal-verifika tiegħek jista' jkun kapaċi jikkumpensa. Madankollu, is-sistema tiegħek ma tistax taqra karattri tal-barcode tal-PPN Ġermaniż b'mod korrett. Xi softwer tal-verifika jista' jkun kapaċi jikkumpensa għal dan billi janalizza kodiċijiet ewlenin minflok karattri.
nl: Uw verificatiesoftware kan mogelijk compenseren. Echter, uw systeem leest Duitse PPN barcodekarakters niet correct. Sommige verificatiesoftware kan hiervoor compenseren door sleutelcodes te analyseren in plaats van karakters.
no: Verifiseringsprogramvaren din kan kanskje kompensere. Men systemet ditt kan ikke lese tyske PPN-strekkodetegn korrekt. Noen verifiseringsprogramvarer kan kanskje kompensere for dette ved å analysere tastekoder i stedet for tegn.
pl: Twoje oprogramowanie weryfikacyjne może być w stanie kompensować. Jednak Twój system nie może niezawodnie odczytać znaków niemieckich kodów kreskowych PPN. Niektóre oprogramowanie weryfikacyjne może kompensować to, analizując kody klawiszy zamiast znaków.
pt: Seu software de verificação pode ser capaz de compensar. No entanto, seu sistema não pode ler caracteres de códigos de barras PPN alemães corretamente. Alguns softwares de verificação podem ser capazes de compensar isso analisando códigos de teclas em vez de caracteres.
ro: Software-ul dvs. de verificare s-ar putea să compenseze. Cu toate acestea, sistemul dvs. nu poate citi corect caracterele codurilor de bare PPN germane. Unele software-uri de verificare s-ar putea să compenseze pentru acest lucru prin analizarea codurilor de taste, în loc de caractere.
sk: Váš overovací softvér môže byť schopný kompenzovať. Avšak váš systém nespoľahlivo číta znaky nemeckých čiarových kódov PPN. Niektorý overovací softvér môže tento problém kompenzovať analýzou kódov kláves namiesto znakov.
sl: Vaša programska oprema za preverjanje morda lahko kompenzira. Vendar vaš sistem ne more pravilno brati znakov nemških črtnih kod PPN. Nekatera programska oprema za preverjanje lahko to kompenzira z analiziranjem kod tipk namesto znakov.
sv: Din verifieringsprogramvara kanske kan kompensera. Dock kan ditt system inte korrekt läsa tyska PPN-streckkoder. Viss verifieringsprogramvara kan kanske kompensera för detta genom att analysera tangentkoder istället för tecken.

# Description_320
source: Some verification software may be able to compensate for this by analysing key codes rather than characters.
bg: Някои софтуери за верификация могат да компенсират това, като анализират кодове на клавиши вместо символи.
cs: Některý ověřovací software může tento problém kompenzovat analýzou kódů kláves namísto znaků.
da: Noget verifikationssoftware kan muligvis kompensere for dette ved at analysere nøglekoder i stedet for karakterer.
de: Einige Verifizierungssoftware kann dies kompensieren, indem sie statt Zeichen Schlüsselcodes analysiert.
el: Κάποιο λογισμικό επαλήθευσης μπορεί να αντισταθμίσει αυτό αναλύοντας τους κωδικούς πλήκτρων αντί για χαρακτήρες.
es: Algunos softwares de verificación pueden compensar esto analizando códigos de teclas en lugar de caracteres.
et: Mõni verifitseerimistarkvara võib seda kompenseerida, analüüsides klahvikoodide asemel tähemärke.
fi: Jotkin varmistusohjelmistot saattavat kompensoida tämän analysoimalla näppäinkoodeja merkkien sijaan.
fr: Certains logiciels de vérification peuvent compenser cela en analysant les codes clés plutôt que les caractères.
ga: D'fhéadfadh roinnt bogearraí fíoraithe cúiteamh a dhéanamh ar an gceist seo trí chóid eochair seachas carachtair a anailísiú.
hr: Neke softverske provjere mogu kompenzirati to analizirajući ključne kodove umjesto znakova.
hu: Néhány verifikációs szoftver képes lehet kompenzálni ezt az elemzési módszert a karakterek helyett a kulcskódok elemzésével.
is: Sumur staðfestingarhugbúnaður gæti getað bætt úr þessu með því að greina lyklakóða fremur en stafi.
it: Alcuni software di verifica potrebbero essere in grado di compensare questo analizzando i codici chiave anziché i caratteri.
lt: Kai kuri programinė įranga gali kompensuoti tai analizuodama klavišų kodus, o ne simbolius.
lv: Dažas verifikācijas programmatūras, iespējams, spēs kompensēt šo problēmu, analizējot taustiņu kodus, nevis rakstzīmes.
mt: Xi softwer tal-verifika jista' jkun kapaċi jikkumpensa għal dan billi janalizza kodiċijiet ewlenin minflok karattri.
nl: Sommige verificatiesoftware kan dit compenseren door sleutelcodes te analyseren in plaats van karakters.
no: Noen verifiseringsprogramvarer kan være i stand til å kompensere for dette ved å analysere tastekoder i stedet for tegn.
pl: Niektóre oprogramowanie weryfikacyjne może kompensować to, analizując kody klawiszy zamiast znaków.
pt: Alguns softwares de verificação podem compensar isso analisando códigos de teclas em vez de caracteres.
ro: Unele software-uri de verificare pot compensa acest lucru prin analizarea codurilor de taste, în loc de caractere.
sk: Niektorý overovací softvér môže tento problém kompenzovať analýzou kódov kláves namiesto znakov.
sl: Nekatera programska oprema za preverjanje lahko to kompenzira z analiziranjem kod tipk namesto znakov.
sv: Viss verifieringsprogramvara kan kompensera för detta genom att analysera tangentkoder istället för tecken.

# Description_326
source: When Caps Lock is on, the default behaviour is to report all characters in upper-case.
bg: Когато Caps Lock е включен, стандартното поведение е да се докладват всички символи с главни букви.
cs: Když je funkce Caps Lock zapnutá, výchozí chování je hlásit všechny znaky velkými písmeny.
da: Når Caps Lock er tændt, er standardadfærden at rapportere alle tegn med store bogstaver.
de: Wenn die Feststelltaste aktiviert ist, werden standardmäßig alle Zeichen in Großbuchstaben gemeldet.
el: Όταν το Caps Lock είναι ενεργοποιημένο, η προεπιλεγμένη συμπεριφορά είναι να αναφέρει όλους τους χαρακτήρες σε κεφαλαία.
es: Cuando Caps Lock está activado, el comportamiento predeterminado es informar todos los caracteres en mayúsculas.
et: Kui Caps Lock on sisse lülitatud, on vaikimisi käitumine kuvada kõik tähemärgid suurtähtedena.
fi: Kun Caps Lock on päällä, oletusarvoisesti kaikki merkit raportoidaan isoilla kirjaimilla.
fr: Lorsque le verrouillage des majuscules est activé, le comportement par défaut est de signaler tous les caractères en majuscules.
ga: Nuair atá Caps Lock ar siúl, is é an gnáth-iompar gach carachtar a thuairisciú i gcaipiteal.
hr: Kada je Caps Lock uključen, zadano ponašanje je prikazivanje svih znakova velikim slovima.
hu: Amikor a Caps Lock be van kapcsolva, az alapértelmezett viselkedés, hogy minden karaktert nagybetűként jelent.
is: Þegar Caps Lock er virkt, er sjálfgefið hegðun að skýra alla stafi í hástöfum.
it: Quando il Caps Lock è attivo, il comportamento predefinito è di riportare tutti i caratteri in maiuscolo.
lt: Kai įjungtas Caps Lock, numatytasis elgesys yra pranešti visas raides didžiosiomis raidėmis.
lv: Kad Caps Lock ir ieslēgts, noklusējuma uzvedība ir ziņot visas rakstzīmes ar lielajiem burtiem.
mt: Meta l-Caps Lock ikun mixgħul, l-imġieba default hija li jirrapporta l-karattri kollha f'ittri kbar.
nl: Wanneer Caps Lock is ingeschakeld, is het standaardgedrag om alle karakters in hoofdletters te rapporteren.
no: Når Caps Lock er på, er standardoppførselen å rapportere alle tegn med store bokstaver.
pl: Gdy Caps Lock jest włączony, domyślne zachowanie polega na zgłaszaniu wszystkich znaków wielkimi literami.
pt: Quando o Caps Lock está ativado, o comportamento padrão é relatar todos os caracteres em maiúsculas.
ro: Când Caps Lock este activat, comportamentul implicit este de a raporta toate caracterele cu majuscule.
sk: Keď je zapnutý Caps Lock, predvolené správanie je hlásiť všetky znaky veľkými písmenami.
sl: Ko je Caps Lock vklopljen, je privzeto vedenje, da so vsi znaki prikazani z velikimi črkami.
sv: När Caps Lock är påslaget är standardbeteendet att rapportera alla tecken som versaler.
