Repository: Solidsoft-Reply/EMVS-Unique-Identifier-Parser
Catalog: Solidsoft.Reply.Parsers.EmvsUniqueIdentifier/Properties/Advice.*.resx
Languages: bg, cs, da, de, el, es, et, fi, fr, ga, hr, hu, is, it, lt, lv, mt, nl, no, pl, pt, ro, sk, sl, sv

# Description_210
source: However, your computer keyboard layout is for a script that does not support upper- and lower-case letters.
bg: Обаче, конфигурацията на клавиатурата на вашия компютър е за скрипт, който не поддържа писане с главни и малки букви.
cs: Nicméně, rozložení klávesnice vašeho počítače je pro skript, který nepodporuje velká a malá písmena.
da: Dit computertastaturlayout er dog til et skriftsprog, der ikke understøtter store og små bogstaver.
de: Allerdings ist Ihr Computertastaturlayout für ein Skript, das keine Groß- und Kleinschreibung unterstützt.
el: Ωστόσο, η διάταξη του πληκτρολογίου του υπολογιστή σας είναι για ένα σενάριο που δεν υποστηρίζει τα γράμματα κεφαλαία και πεζά.
es: Sin embargo, la disposición del teclado de su computadora es para un guion que no admite letras mayúsculas y minúsculas.
et: Siiski on teie arvuti klaviatuuri paigutus mõeldud skriptile, mis ei toeta suur- ja väiketähti.
fi: Kuitenkin tietokoneesi näppäimistöasettelu on sellaiselle kirjoitusjärjestelmälle, joka ei tue isoja ja pieniä kirjaimia.
fr: Cependant, la disposition de votre clavier d'ordinateur est pour un script qui ne prend pas en charge les lettres majuscules et minuscules.
ga: Mar sin féin, tá leagan amach méarchláir do ríomhaire don script nach dtacaíonn le litreacha uachtaracha agus íochtair.
hr: Međutim, raspored tipki vaše tipkovnice na računalu je za pismo koje ne podržava velika i mala slova.
hu: Azonban a számítógépe billentyűzet elrendezése olyan szkriptre van konfigurálva, amely nem támogatja a nagy- és kisbetűket.
is: Hins vegar er lyklaborðsuppsetning tölvunnar þinnar fyrir rithátt sem styður ekki há- og lágstafi.
it: Tuttavia, il layout della tastiera del tuo computer è per un sistema di scrittura che non supporta lettere maiuscole e minuscole.
lt: Tačiau jūsų kompiuterio klaviatūros išdėstymas skirtas raštui, kuris nepalaiko didžiųjų ir mažųjų raidžių.
lv: Tomēr jūsu datora tastatūras izkārtojums ir paredzēts valodai, kas neatbalsta burtu lieluma maiņu.
mt: Madankollu, il-layout tal-keyboard tal-kompjuter tiegħek huwa għal skrittura li ma tappoġġjax ittri kbar u żgħar.
nl: Echter, uw computer toetsenbordindeling is voor een script dat geen onder- en bovenkast letters ondersteunt.
no: Men tastaturoppsettet på datamaskinen din er for et skript som ikke støtter store og små bokstaver.
pl: Jednak układ klawiatury komputera jest przeznaczony dla skryptu, który nie obsługuje wielkich i małych liter.
pt: No entanto, o layout do teclado do seu computador é para um script que não suporta letras maiúsculas e minúsculas.
ro: Cu toate acestea, layout-ul tastaturii computerului dvs. este pentru un script care nu suportă literele majuscule și minuscule.
sk: Avšak rozloženie klávesnice vášho počítača je pre skript, ktorý nepodporuje veľké a malé písmená.
sl: Vendar pa je razpored tipk na tipkovnici vašega računalnika za pismo, ki ne podpira velikih in malih črk.
sv: Dock är din dators tangentbordslayout för ett skript som inte stödjer versaler och gemener.

# Description_215
source: This may slow your scanning performance. However, your verification software may not support end-of-line sequences.
bg: Това може да забави сканирането. Въпреки това, вашият софтуер за верификация може да не поддържа последователности за край на реда.
cs: To může zpomalit vaši skenovací výkonnost. Nicméně váš ověřovací software nemusí podporovat sekvenční posloupnosti na konci řádku.
da: Dette kan sænke din scanningsevne. Dog understøtter din verifikationssoftware muligvis ikke slutsekvenser.
de: Dies könnte Ihre Scanleistung verlangsamen. Ihre Verifizierungssoftware unterstützt jedoch möglicherweise keine End-of-Line-Sequenzen.
el: Αυτό μπορεί να επιβραδύνει την απόδοση της σάρωσης. Ωστόσο, το λογισμικό επαλήθευσης σας μπορεί να μην υποστηρίζει ακολουθίες τέλους γραμμής.
es: Esto puede ralentizar su rendimiento de escaneo. Sin embargo, su software de verificación puede no admitir secuencias de fin de línea.
et: See võib aeglustada teie skaneerimisjõudlust. Siiski ei pruugi teie verifitseerimistarkvara toetada rea lõpu järjestusi.
fi: Tämä saattaa hidastaa skannaussuorituskykyäsi. Kuitenkin varmistusohjelmistosi ei välttämättä tue rivin lopetussekvenssejä
fr: Cela peut ralentir vos performances de scan. Cependant, votre logiciel de vérification peut ne pas prendre en charge les séquences de fin de ligne.
ga: D'fhéadfadh sé seo feidhmíocht scanadh a mhoilliú. Mar sin féin, d'fhéadfadh nach dtacódh do bhogearra fíoraithe le seichimh deiridh líne
hr: To može usporiti vašu izvedbu skeniranja. Međutim, vaš softver za provjeru možda ne podržava sekvence završetka retka
hu: Ez lassíthatja a beolvasás teljesítményét. Azonban előfordulhat, hogy a verifikációs szoftver nem támogatja a sorvégi szekvenciákat.
is: Þetta gæti hægt á skönnunarafköstum þínum. Hins vegar gæti staðfestingarhugbúnaðurinn þinn ekki stutt enda-línu röð merkjaraðir.
it: Questo potrebbe rallentare le prestazioni della scansione. Tuttavia, il tuo software di verifica potrebbe non supportare le sequenze di fine riga.
lt: Tai gali sulėtinti jūsų skenavimo našumą. Tačiau jūsų tikrinimo programinė įranga gali nepalaikyti eilutės pabaigos sekų.
lv: Tas var palēnināt jūsu skenēšanas veiktspēju. Tomēr jūsu verifikācijas programmatūra, iespējams, neatbalsta rindu beigu secības.
mt: Dan jista' jnaqqas il-prestazzjoni tat-tiskannjar tiegħek. Madankollu, is-softwer tal-verifika tiegħek jista' ma jappoġġjax sekwenzi tal-aħħar tal-linja.
nl: Dit kan uw scansnelheid vertragen. Echter, uw verificatiesoftware ondersteunt mogelijk geen einde-van-regel sequenties.
no: Dette kan senke skanningsytelsen din. Men verifiseringsprogramvaren din støtter kanskje ikke end-of-line-sekvenser.
pl: Może to spowolnić wydajność skanowania. Jednak Twoje oprogramowanie weryfikacyjne może nie obsługiwać sekwencji końca linii.
pt: Isso pode diminuir o desempenho da leitura. No entanto, seu software de verificação pode não suportar sequências de fim de linha.
ro: Acest lucru ar putea încetini performanța scanării. Cu toate acestea, software-ul dvs. de verificare s-ar putea să nu suporte secvențele de sfârșit de linie.
sk: To môže spomaliť vašu skenovaciu výkonnosť. Avšak váš overovací softvér nemusí podporovať sekvencie konca riadka
sl: To lahko upočasni vašo zmogljivost skeniranja. Vendar vaša programska oprema za preverjanje morda ne podpira zaporedij za konec vrstice.
sv: Detta kan försämra din skanningsprestanda. Dock kanske din verifieringsprogramvara inte stöder sekvenser för radslut.

# Description_220
source: Your verification software may not recognise the prefix.
bg: Вашият софтуер за верификация може да не разпознава префикса.
cs: Váš ověřovací software nemusí rozpoznat prefix.
da: Din verifikationssoftware genkender måske ikke præfikset.
de: Ihre Verifizierungssoftware erkennt möglicherweise das Präfix nicht.
el: Το λογισμικό επαλήθευσης σας μπορεί να μην αναγνωρίζει το πρόθεμα.
es: Su software de verificación puede que no reconozca el prefijo.
et: Teie verifitseerimistarkvara ei pruugi ära tunda prefiksi.
fi: Varmistusohjelmistosi ei ehkä tunnista etuliitettä.
fr: Votre logiciel de vérification pourrait ne pas reconnaître le préfixe.
ga: D'fhéadfadh nach n-aithneodh do bhogearra fíoraithe an réamhíoc.
hr: Vaš softver za provjeru možda neće prepoznati prefiks.
hu: A verifikációs szoftvere nem ismeri fel az előtagot.
is: Staðfestingarhugbúnaðurinn þinn gæti ekki þekkt forskeytið.
it: Il tuo software di verifica potrebbe non riconoscere il prefisso.
lt: Jūsų tikrinimo programinė įranga gali neatpažinti priešdėlio.
lv: Jūsu verifikācijas programmatūra, iespējams, neatpazīst prefiksu.
mt: Is-softwer tal-verifika tiegħek jista' ma jagħrafhx il-prefiss.
nl: Uw verificatiesoftware herkent het voorvoegsel mogelijk niet.
no: Verifiseringsprogramvaren din kjenner kanskje ikke igjen prefikset.
pl: Twoje oprogramowanie weryfikacyjne może nie rozpoznawać prefiksu.
pt: Seu software de verificação pode não reconhecer o prefixo.
ro: Software-ul dvs. de verificare s-ar putea să nu recunoască prefixul.
sk: Váš overovací softvér možno nerozpozná predponu.
sl: Vaša programska oprema za preverjanje morda ne prepozna predpone.
sv: Din verifieringsprogramvara kanske inte känner igen prefixet.

# Description_225
source: Your verification software may not recognise the suffix.
bg: Вашият софтуер за верификация може да не разпознава суфикса.
cs: Váš ověřovací software nemusí rozpoznat sufix.
da: Din verifikationssoftware genkender måske ikke suffikset.
de: Ihre Verifizierungssoftware erkennt möglicherweise das Suffix nicht.
el: Το λογισμικό επαλήθευσης σας μπορεί να μην αναγνωρίζει το επίθεμα.
es: Su software de verificación puede que no reconozca el sufijo.
et: Teie verifitseerimistarkvara ei pruugi ära tunda sufiksi.
fi: Varmistusohjelmistosi ei ehkä tunnista jälkiliitettä.
fr: Votre logiciel de vérification pourrait ne pas reconnaître le suffixe.
ga: D'fhéadfadh nach n-aithneodh do bhogearra fíoraithe an iarscríbhinn.
hr: Vaš softver za provjeru možda neće prepoznati sufiks.
hu: A verifikációs szoftvere nem ismeri fel az utótagot.
is: Staðfestingarhugbúnaðurinn þinn gæti ekki þekkt viðskeytið.
it: Il tuo software di verifica potrebbe non riconoscere il suffisso.
lt: Jūsų tikrinimo programinė įranga gali neatpažinti priesago.
lv: Jūsu verifikācijas programmatūra, iespējams, neatpazīst sufiksu.
mt: Is-softwer tal-verifika tiegħek jista' ma jagħrafhx is-suffiss.
nl: Uw verificatiesoftware herkent het achtervoegsel mogelijk niet.
no: Verifiseringsprogramvaren din kjenner kanskje ikke igjen suffikset.
pl: Twoje oprogramowanie weryfikacyjne może nie rozpoznawać sufiksu.
pt: Seu software de verificação pode não reconhecer o sufixo.
ro: Software-ul dvs. de verificare s-ar putea să nu recunoască sufixul.
sk: Váš overovací softvér možno nerozpozná príponu.
sl: Vaša programska oprema za preverjanje morda ne prepozna priponke.
sv: Din verifieringsprogramvara kanske inte känner igen suffixet.

# Description_230
source: AIM identifiers represent the barcode type. Your verification software may use them to eliminate unnecessary alerts. However, the software must implement character mapping to read AIM identifiers reliably.
bg: Идентификаторите AIM представляват типа на баркода. Вашият софтуер може да ги използва за елиминиране на ненужни сигнали. Обаче, софтуерът трябва да изпълни картографиране на символи, за да чете надеждно идентификаторите AIM.
cs: Identifikátory AIM představují typ čárového kódu. Váš ověřovací software je může použít k odstranění nepotřebných upozornění. Nicméně, software musí implementovat mapování znaků pro spolehlivé čtení identifikátorů AIM.
da: AIM-identifikatorer repræsenterer stregkodetypen. Dit verifikationssoftware kan bruge dem til at eliminere unødvendige alarmer. Dog skal softwaren implementere tegnkortlægning for pålideligt at kunne læse AIM-identifikatorer.
de: AIM-Identifikatoren repräsentieren den Barcodetyp. Ihre Verifizierungssoftware kann sie verwenden, um unnötige Alarme zu eliminieren. Allerdings muss die Software eine Zeichenabbildung implementieren, um AIM-Identifikatoren zuverlässig zu lesen.
el: Οι αναγνωριστικοί κωδικοί AIM αντιπροσωπεύουν τον τύπο του barcode. Το λογισμικό επαλήθευσης σας μπορεί να τους χρησιμοποιήσει για να εξαλείψει περιττές ειδοποιήσεις. Ωστόσο, το λογισμικό πρέπει να υλοποιήσει χαρτογράφηση χαρακτήρων για να διαβάσει αξιόπιστα τους αναγνωριστικούς κωδικούς AIM.
es: Los identificadores AIM representan el tipo de código de barras. Su software de verificación puede utilizarlos para eliminar alertas innecesarias. Sin embargo, el software debe implementar un mapeo de caracteres para leer los identificadores AIM de manera confiable.
et: AIM-i identifikaatorid esindavad vöötkoodi tüüpi. Teie verifitseerimistarkvara võib neid kasutada mittevajalike hoiatuste kõrvaldamiseks. Siiski peab tarkvara rakendama tähemärgistiku kaardistamist, et lugeda AIM-i identifikaatoreid usaldusväärselt.
fi: AIM-tunnisteet edustavat viivakoodityyppiä. Varmistusohjelmistosi voi käyttää niitä tarpeettomien hälytysten poistamiseen. Kuitenkin ohjelmiston on toteutettava merkistön määritys lukeakseen AIM-tunnisteet luotettavasti.
fr: Les identifiants AIM représentent le type de code-barres. Votre logiciel de vérification peut les utiliser pour éliminer les alertes inutiles. Cependant, le logiciel doit implémenter une cartographie des caractères pour lire les identifiants AIM de manière fiable.
ga: Léiríonn aitheantóirí AIM cineál an bharachóid. Féadfaidh do bhogearra fíoraithe iad a úsáid chun rabhaidh neamhriachtanacha a eisiamh. Mar sin féin, caithfidh an bogearra léarscáiliú carachtar a chur i bhfeidhm chun aitheantóirí AIM a léamh go hiontaofa.
hr: Identifikatori AIM predstavljaju tip barkoda. Vaš softver za provjeru može ih koristiti za eliminaciju nepotrebnih upozorenja. Međutim, softver mora implementirati mapiranje znakova za pouzdano čitanje AIM identifikatora.
hu: AIM azonosítók a vonalkód típusát jelölik. Az Ön ellenőrző szoftvere használhatja őket a szükségtelen riasztások kiküszöbölésére. Azonban a szoftvernek implementálnia kell a karakterleképezést az AIM azonosítók megbízható olvasásához.
is: AIM auðkennarar tákna gerð strikamerkis. Staðfestingarhugbúnaðurinn þinn getur notað þá til að útiloka óþarfa viðvaranir. Hins vegar verður hugbúnaðurinn að innleiða stafakortlagningu til að lesa AIM auðkennara áreiðanlega.
it: Gli identificatori AIM rappresentano il tipo di codice a barre. Il tuo software di verifica potrebbe usarli per eliminare avvisi non necessari. Tuttavia, il software deve implementare la mappatura dei caratteri per leggere gli identificatori AIM in modo affidabile.
lt: AIM identifikatoriai atspindi brūkšninio kodo tipą. Jūsų tikrinimo programinė įranga gali juos naudoti nereikalingų įspėjimų šalinimui. Tačiau programinė įranga turi įgyvendinti simbolių žemėlapį, kad galėtų patikimai skaityti AIM identifikatorius.
lv: AIM identifikatori attēlo svītrkoda veidu. Jūsu verifikācijas programmatūra, iespējams, tos izmantos, lai novērstu nevajadzīgus brīdinājumus. Tomēr programmatūrai ir jāievieš rakstzīmju kartēšana, lai uzticami nolasītu AIM identifikatorus.
mt: Identifikaturi AIM jirrappreżentaw it-tip tal-barcode. Is-softwer tal-verifika tiegħek jista' jużahom biex ineħħi twissijiet mhux meħtieġa. Madankollu, is-softwer irid jimplimenta mappjar tal-karattri biex jaqra identifikaturi AIM b'mod affidabbli.
nl: AIM-identificatoren vertegenwoordigen het type barcode. Uw verificatiesoftware kan ze gebruiken om onnodige meldingen te elimineren. Echter, de software moet karaktertoewijzing implementeren om AIM-identificatoren betrouwbaar te kunnen lezen.
no: AIM-identifikatorer representerer strekkodetypen. Programvaren din kan bruke dem til å eliminere unødvendige varsler. Imidlertid må programvaren implementere tegnkartlegging for pålitelig å lese AIM-identifikatorer.
pl: Identyfikatory AIM reprezentują typ kodu kreskowego. Oprogramowanie weryfikacyjne może je wykorzystać, aby wyeliminować niepotrzebne alerty. Jednak oprogramowanie musi wdrożyć mapowanie znaków, aby niezawodnie odczytać identyfikatory AIM.
pt: Identificadores AIM representam o tipo de código de barras. Seu software de verificação pode usá-los para eliminar alertas desnecessários. No entanto, o software deve implementar mapeamento de caracteres para ler identificadores AIM de forma confiável.
ro: Identificatorii AIM reprezintă tipul de cod de bare. Software-ul dumneavoastră de verificare îi poate folosi pentru a elimina alertele inutile. Cu toate acestea, software-ul trebuie să implementeze maparea caracterelor pentru a citi identificatorii AIM în mod fiabil.
sk: Identifikátory AIM reprezentujú typ čiarového kódu. Váš overovací softvér ich môže využiť na elimináciu zbytočných upozornení. Avšak softvér musí implementovať mapovanie znakov na spoľahlivé čítanie identifikátorov AIM.
sl: Identifikatorji AIM predstavljajo tip črtne kode. Vaša programska oprema za preverjanje jih lahko uporabi za odpravo nepotrebnih opozoril. Vendar mora programska oprema implementirati preslikavo znakov za zanesljivo branje identifikatorjev AIM.
sv: AIM-identifierare representerar streckkodstypen. Din programvara kan använda dem för att eliminera onödiga larm. Dock måste programvaran implementera teckenkartläggning för att pålitligt läsa AIM-identifierare.

# Description_231
source: AIM identifiers represent the barcode type. Your verification software may use them to eliminate unnecessary alerts.
bg: Идентификаторите AIM представляват типа на баркода. Вашият софтуер може да ги използва за елиминиране на ненужни сигнали.
cs: Identifikátory AIM představují typ čárového kódu. Váš ověřovací software je může použít k odstranění nepotřebných upozornění.
da: AIM-identifikatorer repræsenterer stregkodetypen. Dit verifikationssoftware kan bruge dem til at eliminere unødvendige alarmer.
de: AIM-Identifikatoren repräsentieren den Barcodetyp. Ihre Verifizierungssoftware kann sie verwenden, um unnötige Alarme zu eliminieren.
el: Οι αναγνωριστικοί κωδικοί AIM αντιπροσωπεύουν τον τύπο του barcode. Το λογισμικό επαλήθευσης σας μπορεί να τους χρησιμοποιήσει για να εξαλείψει περιττές ειδοποιήσεις.
es: Los identificadores AIM representan el tipo de código de barras. Su software de verificación puede utilizarlos para eliminar alertas innecesarias.
et: AIM-i identifikaatorid esindavad vöötkoodi tüüpi. Teie verifitseerimistarkvara võib neid kasutada mittevajalike hoiatuste kõrvaldamiseks.
fi: AIM-tunnisteet edustavat viivakoodityyppiä. Varmistusohjelmistosi voi käyttää niitä tarpeettomien hälytysten poistamiseen.
fr: Les identifiants AIM représentent le type de code-barres. Votre logiciel de vérification peut les utiliser pour éliminer les alertes inutiles.
ga: Léiríonn aitheantóirí AIM cineál an bharachóid. Féadfaidh do bhogearra fíoraithe iad a úsáid chun rabhaidh neamhriachtanacha a eisiamh.
hr: Identifikatori AIM predstavljaju tip barkoda. Vaš softver za provjeru može ih koristiti za eliminaciju nepotrebnih upozorenja.
hu: AIM azonosítók a vonalkód típusát jelölik. Az Ön ellenőrző szoftvere használhatja őket a szükségtelen riasztások kiküszöbölésére.
is: AIM auðkennarar tákna gerð strikamerkis. Staðfestingarhugbúnaðurinn þinn getur notað þá til að útiloka óþarfa viðvaranir.
it: Gli identificatori AIM rappresentano il tipo di codice a barre. Il tuo software di verifica potrebbe usarli per eliminare avvisi non necessari.
lt: AIM identifikatoriai atspindi brūkšninio kodo tipą. Jūsų tikrinimo programinė įranga gali juos naudoti nereikalingų įspėjimų šalinimui.
lv: AIM identifikatori attēlo svītrkoda veidu. Jūsu verifikācijas programmatūra, iespējams, tos izmantos, lai novērstu nevajadzīgus brīdinājumus.
mt: Identifikaturi AIM jirrappreżentaw it-tip tal-barcode. Is-softwer tal-verifika tiegħek jista' jużahom biex ineħħi twissijiet mhux meħtieġa.
nl: AIM-identificatoren vertegenwoordigen het type barcode. Uw verificatiesoftware kan ze gebruiken om onnodige meldingen te elimineren.
no: AIM-identifikatorer representerer strekkodetypen. Programvaren din kan bruke dem til å eliminere unødvendige varsler.
pl: Identyfikatory AIM reprezentują typ kodu kreskowego. Oprogramowanie weryfikacyjne może je wykorzystać, aby wyeliminować niepotrzebne alerty.
pt: Identificadores AIM representam o tipo de código de barras. Seu software de verificação pode usá-los para eliminar alertas desnecessários.
ro: Identificatorii AIM reprezintă tipul de cod de bare. Software-ul dumneavoastră de verificare îi poate folosi pentru a elimina alertele inutile.
sk: Identifikátory AIM reprezentujú typ čiarového kódu. Váš overovací softvér ich môže využiť na elimináciu zbytočných upozornení.
sl: Identifikatorji AIM predstavljajo tip črtne kode. Vaša programska oprema za preverjanje jih lahko uporabi za odpravo nepotrebnih opozoril.
sv: AIM-identifierare representerar streckkodstypen. Din programvara kan använda dem för att eliminera onödiga larm.
