Repository: Solidsoft-Reply/EMVS-Unique-Identifier-Parser
Catalog: Solidsoft.Reply.Parsers.EmvsUniqueIdentifier/Properties/Advice.*.resx
Languages: bg, cs, da, de, el, es, et, fi, fr, ga, hr, hu, is, it, lt, lv, mt, nl, no, pl, pt, ro, sk, sl, sv

# Advice_100
source: You can verify the authenticity of medicinal packs by scanning the barcode printed on the outer packaging.
bg: Можете да проверите автентичността на опаковките с лекарства, като сканирате баркода, отпечатан върху външната опаковка.
cs: Můžete ověřit pravost balení léků naskenováním čárového kódu vytištěného na vnějším obalu.
da: Du kan bekræfte ægtheden af ​​medicinalpakker ved at scanne stregkoden, der er trykt på ydre emballage.
de: Sie können die Echtheit von Arzneimittelverpackungen überprüfen, indem Sie den auf der äußeren Verpackung aufgedruckten Barcode scannen.
el: Μπορείτε να επαληθεύσετε την αυθεντικότητα των συσκευασιών φαρμάκων σαρώνοντας τον γραμμωτό κώδικα που εκτυπώνεται στη εξωτερική συσκευασία.
es: Puede verificar la autenticidad de los paquetes de medicamentos escaneando el código de barras impreso en el embalaje exterior.
et: Saate ravimipakendite autentsust kontrollida, skaneerides välimisele pakendile trükitud vöötkoodi.
fi: Voit tarkistaa lääkepakkausten aitouden skannaamalla ulkopakkaukseen painetun viivakoodin.
hr: Autentičnost pakiranja lijekova možete provjeriti skeniranjem barkoda ispisanog na vanjskoj ambalaži.
hu: A gyógyszercsomagok hitelességét azáltal ellenőrizheti, hogy beolvassa a külső csomagoláson nyomtatott vonalkódot.
is: Þú getur staðfest áreiðanleika lyfjapakkninga með því að skanna strikamerkið sem er prentað á ytri umbúðirnar.
it: È possibile verificare l'autenticità delle confezioni di medicinali scansionando il codice a barre stampato sulla confezione esterna.
lv: Jūs varat pārbaudīt medicīnisko iepakojumu autentiskumu, noskenējot svītrkodu, kas ir izdrukāts uz ārējā iepakojuma.
no: Du kan verifisere ektheten av medisinske pakker ved å skanne strekkoden som er trykt på ytteremballasjen.
pl: Możesz zweryfikować autentyczność opakowań medycznych, skanując kod kreskowy wydrukowany na opakowaniu zewnętrznym.
pt: Você pode verificar a autenticidade das embalagens de medicamentos digitalizando o código de barras impresso na embalagem externa.
ro: Puteți verifica autenticitatea pachetelor de medicamente scanând codul de bare imprimat pe ambalajul exterior.
sk: Autentickosť liekových balení môžete overiť naskenovaním čiarového kódu vytlačeného na vonkajšom obale.
sl: Avtentičnost zdravilnih zavojčkov lahko preverite s skeniranjem črtne kode, natisnjene na zunanji embalaži.
sv: Du kan verifiera äktheten av medicinska förpackningar genom att skanna streckkoden som trycks på ytterförpackningen.

# Advice_105
source: You can verify the authenticity of medicinal packs by scanning the barcode printed on the outer packaging. You may need to enter data manually into your software for barcodes that contain data formatted according to ISO/IEC 15434 characters.
bg: Можете да проверите автентичността на опаковките с лекарства, като сканирате баркода, отпечатан върху външната опаковка. Може да се наложи да въведете данни ръчно във вашия софтуер за баркодове, които съдържат данни, форматирани според символите на ISO/IEC 15434.
cs: Můžete ověřit pravost balení léků naskenováním čárového kódu vytištěného na vnějším obalu. Možná budete muset zadat data ručně do vašeho softwaru pro čárové kódy, které obsahují data formátovaná podle ISO/IEC 15434 znaků.
da: Du kan bekræfte ægtheden af ​​medicinalpakker ved at scanne stregkoden, der er trykt på ydre emballage. Du skal muligvis indtaste data manuelt i din software til stregkoder, der indeholder data formateret ifølge ISO/IEC 15434 tegn.
de: Sie können die Echtheit von Arzneimittelverpackungen überprüfen, indem Sie den auf der äußeren Verpackung aufgedruckten Barcode scannen. Möglicherweise müssen Sie Daten manuell in Ihre Software für Barcodes eingeben, die Daten im Format gemäß ISO/IEC 15434 enthalten.
el: Μπορείτε να επαληθεύσετε την αυθεντικότητα των συσκευασιών φαρμάκων σαρώνοντας τον γραμμωτό κώδικα που εκτυπώνεται στη εξωτερική συσκευασία. Ίσως χρειαστεί να εισάγετε δεδομένα χειροκίνητα στο λογισμικό σας για barcodes που περιέχουν δεδομένα διαμορφωμένα σύμφωνα με τους χαρακτήρες ISO/IEC 15434.
es: Puede verificar la autenticidad de los paquetes de medicamentos escaneando el código de barras impreso en el embalaje exterior. Puede que necesite ingresar datos manualmente en su software para códigos de barras que contengan datos formateados según los caracteres de ISO/IEC 15434.
et: Saate ravimipakendite autentsust kontrollida, skaneerides välimisele pakendile trükitud vöötkoodi. Võib olla vajalik sisestada andmeid käsitsi oma tarkvarasse vöötkoodide jaoks, mis sisaldavad andmeid ISO/IEC 15434 tähemärkide kohaselt.
fi: Voit tarkistaa lääkepakkausten aitouden skannaamalla ulkopakkaukseen painetun viivakoodin. Saatat joutua syöttämään tietoja manuaalisesti ohjelmistoosi viivakoodeille, jotka sisältävät ISO/IEC 15434:n mukaisesti muotoiltuja merkkejä.
fr: Vous devrez peut-être saisir les données manuellement dans votre logiciel de vérification pour vérifier les identifiants PPN uniques.
ga: D'fhéadfadh go mbeadh ort sonraí a iontráil de láimh i do bhogearra fíoraithe chun aitheantóirí uathúla PPN a fhíorú.
hr: Autentičnost pakiranja lijekova možete provjeriti skeniranjem barkoda ispisanog na vanjskoj ambalaži. Možda ćete morati ručno unijeti podatke u vaš softver za bar kodove koji sadrže podatke formatirane prema znakovima ISO/IEC 15434.
hu: A gyógyszercsomagok hitelességét azáltal ellenőrizheti, hogy beolvassa a külső csomagoláson nyomtatott vonalkódot. Kézzel kell adatokat bevinnie a szoftverébe azoknál a vonalkódoknál, amelyek ISO/IEC 15434 karakterek szerinti formázott adatokat tartalmaznak.
is: Þú getur staðfest áreiðanleika lyfjapakkninga með því að skanna strikamerkið sem er prentað á ytri umbúðirnar. Þú gætir þurft að slá inn gögn handvirkt í hugbúnaðinn þinn fyrir strikamerki sem innihalda gögn skv. ISO/IEC 15434 stöfum.
it: È possibile verificare l'autenticità delle confezioni di medicinali scansionando il codice a barre stampato sulla confezione esterna. Potrebbe essere necessario inserire manualmente i dati nel tuo software per codici a barre che contengono dati formattati secondo i caratteri ISO/IEC 15434.
lt: Galbūt reikės rankiniu būdu įvesti duomenis į savo tikrinimo programinę įrangą, kad patikrintumėte PPN unikalius identifikatorius.
lv: Jūs varat pārbaudīt medicīnisko iepakojumu autentiskumu, noskenējot svītrkodu, kas ir izdrukāts uz ārējā iepakojuma. Jums, iespējams, būs manuāli jāievada dati savā programmatūrā, ja svītrkodi satur datus, kas formatēti saskaņā ar ISO/IEC 15434 rakstzīmēm.
mt: Jista' jkollok bżonn tidħol id-data manwalment fis-softwer tal-verifika tiegħek biex tivverifika identifikaturi uniku tal-PPN.
nl: U moet mogelijk handmatig gegevens invoeren in uw verificatiesoftware om PPN unieke identificatoren te verifiëren.
no: Du kan verifisere ektheten av medisinske pakker ved å skanne strekkoden som er trykt på ytteremballasjen. Du må kanskje legge inn data manuelt i programvaren din for strekkoder som inneholder data formatert i henhold til ISO/IEC 15434-tegn.
pl: Możesz zweryfikować autentyczność opakowań medycznych, skanując kod kreskowy wydrukowany na opakowaniu zewnętrznym. Możesz potrzebować wprowadzić dane ręcznie do swojego oprogramowania dla kodów kreskowych zawierających dane sformatowane zgodnie z ISO/IEC 15434.
pt: Você pode verificar a autenticidade das embalagens de medicamentos digitalizando o código de barras impresso na embalagem externa. Você pode precisar inserir dados manualmente em seu software para códigos de barras que contenham dados formatados de acordo com caracteres ISO/IEC 15434.
ro: Puteți verifica autenticitatea pachetelor de medicamente scanând codul de bare imprimat pe ambalajul exterior. S-ar putea să fie nevoie să introduci date manual în software-ul tău pentru coduri de bare care conțin date formate conform ISO/IEC 15434.
sk: Autentickosť liekových balení môžete overiť naskenovaním čiarového kódu vytlačeného na vonkajšom obale. Možno budete musieť ručne zadať údaje do vášho softvéru pre čiarové kódy, ktoré obsahujú údaje formátované podľa znakov ISO/IEC 15434.
sl: Avtentičnost zdravilnih zavojčkov lahko preverite s skeniranjem črtne kode, natisnjene na zunanji embalaži. Morda boste morali ročno vnesti podatke v vašo programsko opremo za črtne kode, ki vsebujejo podatke, oblikovane v skladu z znaki ISO/IEC 15434.
sv: Du kan verifiera äktheten av medicinska förpackningar genom att skanna streckkoden som trycks på ytterförpackningen. Du kan behöva mata in data manuellt i din programvara för streckkoder som innehåller data formaterad enligt ISO/IEC 15434-tecken.

# Advice_110
source: You can verify the authenticity of most medicinal packs by scanning the barcode printed on the outer packaging. You can verify the authenticity of most medicinal packs by scanning the barcode printed on the outer packaging. If you experience problems when scanning barcodes that contain Format 05 or Format 06 data, enter data manually into your software. If necessary, configure your barcode scanner to emulate a numeric keypad.
bg: Можете да проверите автентичността на повечето опаковки с лекарства, като сканирате баркода, отпечатан върху външната опаковка. Ако имате проблеми при сканиране на баркодове, които съдържат данни от Формат 05 или Формат 06, въведете данни ръчно във вашия софтуер. Ако е необходимо, конфигурирайте вашия баркод скенер да имитира числова клавиатура.
cs: Můžete ověřit pravost většiny balení léků naskenováním čárového kódu vytištěného na vnějším obalu. Pokud máte problémy při skenování čárových kódů, které obsahují data ve formátu 05 nebo 06, zadejte data ručně do vašeho softwaru. Pokud je to nutné, nakonfigurujte váš skener čárových kódů tak, aby emuloval numerickou klávesnici.
da: Du kan bekræfte ægtheden af ​​de fleste medicinalpakker ved at scanne stregkoden, der er trykt på ydre emballage. Hvis du oplever problemer ved scanning af stregkoder, der indeholder Format 05 eller Format 06 data, indtast data manuelt i din software. Hvis nødvendigt, konfigurer din stregkodescanner til at emulere et numerisk tastatur.
de: Sie können die Echtheit der meisten Arzneimittelverpackungen überprüfen, indem Sie den auf der äußeren Verpackung aufgedruckten Barcode scannen. Wenn Sie Probleme beim Scannen von Barcodes haben, die Daten im Format 05 oder Format 06 enthalten, geben Sie die Daten manuell in Ihre Software ein. Falls notwendig, konfigurieren Sie Ihren Barcodescanner so, dass er ein numerisches Tastenfeld emuliert.
el: Μπορείτε να επαληθεύσετε την αυθεντικότητα των περισσότερων συσκευασιών φαρμάκων σαρώνοντας τον γραμμωτό κώδικα που εκτυπώνεται στη εξωτερική συσκευασία. Αν αντιμετωπίζετε προβλήματα κατά τη σάρωση barcodes που περιέχουν δεδομένα μορφής 05 ή 06, εισάγετε δεδομένα χειροκίνητα στο λογισμικό σας. Αν είναι απαραίτητο, ρυθμίστε τον σαρωτή barcode σας να μιμείται ένα αριθμητικό πληκτρολόγιο.
es: Puede verificar la autenticidad de la mayoría de los paquetes de medicamentos escaneando el código de barras impreso en el embalaje exterior. Si experimenta problemas al escanear códigos de barras que contienen datos de Formato 05 o Formato 06, ingrese datos manualmente en su software. Si es necesario, configure su escáner de códigos de barras para emular un teclado numérico.
et: Saate enamiku ravimipakendite autentsust kontrollida, skaneerides välimisele pakendile trükitud vöötkoodi. Kui teil tekib probleeme vöötkoodide skaneerimisel, mis sisaldavad Formaat 05 või Formaat 06 andmeid, sisestage andmed käsitsi oma tarkvarasse. Vajadusel seadistage oma vöötkoodiskanner numbrilise klaviatuuri emuleerimiseks.
fi: Voit tarkistaa useimpien lääkepakkausten aitouden skannaamalla ulkopakkaukseen painetun viivakoodin. Jos kohtaat ongelmia skannatessasi viivakoodeja, jotka sisältävät Formaatti 05 tai Formaatti 06 -tietoja, syötä tietoja manuaalisesti ohjelmistoosi. Tarvittaessa konfiguroi viivakoodinlukijasi toimimaan numeerisen näppäimistön emulaattorina.
fr: Si vous rencontrez des problèmes lors du scan des codes-barres PPN allemands, entrez les données manuellement dans votre logiciel de vérification.;;Si nécessaire, configurez votre scanner de code-barres pour émuler un pavé numérique.
ga: Má bhíonn fadhbanna agat ag scanadh barachóid PPN Gearmánacha, cuir isteach sonraí de láimh i do bhogearra fíoraithe.;;Más gá, cumraigh do scanóir barachóid chun méarchlár uimhriúil a aithris.
hr: Autentičnost većine pakiranja lijekova možete provjeriti skeniranjem barkoda ispisanog na vanjskoj ambalaži. Ako imate problema pri skeniranju bar kodova koji sadrže podatke Formata 05 ili Formata 06, unesite podatke ručno u vaš softver. Ako je potrebno, konfigurirajte vaš skener bar kodova da oponaša numeričku tipkovnicu.
hu: A legtöbb gyógyszercsomag hitelességét azáltal ellenőrizheti, hogy beolvassa a külső csomagoláson nyomtatott vonalkódot. Ha problémái vannak a 05 vagy 06 formátumú vonalkódok szkennelésekor, adja meg az adatokat kézzel a szoftverében. Szükség esetén állítsa be a vonalkódolvasóját úgy, hogy numerikus billentyűzetként működjön.
is: Þú getur staðfest áreiðanleika flestra lyfjapakkninga með því að skanna strikamerkið sem er prentað á ytri umbúðirnar. Ef þú lendir í vandræðum við að skanna strikamerki sem innihalda Format 05 eða Format 06 gögn, sláðu inn gögn handvirkt í hugbúnaðinn þinn. Ef þörf krefur, stilltu strikamerkjalesarann þinn þannig að hann líki eftir númeralyklaborði.
it: È possibile verificare l'autenticità della maggior parte delle confezioni di medicinali scansionando il codice a barre stampato sulla confezione esterna. Se riscontri problemi durante la scansione di codici a barre che contengono dati Formato 05 o Formato 06, inserisci i dati manualmente nel tuo software. Se necessario, configura il tuo scanner di codici a barre per emulare un tastierino numerico.
lt: Jei patiriate problemų skaitydami Vokietijos PPN brūkšninius kodus, rankiniu būdu įveskite duomenis į savo tikrinimo programinę įrangą.;;Jei reikia, nustatykite savo brūkšninių kodų skaitytuvą imituoti skaitmeninį klavišų bloką.
lv: Jūs varat pārbaudīt lielāko daļu medicīnisko iepakojumu autentiskumu, noskenējot svītrkodu, kas ir izdrukāts uz ārējā iepakojuma. Jūs varat pārbaudīt lielāko daļu medicīnisko iepakojumu autentiskumu, noskenējot svītrkodu, kas ir izdrukāts uz ārējā iepakojuma. Ja, skenējot svītrkodus, kas satur Formāta 05 vai Formāta 06 datus, rodas problēmas, ievadiet datus manuāli savā programmatūrā. Ja nepieciešams, konfigurējiet savu svītrkodu skeneri tā, lai tas emulētu ciparu tastatūru.
mt: Jekk tesperjenza problemi waqt li tiskennja barcodes tal-PPN Ġermaniż, daħħal id-data manwalment fis-softwer tal-verifika tiegħek.;;Jekk ikun meħtieġ, kkonfigura l-iskanner tal-barcode tiegħek biex jimita keypad numeriku.
nl: Als u problemen ondervindt bij het scannen van Duitse PPN barcodes, voer dan handmatig gegevens in uw verificatiesoftware in.;;Indien nodig, configureer uw barcodescanner om een numeriek toetsenblok na te bootsen.
no: Du kan verifisere ektheten av de fleste medisinske pakker ved å skanne strekkoden som er trykt på ytteremballasjen. Jos koet ongelmia skannatessasi viivakoodeja, jotka sisältävät muotoa 05 tai 06 olevia tietoja, syötä tietoja manuaalisesti ohjelmistoosi. Tarvittaessa konfiguroi viivakoodinlukijasi emuloimaan numeerista näppäimistöä.
pl: Możesz zweryfikować autentyczność większości opakowań medycznych, skanując kod kreskowy wydrukowany na opakowaniu zewnętrznym. Jeśli napotkasz problemy podczas skanowania kodów kreskowych zawierających dane Formatu 05 lub Formatu 06, wprowadź dane ręcznie do swojego oprogramowania. W razie potrzeby skonfiguruj skaner kodów kreskowych tak, aby emulował klawiaturę numeryczną.
pt: Você pode verificar a autenticidade da maioria das embalagens de medicamentos digitalizando o código de barras impresso na embalagem externa. Se você tiver problemas ao escanear códigos de barras que contenham dados dos formatos 05 ou 06, insira dados manualmente no seu software. Se necessário, configure seu scanner de código de barras para emular um teclado numérico.
ro: Puteți verifica autenticitatea majorității pachetelor de medicamente scanând codul de bare imprimat pe ambalajul exterior. Jeśli napotkasz problemy podczas skanowania kodów kreskowych zawierających dane w formacie 05 lub 06, wprowadź dane ręcznie do swojego oprogramowania. W razie potrzeby skonfiguruj skaner kodów kreskowych, aby emulował klawiaturę numeryczną.
sk: Autentickosť väčšiny liekových balení môžete overiť naskenovaním čiarového kódu vytlačeného na vonkajšom obale. Ak máte problémy pri skenovaní čiarových kódov obsahujúcich údaje vo Formáte 05 alebo Formáte 06, zadajte údaje ručne do vášho softvéru. Ak je to potrebné, nakonfigurujte vašu čítačku čiarových kódov tak, aby emulovala numerickú klávesnicu.
sl: Avtentičnost večine zdravilnih zavojčkov lahko preverite s skeniranjem črtne kode, natisnjene na zunanji embalaži. Če imate težave pri skeniranju črtnih kod, ki vsebujejo podatke formata 05 ali formata 06, ročno vnesite podatke v vašo programsko opremo. Po potrebi nastavite vaš čitalnik črtnih kod, da emulira numerično tipkovnico.
sv: Du kan verifiera äktheten av de flesta medicinska förpackningar genom att skanna streckkoden som trycks på ytterförpackningen. Om du upplever problem när du skannar streckkoder som innehåller data i format 05 eller 06, ange data manuellt i din programvara. Om nödvändigt, konfigurera din streckkodsläsare för att emulera ett numeriskt tangentbord.
