Repository: Solidsoft-Reply/EMVS-Unique-Identifier-Parser
Catalog: Solidsoft.Reply.Parsers.EmvsUniqueIdentifier/Properties/Advice.*.resx
Languages: bg, cs, da, de, el, es, et, fi, fr, ga, hr, hu, is, it, lt, lv, mt, nl, no, pl, pt, ro, sk, sl, sv

# Advice_215
source: Configure your barcode scanner to transmit end-of-line sequences and test again. If you have problems when transmitting end-of-line sequences, revert to the current configuration.
bg: Конфигурирайте вашия скенер за баркоди да предава последователности за край на ред и тествайте отново. Ако имате проблеми при предаването на последователности за край на ред, върнете се към текущата конфигурация.
cs: Nakonfigurujte váš skener čárových kódů tak, aby přenášel sekvence konce řádku a znovu to otestujte. Pokud máte problémy s přenášením sekvencí konce řádku, vraťte se k současné konfiguraci.
da: Konfigurer din stregkodescanner til at overføre linjeslutningssekvenser og test igen. Hvis du har problemer med at overføre linjeslutningssekvenser, vend tilbage til den nuværende konfiguration.
de: Konfigurieren Sie Ihren Barcode-Scanner so, dass er End-of-Line-Sequenzen überträgt und testen Sie erneut. Wenn Sie Probleme beim Übertragen von End-of-Line-Sequenzen haben, kehren Sie zur aktuellen Konfiguration zurück.
el: Ρυθμίστε τον σαρωτή barcode σας για να μεταδίδει ακολουθίες χαρακτήρων τέλους γραμμής και δοκιμάστε ξανά. Αν αντιμετωπίσετε προβλήματα κατά τη μετάδοση ακολουθιών χαρακτήρων τέλους γραμμής, επανέλθετε στην τρέχουσα διαμόρφωση.
es: Configure su escáner de códigos de barras para transmitir secuencias de fin de línea y pruebe de nuevo. Si tiene problemas al transmitir secuencias de fin de línea, vuelva a la configuración actual.
et: Seadistage oma vöötkoodiskanner rea lõpu järjestuste edastamiseks ja testige uuesti. Kui teil on probleeme rea lõpu järjestuste edastamisega, naasge praeguse konfiguratsiooni juurde.
fi: Konfiguroi viivakoodinlukijasi lähettämään rivin lopetussekvenssejä ja testaa uudelleen. Jos kohtaat ongelmia rivin lopetussekvenssien lähettämisessä, palaa nykyiseen konfiguraatioon.
fr: Configurez votre scanner de code-barres pour transmettre des séquences de fin de ligne et testez à nouveau. Si vous rencontrez des problèmes lors de la transmission des séquences de fin de ligne, revenez à la configuration actuelle.
ga: Cumraigh do scanóir barachóid chun sraitheanna deireadh-líne a tharchur agus déan tástáil arís. Má tá fadhbanna agat ag tarchur sraitheanna deireadh-líne, fill ar ais chuig an gcumraíocht reatha.
hr: Performanse unosa podataka su sporije od očekivanih.
hu: Konfigurálja a vonalkódolvasót sorvégi szekvenciák továbbítására és tesztelje újra. Ha problémái vannak a sorvégi szekvenciák továbbításával, térjen vissza a jelenlegi konfigurációra.
is: Stilltu strikamerkjalesarann þinn til að senda lok röðar merkjaraðir og prófaðu aftur. Ef þú átt í vandræðum með að senda lok röðar merkjaraðir, snúðu aftur í núverandi uppsetningu.
it: Configura il tuo scanner di codici a barre per trasmettere le sequenze di fine riga e prova di nuovo. Se hai problemi nella trasmissione delle sequenze di fine riga, ripristina la configurazione attuale.
lt: Nustatykite savo brūkšninių kodų skaitytuvą siųsti eilutės pabaigos sekas ir išbandykite dar kartą. Jei kyla problemų siunčiant eilutės pabaigos sekas, grįžkite prie esamos konfigūracijos.
lv: Konfigurējiet savu svītrkodu skeneri, lai tas pārraidītu rindu beigu secības, un pārbaudiet vēlreiz. Ja rodas problēmas ar rindu beigu secību pārraidīšanu, atgriezieties pie pašreizējās konfigurācijas.
mt: Kkonfigura l-iskanner tal-barcode tiegħek biex jittrasmetti sekwenzi tal-aħħar tal-linja u ittestja mill-ġdid. Jekk ikollok problemi waqt li jittrasmettu sekwenzi tal-aħħar tal-linja, erġa' lura għall-konfigurazzjoni attwali.
nl: Configureer uw barcodescanner om eind-van-regel sequenties te verzenden en test opnieuw. Als u problemen ondervindt bij het verzenden van eind-van-regel sequenties, ga dan terug naar de huidige configuratie.
no: Konfigurer strekkodeskanneren din til å overføre end-of-line sekvenser og test igjen. Hvis du har problemer med å overføre end-of-line sekvenser, gå tilbake til gjeldende konfigurasjon.
pl: Skonfiguruj skaner kodów kreskowych do przesyłania sekwencji końca linii i spróbuj ponownie. Jeśli wystąpią problemy podczas przesyłania sekwencji końca linii, przywróć bieżącą konfigurację.
pt: Configure seu scanner de código de barras para transmitir sequências de final de linha e teste novamente. Se tiver problemas ao transmitir sequências de final de linha, volte à configuração atual.
ro: Configurați scannerul dumneavoastră de coduri de bare să transmită secvențe de sfârșit de linie și testați din nou. Dacă aveți probleme la transmiterea secvențelor de sfârșit de linie, reveniți la configurația actuală.
sk: Nakonfigurujte váš čítač čiarových kódov na prenos sekvencií konca riadka a skúste to znova. Ak máte problémy s prenosom sekvencií konca riadka, vráťte sa k aktuálnej konfigurácii.
sl: Nastavite vaš skener črtne kode, da prenaša zaporedja za konec vrstice in ponovno preizkusite. Če imate težave pri prenosu zaporedij za konec vrstice, se vrnite na trenutno konfiguracijo.
sv: Konfigurera din streckkodsläsare för att sända slutsekvenser och testa igen. Om du har problem när du sänder slutsekvenser, återgå till nuvarande konfiguration.

# Advice_220
source: If you have problems verifying medicine packs, configure your barcode scanner so that it does not transmit a prefix.
bg: Ако имате проблеми при верификация на опаковки с лекарства, конфигурирайте вашия скенер за баркоди така, че да не предава префикс.
cs: Pokud máte problémy s ověřováním léků, nakonfigurujte skener čárových kódů tak, aby nepřenášel předponu.
da: Hvis du har problemer med at verificere medicinpakker, konfigurer din stregkodescanner, så den ikke overfører et præfiks.
de: Wenn Sie Probleme bei der Überprüfung von Medikamentenpackungen haben, konfigurieren Sie Ihren Barcode-Scanner so, dass er kein Präfix überträgt.
el: Αν αντιμετωπίζετε προβλήματα επαλήθευσης πακέτων φαρμάκων, ρυθμίστε τον σαρωτή barcode σας έτσι ώστε να μην μεταδίδει πρόθεμα.
es: Si tiene problemas para verificar paquetes de medicamentos, configure su escáner de códigos de barras para que no transmita un prefijo.
et: Kui teil on probleeme ravimipakendite kontrollimisel, seadistage oma vöötkoodiskanner nii, et see ei edasta prefiksi.
fi: Jos sinulla on ongelmia lääkepakkausten vahvistamisessa, konfiguroi viivakoodinlukijasi niin, ettei se lähetä etuliitettä.
fr: Si vous avez des problèmes pour vérifier les packs de médicaments, configurez votre scanner de code-barres pour qu'il ne transmette pas de préfixe.
ga: Má bhíonn fadhbanna agat ag fíorú pacáistí leighis, cumraigh do scanóir barachóid ionas nach seoltar aon réamhtheachtaireacht.
hr: Ako imate problema s provjerom paketa lijekova, konfigurirajte svoj skener barkoda tako da ne prenosi prefiks.
hu: Ha problémái vannak gyógyszercsomagok ellenőrzésekor, konfigurálja a vonalkódolvasót úgy, hogy ne továbbítsa az előtagot.
is: Ef þú átt í vandræðum við að staðfesta lyfjapakka, stilltu strikamerkjalesarann þinn þannig að hann sendi ekki forskeyti.
it: Se hai problemi a verificare i pacchetti di medicinali, configura il tuo scanner di codici a barre in modo che non trasmetta un prefisso.
lt: Jei kyla problemų tikrinant vaistų pakuočių kodus, nustatykite savo brūkšninių kodų skaitytuvą taip, kad jis nesiųstų priešdėlio.
lv: Ja rodas problēmas ar medicīnisko iepakojumu pārbaudi, konfigurējiet savu svītrkodu skeneri tā, lai tas nepārraidītu prefiksu.
mt: Jekk ikollok problemi tivverifika pakketti tal-mediċina, kkonfigura l-iskanner tal-barcode tiegħek biex ma jittrasmettix prefiss.
nl: Als u problemen ondervindt bij het verifiëren van medicijnverpakkingen, configureer dan uw barcodescanner zodat deze geen prefix verzendt.
no: Hvis du har problemer med å verifisere medisinpakker, konfigurer strekkodeskanneren din slik at den ikke overfører et prefiks.
pl: Jeśli masz problemy z weryfikacją opakowań leków, skonfiguruj skaner kodów kreskowych tak, aby nie przesyłał prefiksu.
pt: Se você tiver problemas ao verificar embalagens de medicamentos, configure seu scanner de código de barras para não transmitir um prefixo.
ro: Dacă aveți probleme la verificarea pachetelor medicale, configurați scannerul dvs. de coduri de bare să nu transmită un prefix.
sk: Ak máte problémy s overovaním balíčkov liekov, nakonfigurujte váš čítač čiarových kódov tak, aby neprenášal predponu.
sl: Če imate težave pri preverjanju paketov zdravil, nastavite vaš skener črtne kode, da ne prenaša predpone.
sv: Om du har problem med att skanna streckkodedata, konfigurera din streckkodsläsare så att den inte sänder en prefix.

# Advice_225
source: If you have problems verifying medicine packs, configure your barcode scanner so that it does not transmit any suffix.
bg: Ако имате проблеми при верификация на опаковки с лекарства, конфигурирайте вашия скенер за баркоди така, че да не предава никакъв суфикс.
cs: Pokud máte problémy s ověřováním léků, nakonfigurujte skener čárových kódů tak, aby nepřenášel jakoukoliv příponu.
da: Hvis du har problemer med at verificere medicinpakker, konfigurer din stregkodescanner, så den ikke overfører et suffiks.
de: Wenn Sie Probleme bei der Überprüfung von Medikamentenpackungen haben, konfigurieren Sie Ihren Barcode-Scanner so, dass er kein Suffix überträgt.
el: Αν αντιμετωπίζετε προβλήματα επαλήθευσης πακέτων φαρμάκων, ρυθμίστε τον σαρωτή barcode σας έτσι ώστε να μην μεταδίδει κανένα επίθημα.
es: Si tiene problemas para verificar paquetes de medicamentos, configure su escáner de códigos de barras para que no transmita ningún sufijo.
et: Kui teil on probleeme ravimipakendite kontrollimisel, seadistage oma vöötkoodiskanner nii, et see ei edasta sufiksi.
fi: Jos sinulla on ongelmia lääkepakkausten vahvistamisessa, konfiguroi viivakoodinlukijasi niin, ettei se lähetä jälkiliitettä.
fr: Si vous avez des problèmes pour vérifier les packs de médicaments, configurez votre scanner de code-barres pour qu'il ne transmette pas de suffixe.
ga: Má bhíonn fadhbanna agat ag fíorú pacáistí leighis, cumraigh do scanóir barachóid ionas nach seoltar aon deiridhtheachtaireacht.
hr: Ako imate problema s provjerom paketa lijekova, konfigurirajte svoj skener barkoda tako da ne prenosi sufiks.
hu: Ha problémái vannak gyógyszercsomagok ellenőrzésekor, konfigurálja a vonalkódolvasót úgy, hogy ne továbbítsa semmilyen utótagot.
is: Ef þú átt í vandræðum við að staðfesta lyfjapakka, stilltu strikamerkjalesarann þinn þannig að hann sendi ekki viðskeyti.
it: Se hai problemi a verificare i pacchetti di medicinali, configura il tuo scanner di codici a barre in modo che non trasmetta alcun suffisso.
lt: Jei kyla problemų tikrinant vaistų pakuočių kodus, nustatykite savo brūkšninių kodų skaitytuvą taip, kad jis nesiųstų priesagos.
lv: Ja rodas problēmas ar medicīnisko iepakojumu pārbaudi, konfigurējiet savu svītrkodu skeneri tā, lai tas nepārraidītu sufiksu.
mt: Jekk ikollok problemi tivverifika pakketti tal-mediċina, kkonfigura l-iskanner tal-barcode tiegħek biex ma jittrasmettix xi suffiss.
nl: Als u problemen ondervindt bij het verifiëren van medicijnverpakkingen, configureer dan uw barcodescanner zodat deze geen suffix verzendt.
no: Hvis du har problemer med å verifisere medisinpakker, konfigurer strekkodeskanneren din slik at den ikke overfører et suffiks.
pl: Jeśli masz problemy z weryfikacją opakowań leków, skonfiguruj skaner kodów kreskowych tak, aby nie przesyłał żadnego sufiksu.
pt: Se você tiver problemas ao verificar embalagens de medicamentos, configure seu scanner de código de barras para não transmitir nenhum sufixo.
ro: Dacă aveți probleme la verificarea pachetelor medicale, configurați scannerul dvs. de coduri de bare să nu transmită niciun sufix.
sk: Ak máte problémy s overovaním balíčkov liekov, nakonfigurujte váš čítač čiarových kódov tak, aby neprenášal príponu.
sl: Če imate težave pri preverjanju paketov zdravil, nastavite vaš skener črtne kode, da ne prenaša nobene priponke.
sv: Om du har problem med att skanna streckkodedata, konfigurera din streckkodsläsare så att den inte sänder något suffix.

# Advice_230
source: Make sure your keyboard layouts match.;;If necessary, configure your barcode scanner to emulate a numeric keypad.
bg: Уверете се, че конфигурациите на клавиатурите съвпадат.;;Ако е необходимо, конфигурирайте вашия скенер за баркоди да имитира цифрова клавиатура.
cs: Ujistěte se, že rozložení vašich klávesnic odpovídá.;;Pokud je to nutné, nakonfigurujte skener čárových kódů tak, aby emuloval numerickou klávesnici.
da: Sørg for, at dine tastaturlayouts matcher.;;Hvis nødvendigt, konfigurer din stregkodescanner til at efterligne et numerisk tastatur.
de: Stellen Sie sicher, dass Ihre Tastaturlayouts übereinstimmen.;;Falls notwendig, konfigurieren Sie Ihren Barcode-Scanner so, dass er ein numerisches Keypad emuliert.
el: Βεβαιωθείτε ότι οι διατάξεις του πληκτρολογίου σας ταιριάζουν.;;Αν είναι απαραίτητο, ρυθμίστε τον σαρωτή barcode σας για να προσομοιώνει ένα αριθμητικό πληκτρολόγιο.
es: Asegúrese de que las disposiciones de su teclado coincidan.;;Si es necesario, configure su escáner de códigos de barras para emular un teclado numérico.
et: Veenduge, et teie klaviatuuri paigutused ühtivad.;;Vajadusel seadistage oma vöötkoodiskanner numbrilise klaviatuuri emuleerimiseks.
fi: Varmista, että näppäimistöasettelusi vastaavat toisiaan.;;Tarvittaessa konfiguroi viivakoodinlukijasi toimimaan numeerisen näppäimistön emulaattorina.
fr: Assurez-vous que vos dispositions de clavier correspondent.;;Si nécessaire, configurez votre scanner de code-barres pour émuler un pavé numérique.
ga: Déan cinnte go mheaitseálann leagan amach do mhéarchlár.;;Más gá, cumraigh do scanóir barachóid chun méarchlár uimhriúil a aithris.
hr: Pobrinite se da se rasporedi tipki na vašoj tipkovnici podudaraju.;;Ako je potrebno, konfigurirajte svoj skener barkoda tako da oponaša numeričku tipkovnicu.
hu: Győződjön meg róla, hogy billentyűzet elrendezései egyeznek.;;Szükség esetén konfigurálja a vonalkódolvasót számbillentyűzet emulálására.
is: Gætið þess að lyklaborðsuppsetningar passi saman.;;Ef þörf krefur, stilltu strikamerkjalesarann þinn þannig að hann líki eftir númeralyklaborði.
it: Assicurati che i layout della tua tastiera corrispondano.;;Se necessario, configura il tuo scanner di codici a barre per emulare un tastierino numerico.
lt: Įsitikinkite, kad jūsų klaviatūros išdėstymai sutampa.;;Jeigu reikia, nustatykite savo brūkšninių kodų skaitytuvą imituoti skaitmeninį klavišų bloką.
lv: Pārliecinieties, ka tastatūras izkārtojumi atbilst.;;Ja nepieciešams, konfigurējiet savu svītrkodu skeneri tā, lai tas emulētu ciparu tastatūru.
mt: Kun żgur li l-layouts tal-keyboard tiegħek jaqblu.;;Jekk ikun meħtieġ, kkonfigura l-iskanner tal-barcode tiegħek biex jimita keypad numeriku.
nl: Zorg ervoor dat uw toetsenbordindelingen overeenkomen.;;Indien nodig, configureer uw barcodescanner om een numeriek toetsenblok na te bootsen.
no: Pass på at tastaturoppsettene dine stemmer overens.;;Om nødvendig, konfigurer strekkodeskanneren din til å etterligne et numerisk tastatur.
pl: Upewnij się, że układy klawiatury pasują.;;W razie potrzeby skonfiguruj skaner kodów kreskowych tak, aby emulował klawiaturę numeryczną.
pt: Certifique-se de que os layouts dos teclados correspondam.;;Se necessário, configure seu scanner de código de barras para emular um teclado numérico.
ro: Asigurați-vă că layout-urile tastaturilor dvs. corespund.;;Dacă este necesar, configurați scannerul dvs. de coduri de bare să emuleze o tastatură numerică.
sk: Uistite sa, že rozloženia vašich klávesníc zodpovedajú.;;Ak je to potrebné, nakonfigurujte váš čítač čiarových kódov tak, aby emuloval numerickú klávesnicu.
sl: Poskrbite, da se razporedi tipk na tipkovnicah ujemajo.;;Po potrebi nastavite vaš skener črtne kode, da posnema numerično tipkovnico.
sv: Se till att dina tangentbordslayouter matchar.;;Om nödvändigt, konfigurera din streckkodsläsare för att efterlikna ett numeriskt tangentbord.

# Advice_231
source: Make sure your keyboard layouts match.;;If necessary, configure your barcode scanner to emulate a numeric keypad.
bg: Уверете се, че конфигурациите на клавиатурите съвпадат.;;Ако е необходимо, конфигурирайте вашия скенер за баркоди да имитира цифрова клавиатура.
cs: Ujistěte se, že rozložení vašich klávesnic odpovídá.;;Pokud je to nutné, nakonfigurujte skener čárových kódů tak, aby emuloval numerickou klávesnici.
da: Sørg for, at dine tastaturlayouts matcher.;;Hvis nødvendigt, konfigurer din stregkodescanner til at efterligne et numerisk tastatur.
de: Stellen Sie sicher, dass Ihre Tastaturlayouts übereinstimmen.;;Falls notwendig, konfigurieren Sie Ihren Barcode-Scanner so, dass er ein numerisches Keypad emuliert.
el: Βεβαιωθείτε ότι οι διατάξεις του πληκτρολογίου σας ταιριάζουν.;;Αν είναι απαραίτητο, ρυθμίστε τον σαρωτή barcode σας για να προσομοιώνει ένα αριθμητικό πληκτρολόγιο.
es: Asegúrese de que las disposiciones de su teclado coincidan.;;Si es necesario, configure su escáner de códigos de barras para emular un teclado numérico.
et: Veenduge, et teie klaviatuuri paigutused ühtivad.;;Vajadusel seadistage oma vöötkoodiskanner numbrilise klaviatuuri emuleerimiseks.
fi: Varmista, että näppäimistöasettelusi vastaavat toisiaan.;;Tarvittaessa konfiguroi viivakoodinlukijasi toimimaan numeerisen näppäimistön emulaattorina.
fr: Assurez-vous que vos dispositions de clavier correspondent.;;Si nécessaire, configurez votre scanner de code-barres pour émuler un pavé numérique.
ga: Déan cinnte go mheaitseálann leagan amach do mhéarchlár.;;Más gá, cumraigh do scanóir barachóid chun méarchlár uimhriúil a aithris.
hr: Pobrinite se da se rasporedi tipki na vašoj tipkovnici podudaraju.;;Ako je potrebno, konfigurirajte svoj skener barkoda tako da oponaša numeričku tipkovnicu.
hu: Győződjön meg róla, hogy billentyűzet elrendezései egyeznek.;;Szükség esetén konfigurálja a vonalkódolvasót számbillentyűzet emulálására.
is: Gætið þess að lyklaborðsuppsetningar passi saman.;;Ef þörf krefur, stilltu strikamerkjalesarann þinn þannig að hann líki eftir númeralyklaborði.
it: Assicurati che i layout della tua tastiera corrispondano.;;Se necessario, configura il tuo scanner di codici a barre per emulare un tastierino numerico.
lt: Įsitikinkite, kad jūsų klaviatūros išdėstymai sutampa.;;Jeigu reikia, nustatykite savo brūkšninių kodų skaitytuvą imituoti skaitmeninį klavišų bloką.
lv: Pārliecinieties, ka tastatūras izkārtojumi atbilst.;;Ja nepieciešams, konfigurējiet savu svītrkodu skeneri tā, lai tas emulētu ciparu tastatūru.
mt: Kun żgur li l-layouts tal-keyboard tiegħek jaqblu.;;Jekk ikun meħtieġ, kkonfigura l-iskanner tal-barcode tiegħek biex jimita keypad numeriku.
nl: Zorg ervoor dat uw toetsenbordindelingen overeenkomen.;;Indien nodig, configureer uw barcodescanner om een numeriek toetsenblok na te bootsen.
no: Pass på at tastaturoppsettene dine stemmer overens.;;Om nødvendig, konfigurer strekkodeskanneren din til å etterligne et numerisk tastatur.
pl: Upewnij się, że układy klawiatury pasują.;;W razie potrzeby skonfiguruj skaner kodów kreskowych tak, aby emulował klawiaturę numeryczną.
pt: Certifique-se de que os layouts dos teclados correspondam.;;Se necessário, configure seu scanner de código de barras para emular um teclado numérico.
ro: Asigurați-vă că layout-urile tastaturilor dvs. corespund.;;Dacă este necesar, configurați scannerul dvs. de coduri de bare să emuleze o tastatură numerică.
sk: Uistite sa, že rozloženia vašich klávesníc zodpovedajú.;;Ak je to potrebné, nakonfigurujte váš čítač čiarových kódov tak, aby emuloval numerickú klávesnicu.
sl: Poskrbite, da se razporedi tipk na tipkovnicah ujemajo.;;Po potrebi nastavite vaš skener črtne kode, da posnema numerično tipkovnico.
sv: Se till att dina tangentbordslayouter matchar.;;Om nödvändigt, konfigurera din streckkodsläsare för att efterlikna ett numeriskt tangentbord.

# Advice_232
source: Check that your barcode scanner is configured to transmit AIM identifiers.
bg: Проверете дали вашият скенер за баркоди е конфигуриран да предава идентификатори AIM.
cs: Zkontrolujte, zda je váš skener čárových kódů nakonfigurován pro přenos identifikátorů AIM.
da: Kontroller, at din stregkodescanner er konfigureret til at overføre AIM-identifikatorer.
de: Überprüfen Sie, ob Ihr Barcode-Scanner so konfiguriert ist, dass er AIM-Identifikatoren überträgt.
el: Ελέγξτε εάν ο σαρωτής barcode σας έχει ρυθμιστεί να μεταδίδει αναγνωριστικούς κωδικούς AIM.
es: Verifique que su escáner de códigos de barras esté configurado para transmitir identificadores AIM.
et: Kontrollige, et teie vöötkoodiskanner oleks seadistatud AIM-i identifikaatorite edastamiseks.
fi: Tarkista, että viivakoodinlukijasi on konfiguroitu lähettämään AIM-tunnisteita.
fr: Vérifiez que votre scanner de code-barres est configuré pour transmettre les identifiants AIM.
ga: Seiceáil go bhfuil do scanóir barachóid cumraithe chun aitheantóirí AIM a tharchur.
hr: Provjerite je li vaš skener barkoda konfiguriran za prijenos AIM identifikatora.
hu: Ellenőrizze, hogy a vonalkódolvasó konfigurálva van-e az AIM azonosítók továbbítására.
is: Athugaðu hvort strikamerkjalesarinn þinn sé stilltur til að senda AIM auðkennara.
it: Controlla che il tuo scanner di codici a barre sia configurato per trasmettere gli identificatori AIM.
lt: Patikrinkite, ar jūsų brūkšninių kodų skaitytuvas nustatytas siųsti AIM identifikatorius.
lv: Pārliecinieties, ka jūsu svītrkodu skeneris ir konfigurēts AIM identifikatoru pārraidīšanai.
mt: Iċċekkja li l-iskanner tal-barcode tiegħek huwa kkunfigurat biex jittrasmetti identifikaturi AIM.
nl: Controleer of uw barcodescanner is geconfigureerd om AIM-identificatoren te verzenden.
no: Kontroller at strekkodeskanneren din er konfigurert til å overføre AIM-identifikatorer.
pl: Sprawdź, czy skaner kodów kreskowych jest skonfigurowany do przesyłania identyfikatorów AIM.
pt: Verifique se o seu scanner de código de barras está configurado para transmitir identificadores AIM.
ro: Verificați dacă scannerul dumneavoastră de coduri de bare este configurat să transmită identificatori AIM.
sk: Skontrolujte, či je váš čítač čiarových kódov nakonfigurovaný na prenos identifikátorov AIM.
sl: Preverite, ali je vaš skener črtne kode nastavljen za prenos identifikatorjev AIM.
sv: Kontrollera att din streckkodsläsare är konfigurerad för att sända AIM-identifierare.
