Repository: Solidsoft-Reply/EMVS-Unique-Identifier-Parser
Catalog: Solidsoft.Reply.Parsers.EmvsUniqueIdentifier/Properties/Advice.*.resx
Languages: bg, cs, da, de, el, es, et, fi, fr, ga, hr, hu, is, it, lt, lv, mt, nl, no, pl, pt, ro, sk, sl, sv

# Advice_115
source: You can verify the authenticity of most medicinal packs by scanning the barcode printed on the outer packaging. You can verify the authenticity of most medicinal packs by scanning the barcode printed on the outer packaging. Enter data manually into your software for barcodes that contain Format 05 or Format 06 data. If necessary, configure your barcode scanner to emulate a numeric keypad.
bg: Можете да проверите автентичността на повечето опаковки с лекарства, като сканирате баркода, отпечатан върху външната опаковка. Ръчно въведете данни във вашия софтуер за баркодове, които съдържат данни от Формат 05 или Формат 06. Ако е необходимо, конфигурирайте вашия баркод скенер да имитира числова клавиатура.
cs: Můžete ověřit pravost většiny balení léků naskenováním čárového kódu vytištěného na vnějším obalu. Zadejte data ručně do vašeho softwaru pro čárové kódy, které obsahují data ve formátu 05 nebo 06. Pokud je to nutné, nakonfigurujte váš skener čárových kódů tak, aby emuloval numerickou klávesnici.
da: Du kan bekræfte ægtheden af ​​de fleste medicinalpakker ved at scanne stregkoden, der er trykt på ydre emballage. Indtast data manuelt i din software til stregkoder, der indeholder Format 05 eller Format 06 data. Hvis nødvendigt, konfigurer din stregkodescanner til at emulere et numerisk tastatur.
de: Sie können die Echtheit der meisten Arzneimittelverpackungen überprüfen, indem Sie den auf der äußeren Verpackung aufgedruckten Barcode scannen. Wenn Sie Probleme beim Scannen von Barcodes haben, die Daten im Format 05 oder Format 06 enthalten, geben Sie die Daten manuell in Ihre Software ein. Falls notwendig, konfigurieren Sie Ihren Barcodescanner so, dass er ein numerisches Tastenfeld emuliert.
el: Μπορείτε να επαληθεύσετε την αυθεντικότητα των περισσότερων συσκευασιών φαρμάκων σαρώνοντας τον γραμμωτό κώδικα που εκτυπώνεται στη εξωτερική συσκευασία. Εισάγετε δεδομένα χειροκίνητα στο λογισμικό σας για barcodes που περιέχουν δεδομένα μορφής 05 ή 06. Αν είναι απαραίτητο, ρυθμίστε τον σαρωτή barcode σας να μιμείται ένα αριθμητικό πληκτρολόγιο.
es: Puede verificar la autenticidad de la mayoría de los paquetes de medicamentos escaneando el código de barras impreso en el embalaje exterior. Ingrese datos manualmente en su software para códigos de barras que contienen datos de Formato 05 o Formato 06. Si es necesario, configure su escáner de códigos de barras para emular un teclado numérico.
et: Saate enamiku ravimipakendite autentsust kontrollida, skaneerides välimisele pakendile trükitud vöötkoodi. Sisestage andmed käsitsi oma tarkvarasse vöötkoodidele, mis sisaldavad Formaat 05 või Formaat 06 andmeid. Vajadusel seadistage oma vöötkoodiskanner numbrilise klaviatuuri emuleerimiseks.
fi: Voit tarkistaa useimpien lääkepakkausten aitouden skannaamalla ulkopakkaukseen painetun viivakoodin. Syötä tietoja manuaalisesti ohjelmistoosi viivakoodeille, jotka sisältävät Formaatti 05 tai Formaatti 06 -tietoja. Tarvittaessa konfiguroi viivakoodinlukijasi toimimaan numeerisen näppäimistön emulaattorina.
fr: Entrez manuellement les données dans votre logiciel de vérification pour vérifier les identifiants uniques PPN allemands.;;Si nécessaire, configurez votre scanner de code-barres pour émuler un pavé numérique.
ga: Cuir isteach sonraí de láimh i do bhogearra fíoraithe chun aitheantóirí uathúla PPN Gearmánacha a fhíorú.;;Más gá, cumraigh do scanóir barachóid chun méarchlár uimhriúil a aithris.
hr: Autentičnost većine pakiranja lijekova možete provjeriti skeniranjem barkoda ispisanog na vanjskoj ambalaži. Ručno unesite podatke u vaš softver za bar kodove koji sadrže podatke Formata 05 ili Formata 06. Ako je potrebno, konfigurirajte vaš skener bar kodova da oponaša numeričku tipkovnicu.
hu: A legtöbb gyógyszercsomag hitelességét azáltal ellenőrizheti, hogy beolvassa a külső csomagoláson nyomtatott vonalkódot. Adjon meg adatokat kézzel a szoftverében a 05 vagy 06 formátumú vonalkódok esetén. Szükség esetén állítsa be a vonalkódolvasóját úgy, hogy numerikus billentyűzetként működjön.
is: Þú getur staðfest áreiðanleika flestra lyfjapakkninga með því að skanna strikamerkið sem er prentað á ytri umbúðirnar. Sláðu inn gögn handvirkt í hugbúnaðinn þinn fyrir strikamerki sem innihalda Format 05 eða Format 06 gögn. Ef þörf krefur, stilltu strikamerkjalesarann þinn þannig að hann líki eftir númeralyklaborði.
it: È possibile verificare l'autenticità della maggior parte delle confezioni di medicinali scansionando il codice a barre stampato sulla confezione esterna. Inserisci manualmente i dati nel tuo software per i codici a barre che contengono dati Formato 05 o Formato 06. Se necessario, configura il tuo scanner di codici a barre per emulare un tastierino numerico.
lt: Rankiniu būdu įveskite duomenis į savo tikrinimo programinę įrangą, kad patikrintumėte Vokietijos PPN unikalius identifikatorius.;;Jeigu reikia, nustatykite savo brūkšninių kodų skaitytuvą imituoti skaitmeninį klavišų bloką.
lv: Jūs varat pārbaudīt lielāko daļu medicīnisko iepakojumu autentiskumu, noskenējot svītrkodu, kas ir izdrukāts uz ārējā iepakojuma. Jūs varat pārbaudīt lielāko daļu medicīnisko iepakojumu autentiskumu, noskenējot svītrkodu, kas ir izdrukāts uz ārējā iepakojuma. Ievadiet datus manuāli savā programmatūrā, ja svītrkodi satur Formāta 05 vai Formāta 06 datus. Ja nepieciešams, konfigurējiet savu svītrkodu skeneri tā, lai tas emulētu ciparu tastatūru.
mt: Daħħal id-data manwalment fis-softwer tal-verifika tiegħek biex tivverifika identifikaturi uniku tal-PPN Ġermaniż.;;Jekk ikun meħtieġ, kkonfigura l-iskanner tal-barcode tiegħek biex jimita keypad numeriku.
nl: Voer handmatig gegevens in uw verificatiesoftware in voor barcodes die Format 05 of Format 06 data bevatten.;;Indien nodig, configureer uw barcodescanner om een numeriek toetsenblok na te bootsen.
no: Du kan verifisere ektheten av de fleste medisinske pakker ved å skanne strekkoden som er trykt på ytteremballasjen. Syötä tietoja manuaalisesti ohjelmistoosi viivakoodeille, jotka sisältävät muotoa 05 tai 06 olevia tietoja. Tarvittaessa konfiguroi viivakoodinlukijasi emuloimaan numeerista näppäimistöä.
pl: Możesz zweryfikować autentyczność większości opakowań medycznych, skanując kod kreskowy wydrukowany na opakowaniu zewnętrznym. Wprowadź dane ręcznie do swojego oprogramowania dla kodów kreskowych zawierających dane Formatu 05 lub Formatu 06. W razie potrzeby skonfiguruj skaner kodów kreskowych tak, aby emulował klawiaturę numeryczną.
pt: Você pode verificar a autenticidade da maioria das embalagens de medicamentos digitalizando o código de barras impresso na embalagem externa. Insira dados manualmente no seu software para códigos de barras que contenham dados dos formatos 05 ou 06. Se necessário, configure seu scanner de código de barras para emular um teclado numérico.
ro: Puteți verifica autenticitatea majorității pachetelor de medicamente scanând codul de bare imprimat pe ambalajul exterior. Wprowadź dane ręcznie do swojego oprogramowania dla kodów kreskowych zawierających dane w formacie 05 lub 06. W razie potrzeby skonfiguruj skaner kodów kreskowych, aby emulował klawiaturę numeryczną.
sk: Autentickosť väčšiny liekových balení môžete overiť naskenovaním čiarového kódu vytlačeného na vonkajšom obale. Zadajte údaje ručne do vášho softvéru pre čiarové kódy, ktoré obsahujú údaje vo Formáte 05 alebo Formáte 06. Ak je to potrebné, nakonfigurujte vašu čítačku čiarových kódov tak, aby emulovala numerickú klávesnicu.
sl: Avtentičnost večine zdravilnih zavojčkov lahko preverite s skeniranjem črtne kode, natisnjene na zunanji embalaži. Ročno vnesite podatke v vašo programsko opremo za črtne kode, ki vsebujejo podatke formata 05 ali formata 06. Po potrebi nastavite vaš čitalnik črtnih kod, da emulira numerično tipkovnico.
sv: Du kan verifiera äktheten av de flesta medicinska förpackningar genom att skanna streckkoden som trycks på ytterförpackningen. Ange data manuellt i din programvara för streckkoder som innehåller data i format 05 eller 06. Om nödvändigt, konfigurera din streckkodsläsare för att emulera ett numeriskt tangentbord.

# Advice_200
source: Configure your barcode scanner to transmit AIM identifiers. If you have problems when transmitting AIM identifiers, revert to the current configuration.
bg: Конфигурирайте вашия скенер за баркоди да предава идентификатори AIM. Ако имате проблеми при предаването на идентификатори AIM, върнете се към текущата конфигурация.
cs: Nakonfigurujte váš skener čárových kódů tak, aby přenášel identifikátory AIM. Pokud máte problémy s přenášením identifikátorů AIM, vraťte se k současné konfiguraci.
da: Konfigurer din stregkodescanner til at overføre AIM-identifikatorer. Hvis du har problemer med at overføre AIM-identifikatorer, vend tilbage til den nuværende konfiguration.
de: Konfigurieren Sie Ihren Barcode-Scanner so, dass er AIM-Identifikatoren überträgt. Wenn Sie Probleme beim Übertragen von AIM-Identifikatoren haben, kehren Sie zur aktuellen Konfiguration zurück.
el: Ρυθμίστε τον σαρωτή barcode σας για να μεταδίδει αναγνωριστικούς κωδικούς AIM. Αν αντιμετωπίσετε προβλήματα κατά τη μετάδοση αναγνωριστικών κωδικών AIM, επανέλθετε στην τρέχουσα διαμόρφωση.
es: Configure su escáner de códigos de barras para transmitir identificadores AIM. Si tiene problemas al transmitir identificadores AIM, vuelva a la configuración actual.
et: Seadistage oma vöötkoodiskanner AIM-i identifikaatorite edastamiseks. Kui teil on probleeme AIM-i identifikaatorite edastamisega, naaske praeguse konfiguratsiooni juurde.
fi: Konfiguroi viivakoodinlukijasi lähettämään AIM-tunnisteita. Jos kohtaat ongelmia AIM-tunnisteiden lähettämisessä, palaa nykyiseen konfiguraatioon.
fr: Configurez votre scanner de code-barres pour transmettre les identifiants AIM. Si vous rencontrez des problèmes lors de la transmission des identifiants AIM, revenez à la configuration actuelle.
ga: Cumraigh do scanóir barachóid chun aitheantóirí AIM a tharchur. Má tá fadhbanna agat ag tarchur aitheantóirí AIM, fill ar ais chuig an gcumraíocht reatha.
hr: Konfigurirajte svoj skener barkoda za prijenos sekvenci kraja reda i ponovno testirajte. Ako imate problema s prijenosom sekvenci kraja reda, vratite se na trenutnu konfiguraciju.
hu: Konfigurálja a vonalkódolvasót AIM azonosítók továbbítására. Ha problémái vannak az AIM azonosítók továbbításával, térjen vissza a jelenlegi konfigurációra.
is: Stilltu strikamerkjalesarann þinn til að senda AIM auðkennara. Ef þú átt í vandræðum með að senda AIM auðkennara, snúðu aftur í núverandi uppsetningu.
it: Configura il tuo scanner di codici a barre per trasmettere gli identificatori AIM. Se hai problemi nella trasmissione degli identificatori AIM, ripristina la configurazione attuale.
lt: Nustatykite savo brūkšninių kodų skaitytuvą siųsti AIM identifikatorius. Jei kyla problemų siunčiant AIM identifikatorius, grįžkite prie esamos konfigūracijos.
lv: Konfigurējiet savu svītrkodu skeneri, lai tas pārraidītu AIM identifikatorus. Ja rodas problēmas ar AIM identifikatoru pārraidīšanu, atgriezieties pie pašreizējās konfigurācijas.
mt: Kkonfigura l-iskanner tal-barcode tiegħek biex jittrasmetti identifikaturi AIM. Jekk ikollok problemi waqt li jittrasmettu identifikaturi AIM, erġa' lura għall-konfigurazzjoni attwali.
nl: Configureer uw barcodescanner om AIM-identificatoren te verzenden. Als u problemen ondervindt bij het verzenden van AIM-identificatoren, ga dan terug naar de huidige configuratie.
no: Konfigurer strekkodeskanneren din til å overføre AIM-identifikatorer. Hvis du har problemer med å overføre AIM-identifikatorer, gå tilbake til gjeldende konfigurasjon.
pl: Skonfiguruj skaner kodów kreskowych do przesyłania identyfikatorów AIM. Jeśli wystąpią problemy podczas przesyłania identyfikatorów AIM, przywróć bieżącą konfigurację.
pt: Configure seu scanner de código de barras para transmitir identificadores AIM. Se tiver problemas ao transmitir identificadores AIM, volte à configuração atual.
ro: Configurați scannerul dumneavoastră de coduri de bare să transmită identificatori AIM. Dacă aveți probleme la transmiterea identificatorilor AIM, reveniți la configurația actuală.
sk: Nakonfigurujte váš čítač čiarových kódov na prenos identifikátorov AIM. Ak máte problémy s prenosom identifikátorov AIM, vráťte sa k aktuálnej konfigurácii.
sl: Nastavite vaš skener črtne kode, da prenaša identifikatorje AIM. Če imate težave pri prenosu identifikatorjev AIM, se vrnite na trenutno konfiguracijo.
sv: Konfigurera din streckkodsläsare för att sända AIM-identifierare. Om du har problem när du sänder AIM-identifierare, återgå till nuvarande konfiguration.

# Advice_205
source: You may want to switch off Caps Lock and test again.
bg: Може да искате да изключите Caps Lock и да тествате отново.
cs: Možná budete chtít vypnout funkci Caps Lock a znovu to zkusit.
da: Du vil måske slukke Caps Lock og teste igen.
de: Sie möchten vielleicht die Feststelltaste ausschalten und erneut testen.
el: Μπορεί να θέλετε να απενεργοποιήσετε το Caps Lock και να δοκιμάσετε ξανά.
es: Puede que quiera apagar Caps Lock y probar de nuevo.
et: Võite soovida lülitada Caps Lock välja ja testida uuesti.
fi: Saatat haluta kytkeä Caps Lockin pois päältä ja testata uudelleen.
fr: Vous voudrez peut-être désactiver le verrouillage des majuscules et tester à nouveau.
ga: D'fhéadfá a bheith ag iarraidh Caps Lock a mhúchadh agus tástáil arís.
hr: Možda biste željeli isključiti Caps Lock i ponovno testirati.
hu: Lehet, hogy ki szeretné kapcsolni a Caps Lock-ot és újra tesztelni.
is: Þú gætir viljað slökkva á Caps Lock og prófa aftur.
it: Potresti voler disattivare il Caps Lock e provare di nuovo.
lt: Galite norėti išjungti Caps Lock ir bandyti dar kartą.
lv: Iespējams, vēlaties izslēgt Caps Lock un mēģināt vēlreiz.
mt: Tista' trid titfi l-Caps Lock u ittestja mill-ġdid.
nl: U wilt mogelijk Caps Lock uitschakelen en opnieuw testen.
no: Du vil kanskje slå av Caps Lock og teste på nytt.
pl: Możesz chcieć wyłączyć Caps Lock i spróbować ponownie.
pt: Você pode querer desligar o Caps Lock e testar novamente.
ro: S-ar putea să doriți să dezactivați Caps Lock și să testați din nou.
sk: Možno budete chcieť vypnúť Caps Lock a skúste to znova.
sl: Morda boste želeli izklopiti Caps Lock in ponovno preizkusiti.
sv: Du kanske vill stänga av Caps Lock och testa igen.

# Advice_206
source: Check your barcode scanner, keyboard and computer configurations and reconfigure them if necessary.;;You may want to switch off Caps Lock and test again.
bg: Проверете конфигурацията на вашия скенер за баркоди, клавиатурата и компютъра и ги преконфигурирайте при необходимост.;;Може да искате да изключите Caps Lock и да тествате отново.
cs: Zkontrolujte konfiguraci skeneru čárových kódů, klávesnice a počítače a případně je překonfigurujte.;;Možná budete chtít vypnout Caps Lock a znovu to zkusit.
da: Kontroller din stregkodescanner, tastatur og computerkonfigurationer, og omkonfigurer dem om nødvendigt.;;Du vil måske slukke for Caps Lock og teste igen.
de: Überprüfen Sie die Konfiguration Ihres Barcode-Scanners, Ihrer Tastatur und Ihrer Computereinstellungen und konfigurieren Sie sie bei Bedarf neu.;;Möglicherweise möchten Sie die Feststelltaste ausschalten und erneut testen.
el: Ελέγξτε τη διαμόρφωση του σαρωτή barcode σας, του πληκτρολογίου και του υπολογιστή σας και αναδιαμορφώστε τα εάν είναι απαραίτητο.;;Μπορείτε να θέλετε να απενεργοποιήσετε το Caps Lock και να δοκιμάσετε ξανά.
es: Verifique las configuraciones de su escáner de códigos de barras, teclado y computadora y reconfigúrelos si es necesario.;;Puede que quiera apagar Caps Lock y probar de nuevo.
et: Kontrollige oma vöötkoodiskanneri, klaviatuuri ja arvuti konfiguratsioone ning vajadusel seadistage need ümber.;;Soovite võib-olla lülitada Caps Lock välja ja testida uuesti.
fi: Tarkista viivakoodinlukijasi, näppäimistösi ja tietokoneesi konfiguraatiot ja konfiguroi ne tarvittaessa uudelleen.;;Saatat haluta kytkeä Caps Lockin pois päältä ja testata uudelleen.
fr: Vérifiez vos configurations de scanner de code-barres, clavier et ordinateur et reconfigurez-les si nécessaire.;;Vous voudrez peut-être désactiver le verrouillage des majuscules et tester à nouveau.
ga: Seiceáil do scanóir barachóid, méarchlár agus cumraíocht ríomhaire agus athchumraigh iad más gá.;;B'fhéidir gur mhaith leat Caps Lock a mhúchadh agus tástáil a dhéanamh arís.
hr: Provjerite konfiguraciju skenera, tipkovnice i računala te ih po potrebi ponovno konfigurirajte.
hu: Ellenőrizze a vonalkódolvasó, billentyűzet és számítógép konfigurációit, és szükség esetén konfigurálja át őket.;;Lehet, hogy ki szeretné kapcsolni a Caps Lock-ot és újra tesztelni.
is: Athugaðu strikamerkjalesarann þinn, lyklaborðið og tölvustillingarnar og endurstilltu þær ef þörf krefur.;;Þú getur viljað slökkva á Caps Lock og prófa aftur.
it: Controlla le configurazioni del tuo scanner di codici a barre, della tastiera e del computer e riconfigurarle se necessario.;;Potresti voler disattivare il Caps Lock e provare di nuovo.
lt: Patikrinkite savo brūkšninių kodų skaitytuvą, klaviatūrą ir kompiuterio konfigūracijas ir, jei reikia, jas pakeiskite.;;Galbūt norėsite išjungti Caps Lock ir išbandyti dar kartą.
lv: Pārbaudiet savu svītrkodu skeneri, tastatūras un datora konfigurāciju un pārkonfigurējiet tās, ja nepieciešams.;;Iespējams, vēlaties izslēgt Caps Lock un mēģināt vēlreiz.
mt: Iċċekkja l-iskanner tal-barcode tiegħek, it-tastiera u l-konfigurazzjonijiet tal-kompjuter tiegħek u kkunfigurahom mill-ġdid jekk ikun meħtieġ.;;Tista' trid titfi l-Caps Lock u ittestja mill-ġdid.
nl: Controleer uw barcodescanner, toetsenbord en computerconfiguraties en configureer ze indien nodig opnieuw.;;U wilt misschien Caps Lock uitschakelen en opnieuw testen.
no: Kontroller strekkodeskanneren, tastaturet og datamaskinkonfigurasjonene og konfigurer dem på nytt om nødvendig.;;Du ønsker kanskje å slå av Caps Lock og teste igjen.
pl: Sprawdź konfigurację skanera kodów kreskowych, klawiatury i komputera oraz dokonaj rekonfiguracji w razie potrzeby.;;Możesz chcieć wyłączyć Caps Lock i spróbować ponownie.
pt: Verifique a configuração do seu scanner de código de barras, teclado e computador e reconfigure-os se necessário.;;Você pode querer desativar o Caps Lock e testar novamente.
ro: Verificați configurațiile scannerului dumneavoastră de coduri de bare, tastatură și computer și reconfigurați-le dacă este necesar.;;S-ar putea să doriți să dezactivați Caps Lock și să testați din nou.
sk: Skontrolujte konfiguráciu vášho čítača čiarových kódov, klávesnice a počítača a prípadne ich prekonfigurujte.;;Možno budete chcieť vypnúť Caps Lock a skúste to znova.
sl: Preverite nastavitve vašega skenerja črtne kode, tipkovnice in računalnika ter jih po potrebi ponovno nastavite.;;Morda boste želeli izklopiti Caps Lock in ponovno preizkusiti.
sv: Kontrollera din streckkodsläsare, tangentbord och datorinställningar och konfigurera om dem vid behov.;;Du kan vilja stänga av Caps Lock och testa igen.

# Advice_210
source: You may want to switch Caps Lock off.
bg: Може да искате да изключите Caps Lock.
cs: Možná budete chtít vypnout funkci Caps Lock.
da: Du vil måske slukke for Caps Lock.
de: Sie möchten vielleicht die Feststelltaste ausschalten.
el: Μπορεί να θέλετε να απενεργοποιήσετε το Caps Lock.
es: Puede que quiera apagar Caps Lock.
et: Võite soovida lülitada Caps Lock välja.
fi: Saatat haluta kytkeä Caps Lockin pois päältä.
fr: Vous voudrez peut-être désactiver le verrouillage des majuscules.
ga: D'fhéadfá a bheith ag iarraidh Caps Lock a mhúchadh.
hr: Možda biste željeli isključiti Caps Lock.
hu: Lehet, hogy ki szeretné kapcsolni a Caps Lock-ot.
is: Þú gætir viljað slökkva á Caps Lock.
it: Potresti voler disattivare il Caps Lock.
lt: Galite norėti išjungti Caps Lock.
lv: Iespējams, vēlaties izslēgt Caps Lock.
mt: Tista' trid titfi l-Caps Lock.
nl: U wilt mogelijk Caps Lock uitschakelen.
no: Du vil kanskje slå av Caps Lock.
pl: Możesz chcieć wyłączyć Caps Lock.
pt: Você pode querer desligar o Caps Lock.
ro: S-ar putea să doriți să dezactivați Caps Lock.
sk: Možno budete chcieť vypnúť Caps Lock.
sl: Morda boste želeli izklopiti Caps Lock.
sv: Du kanske vill stänga av Caps Lock.
