Repository: Solidsoft-Reply/EMVS-Unique-Identifier-Parser
Catalog: Solidsoft.Reply.Parsers.EmvsUniqueIdentifier/Properties/Advice.*.resx
Languages: bg, cs, da, de, el, es, et, fi, fr, ga, hr, hu, is, it, lt, lv, mt, nl, no, pl, pt, ro, sk, sl, sv

# Description_232
source: Your barcode scanner may transmit AIM identifiers, but this is not certain. AIM identifiers represent the barcode type. Your verification software may use them to eliminate unnecessary alerts.
bg: Вашият скенер за баркоди може да предава идентификатори AIM, но това не е сигурно. Идентификаторите AIM представляват типа на баркода. Вашият софтуер за верификация може да ги използва, за да елиминира ненужни сигнали.
cs: Váš skener čárových kódů může přenášet identifikátory AIM, ale to není jisté. Identifikátory AIM reprezentují typ čárového kódu. Váš ověřovací software je může využít k eliminaci nepotřebných upozornění.
da: Din stregkodescanner transmitterer måske AIM-identifikatorer, men det er ikke sikkert. AIM-identifikatorer repræsenterer stregkodetypen. Din verifikationssoftware kan bruge dem til at eliminere unødvendige alarmer.
de: Ihr Barcode-Scanner überträgt möglicherweise AIM-Identifikatoren, aber das ist nicht sicher. AIM-Identifikatoren repräsentieren den Barcodetyp. Ihre Verifizierungssoftware kann sie verwenden, um unnötige Warnungen zu eliminieren.
el: Ο σαρωτής barcode μπορεί να μεταδίδει ταυτότητες AIM, αλλά αυτό δεν είναι βέβαιο. Οι ταυτότητες AIM αντιπροσωπεύουν τον τύπο του barcode. Το λογισμικό επαλήθευσης σας μπορεί να τις χρησιμοποιήσει για να εξαλείψει περιττές ειδοποιήσεις.
es: Su escáner de códigos de barras puede transmitir identificadores AIM, pero no es seguro. Los identificadores AIM representan el tipo de código de barras. Su software de verificación puede usarlos para eliminar alertas innecesarias.
et: Teie vöötkoodiskanner võib edastada AIM identifikaatoreid, kuid see pole kindel. AIM identifikaatorid esindavad vöötkoodi tüüpi. Teie verifitseerimistarkvara võib neid kasutada mittevajalike hoiatuste kõrvaldamiseks.
fi: Viivakoodinlukijasi saattaa lähettää AIM-tunnisteita, mutta tämä ei ole varmaa. AIM-tunnisteet edustavat viivakoodityyppiä. Varmistusohjelmistosi voi käyttää niitä tarpeettomien hälytysten poistamiseen.
fr: Votre scanner de code-barres peut transmettre des identifiants AIM, mais ce n'est pas certain. Les identifiants AIM représentent le type de code-barres. Votre logiciel de vérification peut les utiliser pour éliminer les alertes inutiles.
ga: D'fhéadfadh go dtarchuirfeadh do scanóir barachóid aitheantóirí AIM, ach níl sé cinnte. Léiríonn aitheantóirí AIM cineál an bharachóid. D'fhéadfadh do bhogearra fíoraithe iad a úsáid chun rabhaidh neamhriachtanacha a sheachaint.
hr: Vaš skener barkodova može prenositi AIM identifikatore, ali to nije sigurno. AIM identifikatori predstavljaju tip barkoda. Vaš softver za provjeru može ih koristiti za eliminaciju nepotrebnih upozorenja.
hu: Előfordulhat, hogy a vonalkódolvasó továbbít AIM azonosítókat, de ez nem biztos. Az AIM azonosítók a vonalkód típusát jelölik. A verifikációs szoftver használhatja őket a szükségtelen riasztások kiküszöbölésére.
is: Strikamerkjalesarinn þinn gæti sent AIM auðkennara, en það er ekki víst. AIM auðkennarar tákna gerð strikamerkis. Staðfestingarhugbúnaðurinn þinn getur notað þá til að útiloka óþarfa viðvaranir.
it: Il tuo scanner di codici a barre potrebbe trasmettere identificatori AIM, ma non è certo. Gli identificatori AIM rappresentano il tipo di codice a barre. Il tuo software di verifica potrebbe usarli per eliminare avvisi non necessari.
lt: Jūsų brūkšninių kodų skaitytuvas gali siųsti AIM identifikatorius, tačiau tai nėra tikra. AIM identifikatoriai atspindi brūkšninio kodo tipą. Jūsų tikrinimo programinė įranga gali juos naudoti nereikalingų įspėjimų šalinimui.
lv: Jūsu svītrkodu skeneris, iespējams, pārraida AIM identifikatorus, taču tas nav droši zināms. AIM identifikatori attēlo svītrkoda veidu. Jūsu verifikācijas programmatūra, iespējams, tos izmantos, lai novērstu nevajadzīgus brīdinājumus.
mt: L-iskanner tal-barcode tiegħek jista' jittrasmetti identifikaturi AIM, iżda dan mhux ċert. Identifikaturi AIM jirrappreżentaw it-tip tal-barcode. Is-softwer tal-verifika tiegħek jista' jużahom biex ineħħi twissijiet mhux meħtieġa.
nl: Uw barcodescanner verzendt mogelijk AIM-identificatoren, maar dit is niet zeker. AIM-identificatoren vertegenwoordigen het barcodetype. Uw verificatiesoftware kan ze gebruiken om onnodige waarschuwingen te elimineren.
no: Strekkodeskanneren din kan overføre AIM-identifikatorer, men det er ikke sikkert. AIM-identifikatorer representerer strekkodetypen. Verifiseringsprogramvaren din kan bruke dem til å eliminere unødvendige varsler.
pl: Twój skaner kodów kreskowych może przesyłać identyfikatory AIM, ale to nie jest pewne. Identyfikatory AIM reprezentują typ kodu kreskowego. Oprogramowanie weryfikacyjne może je wykorzystać, aby wyeliminować niepotrzebne alerty.
pt: Seu scanner de código de barras pode transmitir identificadores AIM, mas isso não é certo. Os identificadores AIM representam o tipo de código de barras. Seu software pode usá-los para eliminar alertas desnecessários.
ro: Scanerul dvs. de coduri de bare poate transmite identificatori AIM, dar acest lucru nu este sigur. Identificatorii AIM reprezintă tipul codului de bare. Software-ul dvs. de verificare le poate utiliza pentru a elimina alertele inutile.
sk: Váš čítač čiarových kódov môže prenášať identifikátory AIM, ale to nie je isté. Identifikátory AIM reprezentujú typ čiarového kódu. Váš overovací softvér ich môže využiť na elimináciu zbytočných upozornení.
sl: Vaš skener črtne kode morda prenaša identifikatorje AIM, vendar to ni zagotovljeno. Identifikatorji AIM predstavljajo tip črtne kode. Vaša programska oprema za preverjanje jih lahko uporabi za odpravo nepotrebnih opozoril.
sv: Din streckkodsläsare kanske sänder AIM-identifierare, men detta är inte säkert. AIM-identifierare representerar streckkodstypen. Din verifieringsprogramvara kan använda dem för att eliminera onödiga varningar.

# Description_235
source: AIM identifiers represent the barcode type. Your verification software may use them to eliminate unnecessary alerts.
bg: Идентификаторите AIM представляват типа на баркода. Вашият софтуер може да ги използва за елиминиране на ненужни сигнали.
cs: Identifikátory AIM představují typ čárového kódu. Váš ověřovací software je může použít k odstranění nepotřebných upozornění.
da: AIM-identifikatorer repræsenterer stregkodetypen. Dit verifikationssoftware kan bruge dem til at eliminere unødvendige alarmer.
de: AIM-Identifikatoren repräsentieren den Barcodetyp. Ihre Verifizierungssoftware kann sie verwenden, um unnötige Alarme zu eliminieren.
el: Οι αναγνωριστικοί κωδικοί AIM αντιπροσωπεύουν τον τύπο του barcode. Το λογισμικό επαλήθευσης σας μπορεί να τους χρησιμοποιήσει για να εξαλείψει περιττές ειδοποιήσεις.
es: Los identificadores AIM representan el tipo de código de barras. Su software de verificación puede utilizarlos para eliminar alertas innecesarias.
et: AIM-i identifikaatorid esindavad vöötkoodi tüüpi. Teie verifitseerimistarkvara võib neid kasutada mittevajalike hoiatuste kõrvaldamiseks.
fi: AIM-tunnisteet edustavat viivakoodityyppiä. Varmistusohjelmistosi voi käyttää niitä tarpeettomien hälytysten poistamiseen.
fr: Les identifiants AIM représentent le type de code-barres. Votre logiciel de vérification peut les utiliser pour éliminer les alertes inutiles.
ga: Léiríonn aitheantóirí AIM cineál an bharachóid. Féadfaidh do bhogearra fíoraithe iad a úsáid chun rabhaidh neamhriachtanacha a eisiamh.
hr: Identifikatori AIM predstavljaju tip barkoda. Vaš softver za provjeru može ih koristiti za eliminaciju nepotrebnih upozorenja.
hu: AIM azonosítók a vonalkód típusát jelölik. Az Ön ellenőrző szoftvere használhatja őket a szükségtelen riasztások kiküszöbölésére.
is: AIM auðkennarar tákna gerð strikamerkis. Staðfestingarhugbúnaðurinn þinn getur notað þá til að útiloka óþarfa viðvaranir.
it: Gli identificatori AIM rappresentano il tipo di codice a barre. Il tuo software di verifica potrebbe usarli per eliminare avvisi non necessari.
lt: AIM identifikatoriai atspindi brūkšninio kodo tipą. Jūsų tikrinimo programinė įranga gali juos naudoti nereikalingų įspėjimų šalinimui.
lv: AIM identifikatori attēlo svītrkoda veidu. Jūsu verifikācijas programmatūra, iespējams, tos izmantos, lai novērstu nevajadzīgus brīdinājumus.
mt: Identifikaturi AIM jirrappreżentaw it-tip tal-barcode. Is-softwer tal-verifika tiegħek jista' jużahom biex ineħħi twissijiet mhux meħtieġa.
nl: AIM-identificatoren vertegenwoordigen het type barcode. Uw verificatiesoftware kan ze gebruiken om onnodige meldingen te elimineren.
no: AIM-identifikatorer representerer strekkodetypen. Programvaren din kan bruke dem til å eliminere unødvendige varsler.
pl: Identyfikatory AIM reprezentują typ kodu kreskowego. Oprogramowanie weryfikacyjne może je wykorzystać, aby wyeliminować niepotrzebne alerty.
pt: Identificadores AIM representam o tipo de código de barras. Seu software de verificação pode usá-los para eliminar alertas desnecessários.
ro: Identificatorii AIM reprezintă tipul de cod de bare. Software-ul dumneavoastră de verificare îi poate folosi pentru a elimina alertele inutile.
sk: Identifikátory AIM reprezentujú typ čiarového kódu. Váš overovací softvér ich môže využiť na elimináciu zbytočných upozornení.
sl: Identifikatorji AIM predstavljajo tip črtne kode. Vaša programska oprema za preverjanje jih lahko uporabi za odpravo nepotrebnih opozoril.
sv: AIM-identifierare representerar streckkodstypen. Din programvara kan använda dem för att eliminera onödiga larm.

# Description_240
source: Your software must implement character mapping to read PPN barcodes reliably.
bg: Вашият софтуер трябва да изпълни картографиране на символи, за да чете надеждно баркодите PPN.
cs: Váš software musí implementovat mapování znaků pro spolehlivé čtení čárových kódů PPN.
da: Din software skal implementere tegnkortlægning for pålideligt at læse PPN-stregkoder.
de: Ihre Software muss eine Zeichenabbildung implementieren, um PPN-Barcodes zuverlässig zu lesen.
el: Το λογισμικό σας πρέπει να υλοποιήσει χαρτογράφηση χαρακτήρων για να διαβάζει αξιόπιστα τα barcodes PPN.
es: Su software debe implementar un mapeo de caracteres para leer códigos de barras PPN de manera confiable.
et: Teie tarkvara peab rakendama tähemärgistiku kaardistamist, et lugeda PPN vöötkoode usaldusväärselt.
fi: Ohjelmistosi on toteutettava merkistön määritys lukeakseen PPN-viivakoodeja luotettavasti.
fr: Votre logiciel doit implémenter une cartographie des caractères pour lire les codes-barres PPN de manière fiable.
ga: Caithfidh do bhogearra léarscáiliú carachtar a chur i bhfeidhm chun barachóid PPN a léamh go hiontaofa.
hr: Vaš softver mora implementirati mapiranje znakova za pouzdano čitanje PPN barkodova.
hu: A szoftverének implementálnia kell a karakterleképezést a PPN vonalkódok megbízható olvasásához.
is: Hugbúnaðurinn þinn verður að innleiða stafakortlagningu til að lesa PPN strikamerki áreiðanlega.
it: Il tuo software deve implementare la mappatura dei caratteri per leggere i codici a barre PPN in modo affidabile.
lt: Jūsų programinė įranga turi įgyvendinti simbolių žemėlapį, kad galėtų patikimai skaityti PPN brūkšninius kodus.
lv: Jūsu programmatūrai ir jāievieš rakstzīmju kartēšana, lai uzticami nolasītu PPN svītrkodus.
mt: Is-softwer tiegħek irid jimplimenta mappjar tal-karattri biex jaqra barcodes tal-PPN b'mod affidabbli.
nl: Uw software moet karaktertoewijzing implementeren om PPN barcodes betrouwbaar te kunnen lezen.
no: Programvaren din må implementere tegnkartlegging for å lese PPN-strekkoder pålitelig.
pl: Twoje oprogramowanie musi wdrożyć mapowanie znaków, aby niezawodnie odczytać kody kreskowe PPN.
pt: Seu software deve implementar mapeamento de caracteres para ler códigos de barras PPN de forma confiável.
ro: Software-ul dvs. trebuie să implementeze maparea caracterelor pentru a citi codurile de bare PPN în mod fiabil.
sk: Váš softvér musí implementovať mapovanie znakov na spoľahlivé čítanie čiarových kódov PPN.
sl: Vaša programska oprema mora implementirati preslikavo znakov za zanesljivo branje črtnih kod PPN.
sv: Din programvara måste implementera teckenkartläggning för att pålitligt läsa PPN-streckkoder.

# Description_245
source: Some verification software may be able to compensate for this by analysing key codes rather than characters.
bg: Някои софтуери за верификация могат да компенсират това, като анализират кодове на клавиши вместо символи.
cs: Některý ověřovací software může tento problém kompenzovat analýzou kódů kláves namísto znaků.
da: Noget verifikationssoftware kan muligvis kompensere for dette ved at analysere nøglekoder i stedet for karakterer.
de: Einige Verifizierungssoftware kann dies kompensieren, indem sie statt Zeichen Schlüsselcodes analysiert.
el: Κάποιο λογισμικό επαλήθευσης μπορεί να αντισταθμίσει αυτό αναλύοντας τους κωδικούς πλήκτρων αντί για χαρακτήρες.
es: Algunos softwares de verificación pueden compensar esto analizando códigos de teclas en lugar de caracteres.
et: Mõni verifitseerimistarkvara võib seda kompenseerida, analüüsides klahvikoodide asemel tähemärke.
fi: Jotkin varmistusohjelmistot saattavat kompensoida tämän analysoimalla näppäinkoodeja merkkien sijaan.
fr: Certains logiciels de vérification peuvent compenser cela en analysant les codes clés plutôt que les caractères.
ga: D'fhéadfadh roinnt bogearraí fíoraithe cúiteamh a dhéanamh ar an gceist seo trí chóid eochair seachas carachtair a anailísiú.
hr: Neke softverske provjere mogu kompenzirati to analizirajući ključne kodove umjesto znakova.
hu: Néhány verifikációs szoftver képes lehet kompenzálni ezt az elemzési módszert a karakterek helyett a kulcskódok elemzésével.
is: Sumur staðfestingarhugbúnaður gæti getað bætt úr þessu með því að greina lyklakóða fremur en stafi.
it: Alcuni software di verifica potrebbero essere in grado di compensare questo analizzando i codici chiave anziché i caratteri.
lt: Kai kuri programinė įranga gali kompensuoti tai analizuodama klavišų kodus, o ne simbolius.
lv: Dažas verifikācijas programmatūras, iespējams, spēs to kompensēt, analizējot taustiņu kodus, nevis rakstzīmes.
mt: Xi softwer tal-verifika jista' jkun kapaċi jikkumpensa għal dan billi janalizza kodiċijiet ewlenin minflok karattri.
nl: Sommige verificatiesoftware kan dit compenseren door sleutelcodes te analyseren in plaats van karakters.
no: Noen verifiseringsprogramvarer kan være i stand til å kompensere for dette ved å analysere tastekoder i stedet for tegn.
pl: Niektóre oprogramowanie weryfikacyjne może kompensować to, analizując kody klawiszy zamiast znaków.
pt: Alguns softwares de verificação podem compensar isso analisando códigos de teclas em vez de caracteres.
ro: Unele software-uri de verificare pot compensa acest lucru prin analizarea codurilor de taste, în loc de caractere.
sk: Niektorý overovací softvér môže tento problém kompenzovať analýzou kódov kláves namiesto znakov.
sl: Nekatera programska oprema za preverjanje lahko to kompenzira z analiziranjem kod tipk namesto znakov.
sv: Viss verifieringsprogramvara kan kompensera för detta genom att analysera tangentkoder istället för tecken.

# Description_255
source: This could be a temporary or intermittent problem. Your computer may be busy, running a virus checker or a predictive text service. Your barcode scanner may be configured as a numeric keypad.
bg: Това може да е временен или прекъсващ се проблем. Вашият компютър може да бъде зает, работейки с антивирусна програма или услуга за предсказуем текст.
cs: Toto může být dočasný nebo přerušovaný problém. Váš počítač může být zaneprázdněn, například spouštěním antivirového programu nebo služby pro prediktivní text. Váš skener čárových kódů může být nakonfigurován jako numerická klávesnice.
da: Dette kunne være et midlertidigt eller intermitterende problem. Din computer kan være optaget, køre en viruschecker eller en forudsigende teksttjeneste.
de: Dies könnte ein vorübergehendes oder intermittierendes Problem sein. Ihr Computer könnte beschäftigt sein, einen Virenscanner oder einen prädiktiven Textdienst ausführen. Ihr Barcode-Scanner kann als numerische Tastatur konfiguriert sein.
el: Αυτό μπορεί να είναι ένα προσωρινό ή διακεκομμένο πρόβλημα. Ο υπολογιστής σας μπορεί να είναι απασχολημένος, εκτελώντας έναν ιόκτονο ή μια υπηρεσία προβλεπτικού κειμένου.
es: Esto podría ser un problema temporal o intermitente. Su computadora puede estar ocupada, ejecutando un antivirus o un servicio de texto predictivo. Su escáner de códigos de barras puede estar configurado como un teclado numérico.
et: See võib olla ajutine või katkendlik probleem. Teie arvuti võib olla hõivatud, käivitades viirusetõrjet või ennustavat tekstiteenust.
fi: Tämä saattaa olla väliaikainen tai satunnainen ongelma. Tietokoneesi saattaa olla kiireinen, suorittaa virustarkistusta tai ennakoivan tekstin palvelua.
fr: Cela pourrait être un problème temporaire ou intermittent. Votre ordinateur peut être occupé, exécutant un antivirus ou un service de texte prédictif. Votre scanner de codes-barres peut être configuré en tant que pavé numérique.
ga: D'fhéadfadh seo a bheith ina fhadhb shealadach nó eatramhach. D'fhéadfadh do ríomhaire a bheith gnóthach, ag rith seiceálaí víreas nó seirbhís réamhaisnéise téacs.
hr: To bi mogao biti privremen ili povremen problem. Vaše računalo može biti zauzeto, pokreće provjeru virusa ili uslugu predviđanja teksta.
hu: Ez egy ideiglenes vagy időszakos probléma lehet. Számítógépe elfoglalt lehet, például víruskeresőt vagy prediktív szövegszolgáltatást futtat. A vonalkódolvasó numerikus billentyűzetként lehet konfigurálva.
is: Þetta gæti verið tímabundið eða tíð tímaúrfelling vandamál. Tölvan þín gæti verið upptekin, keyra veiruvarnir eða þjónustu fyrir spágildi texta.
it: Questo potrebbe essere un problema temporaneo o intermittente. Il tuo computer potrebbe essere occupato, eseguendo un antivirus o un servizio di testo predittivo. Il tuo scanner di codici a barre potrebbe essere configurato come un tastierino numerico.
lt: Tai gali būti laikina arba pasikartojanti problema. Jūsų kompiuteris gali būti užimtas, vykdydamas virusų tikrinimą arba prognozuojamą teksto paslaugą.
lv: Tā varētu būt īslaicīga vai periodiska problēma. Jūsu dators, iespējams, ir aizņemts, darbojoties ar vīrusu pārbaudītāju vai prognozēšanas teksta pakalpojumu. Jūsu svītrkodu skeneris, iespējams, ir konfigurēts kā ciparu tastatūra.
mt: Dan jista' jkun problema temporanja jew intermittenti. Il-kompjuter tiegħek jista' jkun okkupat, qed jaħdem virus checker jew servizz ta' test predittiv.
nl: Dit kan een tijdelijk of intermitterend probleem zijn. Uw computer kan bezig zijn met het uitvoeren van een virusscanner of een voorspellende tekstdienst.
no: Dette kan være et midlertidig eller periodisk problem. Datamaskinen din kan være opptatt, kjøre et antivirusprogram eller en forutsigende teksttjeneste.
pl: Może to być tymczasowy lub przerywany problem. Twój komputer może być zajęty, uruchomiono program antywirusowy lub usługę przewidywania tekstu.
pt: Isso pode ser um problema temporário ou intermitente. Seu computador pode estar ocupado, executando um antivírus ou um serviço de texto preditivo. Seu scanner de código de barras pode estar configurado como um teclado numérico.
ro: Acesta ar putea fi o problemă temporară sau intermitentă. Computerul dvs. poate fi ocupat, rulând un antivirus sau un serviciu de text predictiv.
sk: To môže byť dočasný alebo príležitostný problém. Váš počítač môže byť zaneprázdnený, beží antivírusová kontrola alebo služba prediktívneho textu.
sl: To je lahko začasna ali občasna težava. Vaš računalnik je lahko zaseden, teče protivirusni program ali storitev za predvidevanje besedila.
sv: Detta kan vara ett tillfälligt eller intermittenta problem. Din dator kan vara upptagen, köra en viruskontroll eller en förutsägande texttjänst.
