Repository: Solidsoft-Reply/EMVS-Unique-Identifier-Parser
Catalog: Solidsoft.Reply.Parsers.EmvsUniqueIdentifier/Properties/Advice.*.resx
Languages: bg, cs, da, de, el, es, et, fi, fr, ga, hr, hu, is, it, lt, lv, mt, nl, no, pl, pt, ro, sk, sl, sv

# Description_256
source: This could be a temporary or intermittent problem. Your computer may be busy, running a virus checker or a predictive text service. Your barcode scanner may be configured as a numeric keypad.
bg: Това може да е временен или прекъсващ се проблем. Вашият компютър може да бъде зает, работейки с антивирусна програма или услуга за предсказуем текст.
cs: Toto může být dočasný nebo přerušovaný problém. Váš počítač může být zaneprázdněn, například spouštěním antivirového programu nebo služby pro prediktivní text. Váš skener čárových kódů může být nakonfigurován jako numerická klávesnice.
da: Dette kunne være et midlertidigt eller intermitterende problem. Din computer kan være optaget, køre en viruschecker eller en forudsigende teksttjeneste.
de: Dies könnte ein vorübergehendes oder intermittierendes Problem sein. Ihr Computer könnte beschäftigt sein, einen Virenscanner oder einen prädiktiven Textdienst ausführen. Ihr Barcode-Scanner kann als numerische Tastatur konfiguriert sein.
el: Αυτό μπορεί να είναι ένα προσωρινό ή διακεκομμένο πρόβλημα. Ο υπολογιστής σας μπορεί να είναι απασχολημένος, εκτελώντας έναν ιόκτονο ή μια υπηρεσία προβλεπτικού κειμένου.
es: Esto podría ser un problema temporal o intermitente. Su computadora puede estar ocupada, ejecutando un antivirus o un servicio de texto predictivo. Su escáner de códigos de barras puede estar configurado como un teclado numérico.
et: See võib olla ajutine või katkendlik probleem. Teie arvuti võib olla hõivatud, käivitades viirusetõrjet või ennustavat tekstiteenust.
fi: Tämä saattaa olla väliaikainen tai satunnainen ongelma. Tietokoneesi saattaa olla kiireinen, suorittaa virustarkistusta tai ennakoivan tekstin palvelua.
fr: Cela pourrait être un problème temporaire ou intermittent. Votre ordinateur peut être occupé, exécutant un antivirus ou un service de texte prédictif. Votre scanner de codes-barres peut être configuré en tant que pavé numérique.
ga: D'fhéadfadh seo a bheith ina fhadhb shealadach nó eatramhach. D'fhéadfadh do ríomhaire a bheith gnóthach, ag rith seiceálaí víreas nó seirbhís réamhaisnéise téacs.
hr: To bi mogao biti privremen ili povremen problem. Vaše računalo može biti zauzeto, pokreće provjeru virusa ili uslugu predviđanja teksta.
hu: Ez egy ideiglenes vagy időszakos probléma lehet. Számítógépe elfoglalt lehet, például víruskeresőt vagy prediktív szövegszolgáltatást futtat. A vonalkódolvasó numerikus billentyűzetként lehet konfigurálva.
is: Þetta gæti verið tímabundið eða tíð tímaúrfelling vandamál. Tölvan þín gæti verið upptekin, keyra veiruvarnir eða þjónustu fyrir spágildi texta.
it: Questo potrebbe essere un problema temporaneo o intermittente. Il tuo computer potrebbe essere occupato, eseguendo un antivirus o un servizio di testo predittivo. Il tuo scanner di codici a barre potrebbe essere configurato come un tastierino numerico.
lt: Tai gali būti laikina arba pasikartojanti problema. Jūsų kompiuteris gali būti užimtas, vykdydamas virusų tikrinimą arba prognozuojamą teksto paslaugą.
lv: Tā varētu būt īslaicīga vai periodiska problēma. Jūsu dators, iespējams, ir aizņemts, darbojoties ar vīrusu pārbaudītāju vai prognozēšanas teksta pakalpojumu. Jūsu svītrkodu skeneris, iespējams, ir konfigurēts kā ciparu tastatūra.
mt: Dan jista' jkun problema temporanja jew intermittenti. Il-kompjuter tiegħek jista' jkun okkupat, qed jaħdem virus checker jew servizz ta' test predittiv.
nl: Dit kan een tijdelijk of intermitterend probleem zijn. Uw computer kan bezig zijn met het uitvoeren van een virusscanner of een voorspellende tekstdienst.
no: Dette kan være et midlertidig eller periodisk problem. Datamaskinen din kan være opptatt, kjøre et antivirusprogram eller en forutsigende teksttjeneste.
pl: Może to być tymczasowy lub przerywany problem. Twój komputer może być zajęty, uruchomiono program antywirusowy lub usługę przewidywania tekstu.
pt: Isso pode ser um problema temporário ou intermitente. Seu computador pode estar ocupado, executando um antivírus ou um serviço de texto preditivo. Seu scanner de código de barras pode estar configurado como um teclado numérico.
ro: Acesta ar putea fi o problemă temporară sau intermitentă. Computerul dvs. poate fi ocupat, rulând un antivirus sau un serviciu de text predictiv.
sk: To môže byť dočasný alebo príležitostný problém. Váš počítač môže byť zaneprázdnený, beží antivírusová kontrola alebo služba prediktívneho textu.
sl: To je lahko začasna ali občasna težava. Vaš računalnik je lahko zaseden, teče protivirusni program ali storitev za predvidevanje besedila.
sv: Detta kan vara ett tillfälligt eller intermittenta problem. Din dator kan vara upptagen, köra en viruskontroll eller en förutsägande texttjänst.

# Description_260
source: Some barcodes may contain additional characters that never appear in unique identifiers. Your software must implement character mapping to read these barcodes reliably.
bg: Някои баркодове могат да съдържат допълнителни символи, които никога не се появяват в уникални идентификатори. Вашият софтуер трябва да изпълни картографиране на символи, за да чете тези баркодове надеждно.
cs: Některé čárové kódy mohou obsahovat další znaky, které se nikdy neobjeví v jedinečných identifikátorech. Váš software musí implementovat mapování znaků pro spolehlivé čtení těchto čárových kódů.
da: Nogle stregkoder kan indeholde ekstra karakterer, der aldrig forekommer i unikke identifikatorer. Dit software skal implementere tegnkortlægning for at læse disse stregkoder pålideligt.
de: Einige Barcodes können zusätzliche Zeichen enthalten, die in eindeutigen Kennungen nie vorkommen. Ihre Software muss eine Zeichenabbildung implementieren, um diese Barcodes zuverlässig lesen zu können.
el: Ορισμένα barcodes μπορεί να περιέχουν επιπλέον χαρακτήρες που ποτέ δεν εμφανίζονται σε μοναδικούς αναγνωριστικούς κωδικούς. Το λογισμικό σας πρέπει να υλοποιήσει χαρτογράφηση χαρακτήρων για να διαβάσει αξιόπιστα αυτά τα barcodes.
es: Algunos códigos de barras pueden contener caracteres adicionales que nunca aparecen en identificadores únicos. Su software debe implementar un mapeo de caracteres para leer estos códigos de barras de manera confiable.
et: Mõned vöötkoodid võivad sisaldada lisatähemärke, mis ei esine kunagi unikaalsetes identifikaatorites. Teie tarkvara peab rakendama tähemärgistiku kaardistamist, et lugeda neid vöötkoode usaldusväärselt.
fi: Jotkut viivakoodit saattavat sisältää ylimääräisiä merkkejä, joita ei koskaan esiinny yksilöllisissä tunnisteissa. Ohjelmistosi on toteutettava merkistön määritys lukeakseen nämä viivakoodit luotettavasti.
fr: Certains codes-barres peuvent contenir des caractères supplémentaires qui n'apparaissent jamais dans les identifiants uniques. Votre logiciel doit implémenter une cartographie des caractères pour lire ces codes-barres de manière fiable.
ga: D'fhéadfadh barachóid áirithe carachtair breise a áireamh nach bhfeictear riamh in aitheantóirí uathúla. Caithfidh do bhogearra léarscáiliú carachtar a chur i bhfeidhm chun na barachóid seo a léamh go hiontaofa.
hr: Neki barkodovi mogu sadržavati dodatne znakove koji se nikada ne pojavljuju u jedinstvenim identifikatorima. Vaš softver mora implementirati mapiranje znakova za pouzdano čitanje ovih barkodova.
hu: Néhány vonalkód tartalmazhat olyan karaktereket, amelyek soha nem szerepelnek az egyedi azonosítókban. A szoftverének implementálnia kell a karakterleképezést, hogy megbízhatóan olvashassa ezeket a vonalkódokat.
is: Sum strikamerki gætu innihaldið aukalega stafi sem aldrei birtast í einstökum auðkennurum. Hugbúnaðurinn þinn verður að innleiða stafakortlagningu til að lesa þessi strikamerki áreiðanlega.
it: Alcuni codici a barre potrebbero contenere caratteri aggiuntivi che non appaiono mai negli identificatori unici. Il tuo software deve implementare la mappatura dei caratteri per leggere questi codici a barre in modo affidabile.
lt: Kai kurie brūkšniniai kodai gali turėti papildomų simbolių, kurių niekada nebūna unikaliuose identifikatoriuose. Jūsų programinė įranga turi įgyvendinti simbolių žemėlapį, kad galėtų patikimai skaityti šiuos brūkšninius kodus.
lv: Daži svītrkodi var saturēt papildu rakstzīmes, kas nekad neparādās unikālajos identifikatoros. Jūsu programmatūrai ir jāievieš rakstzīmju kartēšana, lai uzticami nolasītu šos svītrkodus.
mt: Xi barcodes jistgħu jkun fihom karattri addizzjonali li qatt ma jidhru f'identifikaturi uniku. Is-softwer tiegħek irid jimplimenta mappjar tal-karattri biex jaqra dawn il-barcodes b'mod affidabbli.
nl: Sommige barcodes kunnen extra karakters bevatten die nooit voorkomen in unieke identificatoren. Uw software moet karaktertoewijzing implementeren om deze barcodes betrouwbaar te kunnen lezen.
no: Noen strekkoder kan inneholde ekstra tegn som aldri vises i unike identifikatorer. Programvaren din må implementere tegnkartlegging for pålitelig å lese disse strekkodene.
pl: Niektóre kody kreskowe mogą zawierać dodatkowe znaki, które nigdy nie pojawiają się w unikalnych identyfikatorach. Oprogramowanie musi zaimplementować mapowanie znaków, aby niezawodnie odczytać te kody kreskowe.
pt: Alguns códigos de barras podem conter caracteres não-invariantes. Seu software deve implementar mapeamento de caracteres para ler esses códigos de barras de forma confiável.
ro: Unele coduri de bare pot conține caractere suplimentare care nu apar niciodată în identificatorii unici. Software-ul dvs. trebuie să implementeze maparea caracterelor pentru a citi aceste coduri de bare în mod fiabil.
sk: Niektoré čiarové kódy môžu obsahovať ďalšie znaky, ktoré sa nikdy nevyskytujú v jedinečných identifikátoroch. Váš softvér musí implementovať mapovanie znakov na spoľahlivé čítanie týchto čiarových kódov.
sl: Nekatere črtne kode lahko vsebujejo dodatne znake, ki nikoli ne nastopajo v enoličnih identifikatorjih. Vaša programska oprema mora implementirati preslikavo znakov za zanesljivo branje teh črtnih kod.
sv: Vissa streckkoder kan innehålla ytterligare tecken som aldrig förekommer i unika identifierare. Din programvara måste implementera teckenkartläggning för att pålitligt läsa dessa streckkoder.

# Description_261
source: Some barcodes may contain additional characters that never appear in unique identifiers.
bg: Някои баркодове могат да съдържат допълнителни символи, които никога не се появяват в уникални идентификатори.
cs: Některé čárové kódy mohou obsahovat další znaky, které se nikdy neobjeví v jedinečných identifikátorech.
da: Nogle stregkoder kan indeholde ekstra karakterer, der aldrig forekommer i unikke identifikatorer.
de: Einige Barcodes können zusätzliche Zeichen enthalten, die in eindeutigen Kennungen nie vorkommen.
el: Ορισμένα barcodes μπορεί να περιέχουν επιπλέον χαρακτήρες που ποτέ δεν εμφανίζονται σε μοναδικούς αναγνωριστικούς κωδικούς.
es: Algunos códigos de barras pueden contener caracteres adicionales que nunca aparecen en identificadores únicos.
et: Mõned vöötkoodid võivad sisaldada lisatähemärke, mis ei esine kunagi unikaalsetes identifikaatorites.
fi: Jotkut viivakoodit saattavat sisältää ylimääräisiä merkkejä, joita ei koskaan esiinny yksilöllisissä tunnisteissa.
fr: Certains codes-barres peuvent contenir des caractères supplémentaires qui n'apparaissent jamais dans les identifiants uniques.
ga: D'fhéadfadh barachóid áirithe carachtair breise a áireamh nach bhfeictear riamh in aitheantóirí uathúla.
hr: Neki barkodovi mogu sadržavati dodatne znakove koji se nikada ne pojavljuju u jedinstvenim identifikatorima.
hu: Néhány vonalkód tartalmazhat olyan karaktereket, amelyek soha nem szerepelnek az egyedi azonosítókban.
is: Sum strikamerki gætu innihaldið aukalega stafi sem aldrei birtast í einstökum auðkennurum.
it: Alcuni codici a barre potrebbero contenere caratteri aggiuntivi che non appaiono mai negli identificatori unici.
lt: Kai kurie brūkšniniai kodai gali turėti papildomų simbolių, kurių niekada nebūna unikaliuose identifikatoriuose.
lv: Daži svītrkodi var saturēt papildu rakstzīmes, kas nekad neparādās unikālajos identifikatoros.
mt: Xi barcodes jistgħu jkun fihom karattri addizzjonali li qatt ma jidhru f'identifikaturi uniku.
nl: Sommige barcodes kunnen extra karakters bevatten die nooit voorkomen in unieke identificatoren.
no: Noen strekkoder kan inneholde ekstra tegn som aldri vises i unike identifikatorer.
pl: Niektóre kody kreskowe mogą zawierać dodatkowe znaki, które nigdy nie pojawiają się w unikalnych identyfikatorach.
pt: Alguns códigos de barras podem conter caracteres não-invariantes.
ro: Unele coduri de bare pot conține caractere suplimentare care nu apar niciodată în identificatorii unici.
sk: Niektoré čiarové kódy môžu obsahovať ďalšie znaky, ktoré sa nikdy nevyskytujú v jedinečných identifikátoroch.
sl: Nekatere črtne kode lahko vsebujejo dodatne znake, ki nikoli ne nastopajo v enoličnih identifikatorjih.
sv: Vissa streckkoder kan innehålla ytterligare tecken som aldrig förekommer i unika identifierare.

# Description_265
source: Some barcodes may contain additional characters that never appear in unique identifiers.
bg: Някои баркодове могат да съдържат допълнителни символи, които никога не се появяват в уникални идентификатори.
cs: Některé čárové kódy mohou obsahovat další znaky, které se nikdy neobjeví v jedinečných identifikátorech.
da: Nogle stregkoder kan indeholde ekstra karakterer, der aldrig forekommer i unikke identifikatorer.
de: Einige Barcodes können zusätzliche Zeichen enthalten, die in eindeutigen Kennungen nie vorkommen.
el: Ορισμένα barcodes μπορεί να περιέχουν επιπλέον χαρακτήρες που ποτέ δεν εμφανίζονται σε μοναδικούς αναγνωριστικούς κωδικούς.
es: Algunos códigos de barras pueden contener caracteres adicionales que nunca aparecen en identificadores únicos.
et: Mõned vöötkoodid võivad sisaldada lisatähemärke, mis ei esine kunagi unikaalsetes identifikaatorites.
fi: Jotkut viivakoodit saattavat sisältää ylimääräisiä merkkejä, joita ei koskaan esiinny yksilöllisissä tunnisteissa.
fr: Certains codes-barres peuvent contenir des caractères supplémentaires qui n'apparaissent jamais dans les identifiants uniques.
ga: D'fhéadfadh barachóid áirithe carachtair breise a áireamh nach bhfeictear riamh in aitheantóirí uathúla.
hr: Neki barkodovi mogu sadržavati dodatne znakove koji se nikada ne pojavljuju u jedinstvenim identifikatorima.
hu: Néhány vonalkód tartalmazhat olyan karaktereket, amelyek soha nem szerepelnek az egyedi azonosítókban.
is: Sum strikamerki gætu innihaldið aukalega stafi sem aldrei birtast í einstökum auðkennurum.
it: Alcuni codici a barre potrebbero contenere caratteri aggiuntivi che non appaiono mai negli identificatori unici.
lt: Kai kurie brūkšniniai kodai gali turėti papildomų simbolių, kurių niekada nebūna unikaliuose identifikatoriuose.
lv: Daži svītrkodi var saturēt papildu rakstzīmes, kas nekad neparādās unikālajos identifikatoros.
mt: Xi barcodes jistgħu jkun fihom karattri addizzjonali li qatt ma jidhru f'identifikaturi uniku.
nl: Sommige barcodes kunnen extra karakters bevatten die nooit voorkomen in unieke identificatoren.
no: Noen strekkoder kan inneholde ekstra tegn som aldri vises i unike identifikatorer.
pl: Niektóre kody kreskowe mogą zawierać dodatkowe znaki, które nigdy nie pojawiają się w unikalnych identyfikatorach.
pt: Alguns códigos de barras podem conter caracteres não-invariantes.
ro: Unele coduri de bare pot conține caractere suplimentare care nu apar niciodată în identificatorii unici.
sk: Niektoré čiarové kódy môžu obsahovať ďalšie znaky, ktoré sa nikdy nevyskytujú v jedinečných identifikátoroch.
sl: Nekatere črtne kode lahko vsebujejo dodatne znake, ki nikoli ne nastopajo v enoličnih identifikatorjih.
sv: Vissa streckkoder kan innehålla ytterligare tecken som aldrig förekommer i unika identifierare.

# Description_270
source: Some barcodes may contain EDI data. Your software must implement character mapping to read these barcodes reliably.
bg: Някои баркодове могат да съдържат данни EDI. Вашият софтуер трябва да изпълни картографиране на символи, за да чете тези баркодове надеждно.
cs: Některé čárové kódy mohou obsahovat data EDI. Váš software musí implementovat mapování znaků pro spolehlivé čtení těchto čárových kódů.
da: Nogle stregkoder kan indeholde EDI-data. Din software skal implementere tegnkortlægning for pålideligt at læse disse stregkoder.
de: Einige Barcodes können EDI-Daten enthalten. Ihre Software muss eine Zeichenabbildung implementieren, um diese Barcodes zuverlässig lesen zu können.
el: Ορισμένα barcodes μπορεί να περιέχουν δεδομένα EDI. Το λογισμικό σας πρέπει να υλοποιήσει χαρτογράφηση χαρακτήρων για να διαβάζει αυτά τα barcodes αξιόπιστα.
es: Algunos códigos de barras pueden contener datos EDI. Su software debe implementar un mapeo de caracteres para leer estos códigos de barras de manera confiable.
et: Mõned vöötkoodid võivad sisaldada EDI andmeid. Teie tarkvara peab rakendama tähemärgistiku kaardistamist, et lugeda neid vöötkoode usaldusväärselt.
fi: Jotkut viivakoodit saattavat sisältää EDI-dataa. Ohjelmistosi on toteutettava merkistön määritys lukeakseen nämä viivakoodit luotettavasti.
fr: Certains codes-barres peuvent contenir des données EDI. Votre logiciel doit implémenter une cartographie des caractères pour lire ces codes-barres de manière fiable.
ga: D'fhéadfadh roinnt barachóid sonraí EDI a áireamh. Caithfidh do bhogearra léarscáiliú carachtar a chur i bhfeidhm chun na barachóid seo a léamh go hiontaofa.
hr: Neki barkodovi mogu sadržavati EDI podatke. Vaš softver mora implementirati mapiranje znakova za pouzdano čitanje ovih barkodova.
hu: Egyes vonalkódok EDI adatokat tartalmazhatnak. A szoftverének implementálnia kell a karakterleképezést, hogy megbízhatóan olvashassa ezeket a vonalkódokat.
is: Sum strikamerki gætu innihaldið EDI gögn. Hugbúnaðurinn þinn verður að innleiða stafakortlagningu til að lesa þessi strikamerki áreiðanlega.
it: Alcuni codici a barre potrebbero contenere dati EDI. Il tuo software deve implementare la mappatura dei caratteri per leggere questi codici a barre in modo affidabile.
lt: Kai kurie brūkšniniai kodai gali turėti EDI duomenų. Jūsų programinė įranga turi įgyvendinti simbolių žemėlapį, kad galėtų patikimai skaityti šiuos brūkšninius kodus.
lv: Daži svītrkodi var saturēt EDI datus. Jūsu programmatūrai ir jāievieš rakstzīmju kartēšana, lai uzticami nolasītu šos svītrkodus.
mt: Xi barcodes jistgħu jkun fihom data EDI. Is-softwer tiegħek irid jimplimenta mappjar tal-karattri biex jaqra dawn il-barcodes b'mod affidabbli.
nl: Sommige barcodes kunnen EDI-gegevens bevatten. Uw software moet karaktertoewijzing implementeren om deze barcodes betrouwbaar te kunnen lezen.
no: Noen strekkoder kan inneholde EDI-data. Programvaren din må implementere tegnkartlegging for å lese disse strekkodene pålitelig.
pl: Niektóre kody kreskowe mogą zawierać dane EDI. Twoje oprogramowanie musi wdrożyć mapowanie znaków, aby niezawodnie odczytać te kody kreskowe.
pt: Alguns códigos de barras podem conter dados EDI. Seu software deve implementar mapeamento de caracteres para ler esses códigos de barras de forma confiável.
ro: Unele coduri de bare pot conține date EDI. Software-ul dvs. trebuie să implementeze maparea caracterelor pentru a citi aceste coduri de bare în mod fiabil.
sk: Niektoré čiarové kódy môžu obsahovať EDI údaje. Váš softvér musí implementovať mapovanie znakov na spoľahlivé čítanie týchto čiarových kódov.
sl: Nekatere črtne kode lahko vsebujejo podatke EDI. Vaša programska oprema mora implementirati preslikavo znakov za zanesljivo branje teh črtnih kod.
sv: Vissa streckkoder kan innehålla EDI-data. Din programvara måste implementera teckenkartläggning för att pålitligt kunna läsa dessa streckkoder.

# Description_271
source: Some barcodes may contain EDI data.
bg: Някои баркодове могат да съдържат данни EDI.
cs: Některé čárové kódy mohou obsahovat data EDI.
da: Nogle stregkoder kan indeholde EDI-data.
de: Einige Barcodes können EDI-Daten enthalten.
el: Ορισμένα barcodes μπορεί να περιέχουν δεδομένα EDI.
es: Algunos códigos de barras pueden contener datos EDI.
et: Mõned vöötkoodid võivad sisaldada EDI andmeid.
fi: Jotkut viivakoodit saattavat sisältää EDI-dataa.
fr: Certains codes-barres peuvent contenir des données EDI.
ga: D'fhéadfadh roinnt barachóid sonraí EDI a áireamh.
hr: Neki barkodovi mogu sadržavati EDI podatke.
hu: Egyes vonalkódok EDI adatokat tartalmazhatnak.
is: Sum strikamerki gætu innihaldið EDI gögn.
it: Alcuni codici a barre potrebbero contenere dati EDI.
lt: Kai kurie brūkšniniai kodai gali turėti EDI duomenų.
lv: Daži svītrkodi var saturēt EDI datus.
mt: Xi barcodes jistgħu jkun fihom data EDI.
nl: Sommige barcodes kunnen EDI-gegevens bevatten.
no: Noen strekkoder kan inneholde EDI-data.
pl: Niektóre kody kreskowe mogą zawierać dane EDI.
pt: Alguns códigos de barras podem conter dados EDI.
ro: Unele coduri de bare pot conține date EDI.
sk: Niektoré čiarové kódy môžu obsahovať EDI údaje.
sl: Nekatere črtne kode lahko vsebujejo podatke EDI.
sv: Vissa streckkoder kan innehålla EDI-data.

# Description_275
source: Some barcodes may contain EDI data.
bg: Някои баркодове могат да съдържат данни EDI.
cs: Některé čárové kódy mohou obsahovat data EDI.
da: Nogle stregkoder kan indeholde EDI-data.
de: Einige Barcodes können EDI-Daten enthalten.
el: Ορισμένα barcodes μπορεί να περιέχουν δεδομένα EDI.
es: Algunos códigos de barras pueden contener datos EDI.
et: Mõned vöötkoodid võivad sisaldada EDI andmeid.
fi: Jotkut viivakoodit saattavat sisältää EDI-dataa.
fr: Certains codes-barres peuvent contenir des données EDI.
ga: D'fhéadfadh roinnt barachóid sonraí EDI a áireamh.
hr: Neki barkodovi mogu sadržavati EDI podatke.
hu: Egyes vonalkódok EDI adatokat tartalmazhatnak.
is: Sum strikamerki gætu innihaldið EDI gögn.
it: Alcuni codici a barre potrebbero contenere dati EDI.
lt: Kai kurie brūkšniniai kodai gali turėti EDI duomenų.
lv: Daži svītrkodi var saturēt EDI datus.
mt: Xi barcodes jistgħu jkun fihom data EDI.
nl: Sommige barcodes kunnen EDI-gegevens bevatten.
no: Noen strekkoder kan inneholde EDI-data.
pl: Niektóre kody kreskowe mogą zawierać dane EDI.
pt: Alguns códigos de barras podem conter dados EDI.
ro: Unele coduri de bare pot conține date EDI.
sk: Niektoré čiarové kódy môžu obsahovať EDI údaje.
sl: Nekatere črtne kode lahko vsebujejo podatke EDI.
sv: Vissa streckkoder kan innehålla EDI-data.
